Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet-EmptyHomes.po
Languages: cy_gb

source: Subject: New empty properties reported to <?=$values['area_name']?> within <?=$values['ward_name']?> on reportemptyhomes.com The following empty properties have been reported to <?=$values['area_name']?> within <?=$values['ward_name']?>: <?=$values['data']?> Yours, The Empty Homes Agency To stop receiving emails when there are new properties reported to <?=$values['area_name']?> within <?=$values['ward_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Adroddiadau newydd am eiddo gwag a hysbyswyd i ardal <?=$values['area_name']?>, yn ward <?=$values['ward_name']?> ar reportemptyhomes.com Mae'r eiddo gwag canlynol wedi cael eu hysbysu i ardal <?=$values['area_name']?>, o fewn ward <?=$values['ward_name']?>: <?=$values['data']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan gaiff eiddo newydd eu hysbysu i ardal <?=$values['area_name']?>, o fewn ward <?=$values['ward_name']?>, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>

source: Subject: New updates on empty property- '<?=$values['title']?>' The following updates have been left on this empty property: <?=$values['data']?> View or reply to these updates: <?=$values['problem_url']?> Yours, The Empty Homes Agency To stop receiving emails when there are new updates on this property, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Diweddariadau newydd am eiddo gwag - '<?=$values['title']?>' Mae'r diweddariadau canlynol wedi cael eu gadael am yr eiddo gwag hwn: <?=$values['data']?> Gweld y diweddariadau hyn neu eu hateb: <?=$values['problem_url']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan fydd diweddariadau newydd yn ymddangos am yr eiddo hwn, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>
