Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet-EmptyHomes.po
Languages: cy_gb

source: <small>If you cannot see the map, <a href='%s' rel='nofollow'>skip this step</a>.</small>
cy_gb: <small>Os na allwch weld y map, <a href='%s' rel='nofollow'>ewch heibio i'r cam hwn</a>.</small>

source: Reports on and around the map
cy_gb: Adroddiadau ar ac yng nghyffiniau'r map

source: No problems have been reported yet.
cy_gb: Ni roddwyd gwybod eto am unrhyw eiddo gwag.

source: Closest nearby problems <small>(within&nbsp;%skm)</small>
cy_gb: Yr eiddo gwag cyfagos agosaf <small>(within&nbsp;%skm)</small>

source: No problems found.
cy_gb: Ni ddaethpwyd o hyd i unrhyw eiddo gwag.

source: Unknown problem ID
cy_gb: ID eiddo gwag anhysbys

source: That report has been removed from FixMyStreet.
cy_gb: Mae'r eiddo gwag hwnnw wedi cael ei guddio o olwg y cyhoedd gan ei fod yn cynnwys manylion cyhoeddus amhriodol.

source: This problem is old and of unknown status.
cy_gb: Mae'r eiddo gwag hwn yn hen ac nid yw ei statws yn hysbys.

source: This problem has been fixed
cy_gb: Mae'r eiddo gwag hwn wedi cael ei adfer i'w ddefnyddio

source: Offensive? Unsuitable? Tell us
cy_gb: Sarhaus? Anaddas? Rhowch wybod i ni

source: More problems nearby
cy_gb: Mwy o eiddo gwag cyfagos

source: Email me updates
cy_gb: Anfonwch ddiweddariadau ataf i drwy'r e-bost

source: Receive email when updates are left on this problem
cy_gb: Hoffwn dderbyn neges e-bost pan gaiff diweddariadau eu rhoi am yr eiddo gwag hwn

source: RSS feed of updates to this problem
cy_gb: Porthiant RSS o ddiweddariadau i'r eiddo gwag hwn

source: Provide an update
cy_gb: Rhowch ddiweddariad

source: Please note that updates are not sent to the council.
cy_gb: Sylwer nad yw diweddariadau'n cael eu hanfon at y cyngor.

source: Update:
cy_gb: Diweddariad:

source: Alert me to future updates
cy_gb: Rhowch wybod i mi am ddiweddariadau yn y dyfodol

source: Questionnaire
cy_gb: Holiadur

source: I'm afraid we couldn't validate that token. If you've copied the URL from an email, please check that you copied it exactly.
cy_gb: Yn anffodus, ni fu modd i ni ddilysu'r dynodiad hwnnw. Os ydych wedi copïo'r URL o neges e-bost, gwnewch yn siwr eich bod wedi'i gopïo'n union.

source: You have already answered this questionnaire. If you have a question, please <a href='/contact'>get in touch</a>, or <a href='%s'>view your problem</a>.
cy_gb: Rydych eisoes wedi ateb yr holiadur hwn. Os oes gennych gwestiwn, <a href='/contact'>cysylltwch â ni</a>, neu ewch i <a href='%s'>weld eich eiddo gwag</a>.

source: I'm afraid we couldn't locate your problem in the database.
cy_gb: Yn anffodus ni fu modd i ni ddod o hyd i'ch eiddo gwag yn y gronfa ddata.

source: Please state whether or not the problem has been fixed
cy_gb: Cofnodwch a yw'r eiddo gwag wedi cael ei adfer i'w ddefnyddio, ai peidio

source: Please say whether you've ever reported a problem to your council before
cy_gb: Rhowch wybod a ydych chi wedi rhoi gwybod i'ch cyngor am eiddo gwag erioed o'r blaen

source: Please indicate whether you'd like to receive another questionnaire
cy_gb: Nodwch a fyddech chi'n hoffi derbyn holiadur arall

source: Please provide some explanation as to why you're reopening this report
cy_gb: Rhowch ychydig o esboniad pam rydych yn ailagor yr adroddiad hwn

source: Please provide some text as well as a photo
cy_gb: Rhowch rywfaint o destun yn ogystal â ffotograff

source: Questionnaire filled in by problem reporter
cy_gb: Llenwyd yr holiadur gan yr unigolyn a roddodd wybod am yr eiddo gwag

source: <p>Thank you very much for filling in our questionnaire; if you get some more information about the status of your problem, please come back to the site and leave an update.</p>
cy_gb: <p>Diolch yn fawr am lenwi ein holiadur; os ydych yn cael mwy o wybodaeth am statws eich eiddo gwag, dewch yn ôl i'r safle a rhowch ddiweddariad yno.</p>

source: <p style="font-size:150%">We're sorry to hear that. We have two suggestions: why not try <a href="http://www.writetothem.com/">writing direct to your councillor(s)</a> or, if it's a problem that could be fixed by local people working together, why not <a href="http://www.pledgebank.com/new">make and publicise a pledge</a>? </p>
cy_gb: <p style="font-size:150%">Mae'n flin gennym glywed hynny. Mae gennym ddau awgrym: beth am roi cynnig ar <a href="http://www.writetothem.com/">ysgrifennu'n uniongyrchol at eich cynghorwr(wyr)</a> neu, os yw'n eiddo gwag y gallai pobl leol gydweithio er mwyn ei adfer i'w ddefnyddio, beth am <a href="http://www.pledgebank.com/new">wneud adduned a'i chyhoeddi</a>? </p>

source: <p style="font-size:150%">Thank you very much for filling in our questionnaire; glad to hear it's been fixed.</p>
cy_gb: <p style="font-size:150%">Diolch yn fawr am lenwi'n holiadur; rydym yn falch o glywed ei fod wedi'i adfer i'w ddefnyddio.</p>

source: <p>Getting empty homes back into use can be difficult. You shouldn't expect the property to be back into use yet. But a good council will have started work and should have reported what they have done on the website. If you are not satisfied with progress or information from the council, now is the right time to say. You may also want to try contacting some other people who may be able to help. For advice on how to do this and other useful information please go to <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>
cy_gb: <p>Mae cael eiddo gwag yn ôl mewn defnydd yn gallu bod yn anodd. Ni ddylech ddisgwyl bod yr eiddo yn ôl mewn defnydd eto. Fodd bynnag, bydd cyngor da eisoes wedi dechrau gweithio a dylent fod wedi rhoi gwybod beth maent wedi'i wneud ar y wefan. Os nad ydych yn fodlon â'r cynnydd neu'r wybodaeth gan y cyngor, nawr yw'r amser priodol i ddweud hynny. Efallai hefyd y byddwch eisiau rhoi cynnig ar gysylltu â rhai pobl eraill a all helpu. I gael cyngor ar sut i wneud hyn ac am wybodaeth ddefnyddiol arall, ewch i <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>

source: <p>Getting empty homes back into use can be difficult, but by now a good council will have made a lot of progress and reported what they have done on the website. Even so properties can remain empty for many months if the owner is unwilling or the property is in very poor repair. If nothing has happened or you are not satisfied with the progress the council is making, now is the right time to say so. We think it's a good idea to contact some other people who may be able to help or put pressure on the council For advice on how to do this and other useful information please go to <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>
cy_gb: <p>Mae cael eiddo gwag yn ôl mewn defnydd yn gallu bod yn anodd, ond erbyn hyn, bydd cyngor da wedi gwneud eithaf tipyn o gynnydd ac wedi rhoi gwybod beth maent wedi'i wneud ar y wefan. Er hynny, gall eiddo gwag barhau'n wag am fisoedd os yw'r perchennog yn amharod neu os yw cyflwr yr eiddo'n wael. Os nad oes unrhyw beth wedi digwydd neu os nad ydych yn fodlon â'r cynnydd y mae'r cyngor yn ei wneud, nawr yw'r amser priodol i ddweud hynny. Rydym o'r farn bod cysylltu â phobl eraill a allai helpu neu roi pwysau ar y cyngor yn syniad da. I gael cyngor ar sut i wneud hyn a gwybodaeth ddefnyddiol arall, ewch i <a href="http://www.emptyhomes.com/getinvolved/campaign.html">http://www.emptyhomes.com/getinvolved/campaign.html</a>.</p>

source: The details of your problem are available on the right hand side of this page.
cy_gb: Mae manylion eich eiddo gwag ar gael ar ochr dde'r dudalen hon.

source: Please take a look at the updates that have been left.
cy_gb: Ewch i fwrw golwg ar y diweddariadau sydd wedi cael eu gadael.

source: An update marked this problem as fixed.
cy_gb: Fe wnaeth diweddariad gofnodi bod yr eiddo hwn wedi cael ei adfer i'w ddefnyddio.

source: Has this problem been fixed?
cy_gb: A yw'r eiddo gwag hwn wedi cael ei adfer i'w ddefnyddio?

source: Don&rsquo;t know
cy_gb: Ddim yn gwybod

source: Have you ever reported a problem to a council before, or is this your first time?
cy_gb: Ydych chi wedi rhoi gwybod i gyngor am eiddo gwag erioed o'r blaen, neu ai dyma'ch tro cyntaf?

source: Reported before
cy_gb: Wedi adrodd o'r blaen

source: First time
cy_gb: Y tro cyntaf

source: If you wish to leave a public update on the problem, please enter it here (please note it will not be sent to the council). For example, what was your experience of getting the problem fixed?
cy_gb: Os ydych yn dymuno gadael diweddariad cyhoeddus am yr eiddo gwag, cofnodwch hwn yma (sylwer na fydd yn cael ei anfon at y cyngor). Er enghraifft, beth oedd eich profiad o gael yr eiddo gwag yn ôl mewn defnydd?

source: Submit questionnaire
cy_gb: Anfon yr holiadur

source: Summary reports
cy_gb: Adroddiadau cryno

source: This is a summary of all reports on this site; select a particular council to see the reports sent there.
cy_gb: Dyma grynodeb o'r holl adroddiadau ar y safle hwn; dewiswch gyngor penodol i weld yr adroddiadau a anfonwyd ato.

source: Greyed-out lines are councils that no longer exist.
cy_gb: Mae'r llinellau mewn llwyd yn gynghorau nad ydynt yn bodoli mwyach.

source: Name
cy_gb: Enw

source: New problems
cy_gb: Adroddiadau newydd am eiddo gwag

source: Older problems
cy_gb: Adroddiadau hŷn o eiddo gwag

source: Old problems,<br>state unknown
cy_gb: Hen eiddo gwag,<br>cyflwr anhysbys

source: Recently fixed
cy_gb: Wedi'u hadfer i'w defnyddio'n ddiweddar

source: Older fixed
cy_gb: Wedi'u hadfer i'w defnyddio ers amser

source: %s - Summary reports
cy_gb: %s - Adroddiadau cryno

source: RSS feed of problems in this %s
cy_gb: Porthiant RSS o eiddo gwag yn yr %s hwn

source: You can <a href="%s">see less detail</a>.
cy_gb: Gallwch <a href="%s">weld llai o fanylion</a>.

source: You can <a href="%s">see more details</a>.
cy_gb: Gallwch <a href="%s">weld mwy o fanylion</a>.

source: You can <a href="%s">see less detail</a> or go back and <a href="/reports">show all councils</a>.
cy_gb: Gallwch <a href="%s">weld llai o fanylion</a> neu fynd yn ôl a <a href="/reports">dangos pob cyngor</a>.

source: You can <a href="%s">see more details</a> or go back and <a href="/reports">show all councils</a>.
cy_gb: Gallwch <a href="%s">weld mwy o fanylion</a> neu fynd yn ôl a <a href="/reports">dangos pob cyngor</a>.

source: This is a summary of all reports for one %s.
cy_gb: Dyma grynodeb o'r holl adroddiadau ar gyfer un %s.

source: Old problems, state unknown
cy_gb: Eiddo gwag hen, nid yw eu cyflwr yn hysbys

source: Old fixed
cy_gb: Hen wedi'i adfer i'w ddefnyddio

source: This web page also contains a photo of the problem, provided by the user.
cy_gb: Mae'r dudalen we hon hefyd yn cynnwys ffotograff o'r eiddo gwag, wedi'i ddarparu gan y defnyddiwr.

source: To view a map of the precise location of this issue
cy_gb: Gweld map o union leoliad y broblem hon

source: The user could not locate the problem on a map, but to see the area around the location they entered
cy_gb: Ni allai'r defnyddiwr leoli'r eiddo gwag ar fap, ond i weld yr ardal o gwmpas y lleoliad a gofnodwyd ganddynt

source: The closest address, as the crow flies, to the location of this problem, %.0fm away, is: %s - please note that this is automatically generated, so ensure that you check it against the details provided by the user and, if possible, the map.
cy_gb: Y cyfeiriad agosaf ar draws gwlad, i leoliad yr eiddo gwag hwn, %.0fm i ffwrdd, yw: %s - sylwer bod hwn yn cael ei greu'n awtomatig, felly gwnewch yn siwr eich bod yn ei gadarnhau yn ôl y manylion sy'n cael eu rhoi gan y defnyddiwr ac, os oes modd, ei gadarnhau yn ôl y map.

source: Subject: Confirm your alert on FixMyStreet Hi, Please click on the link below to confirm the alert you just asked to subscribe to on FixMyStreet: <?=$values['url']?> If you can't click the link, please copy and paste it to the address bar of your web browser. Yours, The FixMyStreet team
cy_gb: Subject: Cadarnhau eich rhybudd ar reportemptyhomes.com Helo, Cliciwch ar y ddolen isod i gadarnhau'r rhybudd yr ydych newydd ofyn am danysgrifio iddo ar Asiantaeth Tai Gwag: <?=$values['url']?> Os na allwch glicio ar y ddolen, dylech ei chopïo a'i gludo ym mar cyfeiriad eich porwr gwe. Yn gywir, Tîm yr Asiantaeth Tai Gwag

source: Subject: Confirm your empty property report Hi <?=$values['name']?>, Please click on the link below to confirm the empty property report you just added to the site: <?=$values['url']?> If your email program does not let you click on this link, copy and paste it into your web browser and press return. Your report had the subject: <?=$values['title']?> And details: <?=$values['detail']?> Yours, The Empty Homes Agency
cy_gb: Subject: Cadarnhau eich adroddiad am eiddo gwag Helo <?=$values['name']?>, Cliciwch ar y ddolen isod i gadarnhau'r adroddiad am eiddo gwag yr ydych newydd ei ychwanegu at y safle: <?=$values['url']?> Os nad yw eich rhaglen e-bost yn gadael i chi glicio ar y ddolen hon, dylech ei chopïo a'i gludo i'ch porwr gwe a phwyso'r fysell 'return'. Roedd gan eich adroddiad y pwnc: <?=$values['title']?> A'r manylion: <?=$values['detail']?> Yn gywir, Yr Asiantaeth Tai Gwag

source: Subject: Your new report on FixMyStreet Hi<?=$values['name']?>, We've stored the report you uploaded to FixMyStreet via <?=$values['service']?>. To check the details we have, and to add any more, please visit the following URL: <?=$values['url']?> Then we can send your report to the council. Thanks! Yours, The FixMyStreet team
cy_gb: Subject: Eich adroddiad newydd ar reportemptyhomes.com Helo<?=$values['name']?>, Rydym wedi storio'r adroddiad y gwnaethoch ei lwytho i'r Asiantaeth Tai Gwag drwy gyfrwng <?=$values['service']?>. I gadarnhau'r manylion sydd gennym, ac i ychwanegu atynt, ewch i'r URL canlynol: <?=$values['url']?> Yna, gallwn anfon eich adroddiad at y cyngor. Diolch! Yn gywir, Tîm yr Asiantaeth Tai Gwag

source: Subject: Questionnaire about your empty property report Hi <?=$values['name']?>, Six months ago, you reported an empty home on ReportEmptyHomes.com with the details provided at the end of this email. To keep our site up to date and relevant, I'd be grateful if you could fill in this short questionnaire to tell us what has happened: <?=$values['url']?> Please do not reply to this email; there is a public comment box on the questionnaire. Yours, The Empty Homes Agency Your report was as follows: <?=$values['title']?> Property type: <?=$values['category']?> <?=$values['detail']?>
cy_gb: Subject: Holiadur ar eich adroddiad am eiddo gwag Helo <?=$values['name']?>, Chwe mis yn ôl, fe wnaethoch adrodd am eiddo gwag ar ReportEmptyHomes.com gan roi'r manylion sydd wedi'u cynnwys ar ddiwedd y neges e-bost hon. Er mwyn cadw'n safle'n gyfredol ac yn berthnasol, byddwn yn ddiolchgar petaech yn llenwi'r holiadur byr hwn er mwyn dweud wrthom ni beth sydd wedi digwydd: <?=$values['url']?> Peidiwch ag ateb y neges hon; mae blwch sylwadau cyhoeddus ar yr holiadur. Yn gywir, Yr Asiantaeth Tai Gwag Roedd eich adroddiad fel a ganlyn: <?=$values['title']?> Math o eiddo: <?=$values['category']?> <?=$values['detail']?>

source: Subject: Questionnaire about your empty property report Hi <?=$values['name']?>, Four weeks ago, you reported an empty home on ReportEmptyHomes.com with the details provided at the end of this email. To keep our site up to date and relevant, I'd be grateful if you could fill in this short questionnaire to tell us what has happened: <?=$values['url']?> Please do not reply to this email; there is a public comment box on the questionnaire. Yours, The Empty Homes Agency Your report was as follows: <?=$values['title']?> Property type: <?=$values['category']?> <?=$values['detail']?>
cy_gb: Subject: Holiadur ar eich adroddiad am eiddo gwag Helo <?=$values['name']?>, Bedair wythnos yn ôl, fe wnaethoch adrodd am eiddo gwag ar ReportEmptyHomes.com gan roi'r manylion sydd wedi'u cynnwys ar ddiwedd y neges e-bost hon. Er mwyn cadw'n safle'n gyfredol ac yn berthnasol, byddwn yn ddiolchgar petaech yn gallu llenwi'r holiadur byr hwn i ddweud wrthom beth sydd wedi digwydd: <?=$values['url']?> Peidiwch ag ateb y neges e-bost hon; mae blwch sylwadau cyhoeddus ar yr holiadur. Yn gywir, Yr Asiantaeth Tai Gwag Roedd eich adroddiad fel a ganlyn: <?=$values['title']?> Math o eiddo: <?=$values['category']?> <?=$values['detail']?>

source: Subject: Empty property report Dear Empty Property Officer, This is a new referral of an empty property in your area made by a user of the website ReportEmptyHomes.com; the website user has been told that the case has been referred to you. We would be grateful if you could do whatever you can to help get this property back into use. We will contact the user in a month and again in six months and ask them what has happened to the property. We'd encourage you to tell us what you have done, and when the property comes back into use, by filling in an update against the property referral on the website: <?=$values['url']?> This gives useful feedback to website users and helps them understand what action you are taking. We will offer advice to the user on other action they might take if the property isn't successfully dealt with. <?=$values['has_photo']?>If you would like help or advice on getting empty properties back into use there is lots of useful information on the Empty Homes Agency's website www.EmptyHomes.com - if you have further questions please give us a call. ---------- Name: <?=$values['name']?> Email: <?=$values['email']?> <?=$values['phone_line']?>Subject: <?=$values['title']?> Property type: <?=$values['category']?> Details: <?=$values['detail']?> <?=$values['closest_address']?>---------- Replies to this email will go to the user who submitted the report, if you would like to ask for any further information. Yours, The Empty Homes Agency
cy_gb: Subject: Adroddiad am eiddo gwag Annwyl Swyddog Eiddo Gwag, Dyma gyfeiriad newydd am eiddo gwag yn eich ardal, a wnaed gan ddefnyddiwr gwefan ReportEmptyHomes.com; dywedwyd wrth ddefnyddiwr y wefan fod yr achos wedi cael ei gyfeirio atoch. Byddem yn ddiolchgar petaech yn gwneud yr hyn y gallwch i helpu adfer yr eiddo hwn i'w ddefnyddio eto. Byddwn yn cysylltu â'r defnyddiwr ymhen mis ac eto ymhen chwe mis ac yn gofyn iddynt beth sydd wedi digwydd i'r eiddo. Hoffwn eich annog chi i ddweud wrthom beth rydych chi wedi'i wneud, a phan y daw'r eiddo yn ôl mewn defnydd, trwy lenwi diweddariad wrth y cyfeiriad at yr eiddo ar y wefan: <?=$values['url']?> Mae hyn yn rhoi adborth defnyddiol i ddefnyddwyr y wefan ac yn helpu iddynt ddeall pa gamau yr ydych yn eu cymryd. Byddwn yn cynnig cyngor i'r defnyddiwr ar gamau eraill y gall eu cymryd os nad eir i'r afael â'r eiddo'n llwyddiannus. <?=$values['has_photo']?>Os hoffech gael help neu gyngor ar gael eiddo gwag yn ôl mewn defnydd mae llawer o wybodaeth ddefnyddiol ar wefan yr Asiantaeth Tai Gwag www.EmptyHomes.com - os oes gennych unrhyw gwestiynau eraill, rhowch alwad i ni. ---------- Enw: <?=$values['name']?> E-bost: <?=$values['email']?> <?=$values['phone_line']?>Subject: <?=$values['title']?> Math o eiddo: <?=$values['category']?> Manylion: <?=$values['detail']?> <?=$values['closest_address']?>---------- Bydd ymatebion i'r neges e-bost hon yn mynd at y defnyddiwr a gyflwynodd yr adroddiad, os hoffech ofyn am fwy o wybodaeth. Yn gywir, Yr Asiantaeth Tai Gwag

source: Subject: Confirm your update on FixMyStreet Hi <?=$values['name']?>, Please click on the link below to confirm the update you just wrote: <?=$values['url']?> If you can't click the link, please copy and paste it to the address bar of your web browser. Your update reads: <?=$values['update']?> Yours, The FixMyStreet team
cy_gb: Subject: Cadarnhewch eich diweddariad ar reportemptyhomes.com Helo <?=$values['name']?>, Cliciwch ar y ddolen isod i gadarnhau'r diweddariad yr ydych newydd ei ysgrifennu: <?=$values['url']?> Os nad ydych yn gallu clicio ar y ddolen, dylech ei chopïo a'i gludo ym mar cyfeiriad eich porwr gwe. Mae eich diweddariad yn darllen fel a ganlyn: <?=$values['update']?> Yn gywir, Tîm yr Asiantaeth Tai Gwag

source: Subject: New empty properties on reportemptyhomes.com The following empty properties have been added: <?=$values['data']?> Yours, The Empty Homes Agency To stop receiving emails when there are new properties, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Adroddiadau newydd am eiddo gwag ar reportemptyhomes.com Mae'r eiddo gwag canlynol wedi cael eu hychwanegu: <?=$values['data']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan fydd eiddo newydd yn ymddangos, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>

source: Subject: New empty properties in <?=$values['area_name']?> on reportemptyhomes.com The following empty properties have been added within <?=$values['area_name']?>: <?=$values['data']?> Yours, The Empty Homes Agency To stop receiving emails when there are new properties in <?=$values['area_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Adroddiadau newydd am eiddo gwag yn ardal <?=$values['area_name']?> ar reportemptyhomes.com Mae'r eiddo gwag canlynol wedi cael eu hychwanegu yn ardal <?=$values['area_name']?>: <?=$values['data']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan fydd eiddo newydd yn ymddangos yn ardal <?=$values['area_name']?>, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>

source: Subject: New empty properties reported to <?=$values['area_name']?> on reportemptyhomes.com The following empty properties have been reported to <?=$values['area_name']?>: <?=$values['data']?> Yours, The Empty Homes Agency To stop receiving emails when there are new properties reported to <?=$values['area_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Adroddiadau newydd am eiddo gwag a hysbyswyd i ardal <?=$values['area_name']?> ar reportemptyhomes.com Mae'r eiddo gwag canlynol wedi cael eu hysbysu i ardal<?=$values['area_name']?>: <?=$values['data']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan gaiff eiddo gwag newydd eu hysbysu i ardal <?=$values['area_name']?>, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>

source: Subject: New nearby empty properties on reportemptyhomes.com The following nearby empty properties have been added: <?=$values['data']?> Yours, The Empty Homes Agency To stop receiving emails when there are nearby properties, please follow this link: <?=$values['unsubscribe_url']?>
cy_gb: Subject: Eiddo gwag cyfagos newydd ar reportemptyhomes.com Mae'r eiddo gwag cyfagos newydd wedi cael eu hychwanegu: <?=$values['data']?> Yn gywir, Yr Asiantaeth Tai Gwag I roi'r gorau i dderbyn negeseuon e-bost pan fydd eiddo gerllaw, dilynwch y ddolen hon: <?=$values['unsubscribe_url']?>
