Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: nb_no

source: FixMyStreet
nb_no: Fiksgatami

source: Posted by %s
nb_no: Publisert av %s

source: Posted anonymously
nb_no: Publisert av anonym bruker

source: marked as fixed
nb_no: markert som fikset

source: reopened
nb_no: Åpnet på nytt

source: Confirmation
nb_no: Bekreftelse

source: Thank you for trying to confirm your alert. We seem to have a problem ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
nb_no: Takk for at du prøver å melde en sak. Det kan se ut som det er et problempå selve portalen , så <a href="/contact">gi oss gjerne en tilbakemelding</a> så skal vi se på saken så raskt som mulig

source: Local RSS feeds and email alerts
nb_no: Lokal RSS feed og epostliste

source: That location does not appear to be covered by a council, perhaps it is offshore - please try somewhere more specific.???
nb_no: Den lokasjonen dekkes ikke av en kommune, er det offshore? - vennligst marker mer spesifikt.

source: Problems within %s
nb_no: Problemer innenfor %s

source: Problems within %s ward
nb_no: Problemer innenfor %s avdeling/etat

source: Problems within the boundary of:
nb_no: Problemer innenfor grensene av:

source: Or problems reported to:
nb_no: Eller problemer meldt til:

source: FixMyStreet sends different categories of problem to the appropriate council, so problems within the boundary of a particular council might not match the problems sent to that council. For example, a graffiti report will be sent to the district council, so will appear in both of the district council&rsquo;s alerts, but will only appear in the "Within the boundary" alert for the county council.
nb_no: FiksGataMi sender forskjellige kategorier saker til forskjellige kommuner, problemer som gjelder flere kommuner blir sendt til alle de det gjelder

source: Photos of recent nearby reports
nb_no: Bilder av nye saker i nærheten

source: The simplest alert is our geographic one:
nb_no: Den enkleste meldingen er vår geografiske:

source: Problems within %skm of this location
nb_no: Saker innen %skm av dette punktet

source: RSS feed of nearby problems
nb_no: RSS feed med saker i nærheten

source: (alternatively the RSS feed can be customised, within
nb_no: (alternativt kan RSS feeden endres innenfor

source: Or you can subscribe to an alert based upon what ward or council you&rsquo;re in:
nb_no: Du kan abonnere på varsel basert på avdeling eller kommune du&rsquo; bevinner deg i:

source: Give me an RSS feed
nb_no: Gi meg en RSS feed

source: or
nb_no: eller

source: Your email:
nb_no: Din epost

source: Subscribe me to an email alert
nb_no: Jeg ønsker å abonnere på epostvarsel

source: RSS feed of %s
nb_no: RSS fedd fra %s

source: FixMyStreet has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward or council, or all problems within a certain distance of a particular location.
nb_no: Fiksgatami har forskjellige RSS feeds og epost lister for lokale problemer, dette inkluderer saker meldt innenfor en kommune eller et område med saker innenfor en angitt distanse fra et punkt.

source: To find out what local alerts we have for you, please enter your GB postcode or street name and area:
nb_no: Du finner lokale saker ved å søke på ditt postnummer, gatenavn eller sted:

source: Some photos of recent reports
nb_no: Noen bilder av nylig meldte saker

source: Please select the feed you want
nb_no: Velg den feed du ønsker

source: Illegal feed selection
nb_no: Ugyldig valg av feed

source: Receive email when updates are left on this problem.
nb_no: Motta epost når det er uppdateringer på denne saken

source: Email:
nb_no: Epost

source: Subscribe
nb_no: Abonner

source: You have successfully subscribed to that alert.
nb_no: Du abonnerer nå på denne saken

source: We could not validate that alert.
nb_no: Vi kan ikke bekrefte dette varselet??

source: You have successfully confirmed your alert.
nb_no: Du har nå bekreftet ditt varsel

source: You have successfully deleted your alert.
nb_no: Du har nå slettet dette varselet

source: Please enter a valid email address
nb_no: Legg inn din epost

source: Please select the type of alert you want
nb_no: Velg vilken type varsel du ønsker

source: Thank you for trying to confirm your update or problem. We seem to have a problem ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
nb_no: Takk for at du prøver å oppdatere/lage en sak. Det vriker som vi har noen problemer i selve portalen vår, så <a href="/contact">vennligst fortell oss om problemet problemet</a> og vi skal ta tak i problemet.

source: You have successfully confirmed your update and you can now <a href="%s">view it on the site</a>.
nb_no: Du har nå bekreftet din oppdatering <a href="%s">les om saken på portalen</a>.

source: Sorry, there has been an error confirming your problem.
nb_no: Beklager, det har oppstått problemer når vi under lagringen av saken

source: You have successfully confirmed your problem
nb_no: Du har nå oppdatert din sak

source: and <strong>we will now send it to the council</strong>
nb_no: og <strong>vi sender det nå til kommunen/etaten</strong>

source: . You can <a href="%s">view the problem on this site</a>.
nb_no: . Du kan <a href="%s">lese saken på portalen </a>.

source: Contact Us
nb_no: Kontakt oss

source: Please give your name
nb_no: Skriv inn ditt navn

source: Please give your email
nb_no: Skriv din epost

source: Please give a valid email address
nb_no: Skriv en gyldig epostadresse

source: Please give a subject
nb_no: Skriv inn emne

source: Please write a message
nb_no: Skriv inn en melding

source: Illegal ID
nb_no: Ugyldig ID

source: Thanks for your feedback. We'll get back to you as soon as we can!
nb_no: Takk for ditt innspill. Vi gir deg en tilbakemelding så raskt som mulig

source: Contact the team
nb_no: Kontakt prosjektgruppen

source: You are reporting the following problem report for being abusive, containing personal information, or similar:
nb_no: Du rapporterer at den aktuelle saken inneholder tekst med personlig informasjon, upassende tekst???:

source: Please do <strong>not</strong> report problems through this form; messages go to the team behind FixMyStreet, not a council. To report a problem, please <a href="/">go to the front page</a> and follow the instructions.
nb_no: Vennligst <strong>ikke</strong> ikke rapporter feil gjennom denne siden; messages gå til prosjektet bak fiksgatami for å rapportere sken, vennligst <a href="/">gå til forsiden</a> og følg instruksjonene.

source: We'd love to hear what you think about this site. Just fill in the form, or send an email to <a href='mailto:team&#64;fixmystreet.com'>team&#64;fixmystreet.com</a>:
nb_no: Vi ønsker å få din tilbakemelding om hva du mener om vår nettside. Fyll ut skjema, or send epost <a href='mailto:???team&#64;fixmystreet.com'>team&#64;fiksgatami.no</a>:

source: Your name:
nb_no: Ditt navn:

source: Your&nbsp;email:
nb_no: Din&nbsp;epost:

source: Subject:
nb_no: Tema

source: Message:
nb_no: Melding

source: Post
nb_no: Melding

source: Frequently Asked Questions
nb_no: Ofte spurte spørsmål

source: What is FixMyStreet for?
nb_no: Hva løser fiksgatami.no

source: FixMyStreet is a site to help people report, view, or discuss local problems they&rsquo;ve found to their local council by simply locating them on a map. It launched in early February 2007.
nb_no: FiksGataMi er en nettside for å hjelpe mennesker som ønsker å rapportere, undersøke, eller diskutere lokale problemer/saker de&rsquo; som vi sender til din lokale kommune dette gjennom at brukerne markerer problemet/saken på et kart. Tjenesten etableres april 2009.

source: Can you give me some examples?
nb_no: Kan du gi noen eksempler?

source: Sure. Graffiti, unlit lampposts, abandoned beds, broken glass on a cycle path; anything like that that could be usefully reported to your council to be fixed.
nb_no: Graffiti, tagging, forlatte biler, knust glass hull i veien; alle disse typen saker kan du meldetil din kommune.

source: How do I use the site?
nb_no: Hvordan bruker jeg nettsiden?

source: After entering a postcode or location, you are presented with a map of that area. You can view problems already reported in that area, or report ones of your own simply by clicking on the map at the location of the problem.
nb_no: Ved å ha lagt inn en lokasjon vil du få et kart over området. Du kan se andre saker i området, eller rapportere din egen sak ganske enkelte ved å klikke på kartet der du saken hører hjemme.

source: How are the problems solved?
nb_no: Hvordan er problemet løst?

source: They are reported to the relevant council by email. The council can then resolve the problem the way they normally would. Alternatively, you can discuss the problem on the website with others, and then together lobby the council to fix it, or fix it directly yourselves.
nb_no: De er rapportert til den riktige kommunen via epost. Kommunen saken i henhold til deres prosedyrer og reglere. Det er også et alternativ å løse saken selv, eller henvende deg til kommunen via en anne kanal.

source: Is it free?
nb_no: Er dette gratis?

source: The site is free to use, yes. FixMyStreet is run by a registered charity, though, so if you want to make a contribution, <a href="https://secure.mysociety.org/donate/">please do</a>.
nb_no: Nettsiden er gratis å bruke. FiksGataMi.no er drevet av frivillige, du kan donere hvis du ønsker det, <a href="https://secure.mysociety.org/donate/">klikke her</a>.

source: Practical Questions
nb_no: Praktiske spørsmål

source: I'm from a council, where do you send the reports?
nb_no: Jeg representerer kommunen, hvor sender dere sakene?

source: Do you remove silly or illegal content?
nb_no: Fjerner du usaklig eller ulovlig innhold?

source: We reserve the right to remove any problems or updates which we consider to be inappropriate.
nb_no: Vi forbeholder oss retten til å fjerne alle elementer vi finner upassende.

source: Why doesn't dragging the map work on reporting-a-problem pages in Safari or Konqueror?
nb_no: Hvorfor fungerer ikke drag-dropp i Safari eller Konqueror?

source: Do you have any publicity material?
nb_no: Har du noe offentlig materiale=

source: Privacy Questions
nb_no: Spørsmål som er personsensitivt

source: Who gets to see my email address?
nb_no: Hvem kan se min epostadresse?

source: Will you send nasty, brutish spam to my email address?
nb_no: Kommer dere til å sende spam via epost?

source: Never. We will email you if someone leaves an update on a problem you&rsquo;ve reported, and send you a questionnaire email four weeks after you submit a problem, asking for a status update; we&rsquo;ll only ever send you emails in relation to your problem.
nb_no: Det vil aldri skje! Vi sender deg en epost hvis noen oppdaterer saken a du&rsquo; har meldt, og sende det et skjema fire weeks etter at du har meldt saken, dette gjør vi for å få en status på saken; vi&rsquo; vil utelukkende sende sende deg epost i forbindelse med din sak.

source: Organisation Questions
nb_no: Spørsmål om organisasjonen

source: Who built FixMyStreet?
nb_no: Hvorfor lanserte vi FiksGataMi

source: FixMyStreet was paid for via the Department for Constitutional Affairs Innovations Fund.
nb_no: FixMyStreet, som FiksGataMi er basert på, ble finansiert av the Department for Constitutional Affairs Innovations Fund. Det norske prosjektet er drevet av frivillige.

source: Do you need any help with the project?
nb_no: Trenger dere hjelp med ditt prosjekt?

source: Yes, we can use help in all sorts of ways, technical or non-technical. Please see our <a href="http://www.mysociety.org/volunteertasks">volunteers page</a>.
nb_no: Ja, vi trenger hjelp på flere måter, teknisk eller ikketeknisk. Se vår <a href="http://www.mysociety.org/volunteertasks">side for frivillige.</a>.

source: Where&rsquo;s the "source code" to this site?
nb_no: Hvor finner man kildekoden til prosjektet?

source: The software behind this site is open source, and available to you mainly under the GNU Affero GPL software license. You can <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">download the source code</a> (look under &lsquo;bci&rsquo;) and help us develop it. You&rsquo;re welcome to use it in your own projects, although you must also make available the source code to any such projects.
nb_no: Programvaren er lagt ut under en fri lisens, du finner koden ved å gå på:

source: Thank you for trying to register for your Flickr photos. We seem to have a problem ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
nb_no: Takk for at du prøver å legge til dine Flickr bilder. Vi har et problem med siden, så <a href="/contact"> vennligst meldt fra til Oss, </a> så skal vi se saken.

source: Weird and Wonderful reports
nb_no: Merkelige saker

source: Submitting your report
nb_no: Legg til din sak/problem

source: Submitting your update
nb_no: Legg til din oppdatering

source: Reporting a problem
nb_no: Legger til en sak

source: Viewing a problem
nb_no: Ser på en sak

source: Viewing a location
nb_no: Ser på en lokasjon

source: Report, view, or discuss local problems
nb_no: Rapporter, finn eller diskuter lokale utfordringer/saker

source: (like graffiti, fly tipping, broken paving slabs, or street lighting)
nb_no: (som tagging, hull i veien, søppel eller manglende gatelys

source: How to report a problem
nb_no: Hvordan rapportere en sak

source: We send it to the council on your behalf
nb_no: Vi sender til den riktige kommunen på vegne av deg

source: Enter a nearby GB postcode, or street name and area
nb_no: Legg inn et postnummer eller et gatenavn og område

source: Locate the problem on a map of the area
nb_no: Lokaliser saken/problemet på kartet over området

source: Enter details of the problem
nb_no: Legg inn tekst og evt. bilde om saken

source: FixMyStreet updates
nb_no: FiksGataMi oppdateringer

source: Photos of recent reports
nb_no: Bilder av nylig meldte saker

source: Recently reported problems
nb_no: Nylig meldte problemer

source: Please enter a message
nb_no: Legg til en melding

source: Please enter your email
nb_no: Legg inn din epost

source: Please enter a valid email
nb_no: Legg til en gyldig epost

source: That image doesn't appear to have uploaded correctly (%s), please try again.
nb_no: Bildet ser ikke ut til å blitt lastet opp riktig (%s), prøv på nytt.

source: Anonymous
nb_no: Anonymt

source: No council selected
nb_no: Ingen kommune er valgt

source: Please enter a subject
nb_no: Legg inn et tema

source: Please enter some details
nb_no: Legg inn opplysninger om saken

source: Please enter your name
nb_no: Legg inn ditt navn

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box
nb_no: Legg inn ditt fulle navn, kommunen som mottar saken trenger dette - hvis du ikke ønsker at ditt navn skal vises, kryss av her

source: Please choose a category
nb_no: Velg en kategori

source: Please choose a property type
nb_no: Velg en type egenskap

source: That location is not part of that council
nb_no: Denne lokasjonen er ikke en del av den kommunen

source: We have details for that council
nb_no: Vi har opplysninger om den kommunen

source: Somehow, you only have one co-ordinate. Please try again.
nb_no: På en eller annen måte har du bare en koordinat, vennligst prøv på nytt.

source: You haven't specified any sort of co-ordinates. Please try again.
nb_no: Du har ikke spesifisert koordinater, vennligst prøv på nytt

source: Other
nb_no: Andre

source: You have successfully confirmed your report and you can now <a href="%s">view it on the site</a>.
nb_no: Du har nå lagt til en sak og kan <a href="%s">se saken på nettsiden</a>.

source: That spot does not appear to be covered by a council - if it is past the shoreline, for example, please specify the closest point on land.
nb_no: Punktet ser ikke ut til å være dekket av en kommune - det kan være at du har markert et havområde , marker nærmeste punkt på land.

source: Category:
nb_no: Kategori

source: Property type:
nb_no: Type egenskap:

source: You have located the problem at the point marked with a purple pin on the map. If this is not the correct location, simply click on the map again.
nb_no: Du har ikke funnet et korrekt punkt på kartet. Klikk på kartet på nytt.

source: Please fill in details of the problem below.
nb_no: Vennligst fyll ut detaljer om saken under

source: Problems in this area
nb_no: Saker i dette område

source: Email me new local problems
nb_no: Send epost til meg om lokaler saker

source: RSS feed of recent local problems
nb_no: RSS feed med lokale saker som nylig er lagt til

source: To report a problem, simply <strong>click on the map</strong> at the correct location.
nb_no: For å lage en sak, <strong>klikk på kartet</strong> på riktig sted.

source: <small>If you cannot see the map, <a href='%s'>skip this step</a>.</small>
nb_no: <small>Hvis du ikke kan se kartet, <a href='%s'>hopp over dette steget</a>.</small>

source: Reports on and around the map
nb_no: Saker i og rundt kartet

source: No problems have been reported yet.
nb_no: Ingen saker er rapporter

source: Closest nearby problems <small>(within&nbsp;%skm)</small>
nb_no: De nærmeste sakene <small>(innenfor&nbsp;%skm)</small>

source: No problems found.
nb_no: Ingen saker er funnet.

source: Recent local problems, FixMyStreet
nb_no: Lokale saker som nylig er lagt til, FiksGataMi.

source: This problem is old and of unknown status.
nb_no: Denne saken er gammel og med ukjent status.

source: This problem has been fixed
nb_no: Denne saken er løst.

source: More problems nearby
nb_no: Flere saker i nærheten

source: Email me updates
nb_no: Send meg oppdateringer

source: RSS feed of updates to this problem
nb_no: RSS feed med oppdateringer på denne saken

source: Provide an update
nb_no: Send en oppdatering

source: Please note that updates are not sent to the council.
nb_no: Oppdateringene er ikke sendt til kommunen.

source: Updates to this problem, FixMyStreet
nb_no: Uppdateringer til denn saken, FiksGataMi

source: Questionnaire
nb_no: Spørreskjema

source: Please say whether you've ever reported a problem to your council before
nb_no: Gi oss informasjon om du har rapportert en sak til kommunen tidligere

source: Has this problem been fixed?
nb_no: Har denne saken blitt løst?

source: Have you ever reported a problem to a council before, or is this your first time?
nb_no: Har du sendt en sak til kommunen før, eller er dette første gangen?

source: If you wish to leave a public update on the problem, please enter it here (please note it will not be sent to the council). For example, what was your experience of getting the problem fixed?
nb_no: Hvis du ønsker å legge til en offentlig kommentar til saken, legg den til her (denne blir sendt til kommunen). Du kan for eksempel dele din erfaring med hvordan din sak ble løst.

source: Summary reports
nb_no: Oppsummerings rapporter

source: This is a summary of all reports on this site; select a particular council to see the reports sent there.
nb_no: Dette er en listing av alle sakene på nettsiden; velg en enkelt kommunefor å se saker som er sendt dit.

source: New problems
nb_no: Nye saker

source: Older problems
nb_no: Eldre saker

source: RSS feed of problems in this %s
nb_no: RSS feed for saker innenfor denne %s

source: Old problems, state unknown
nb_no: Eldre saker med ukjent status

source: Recently fixed
nb_no: Nylig løste saker

source: Old fixed
nb_no: Eldre saker som er løst

source: Subject: Confirm your alert on FixMyStreet Hi, Please click on the link below to confirm the alert you just asked to subscribe to on FixMyStreet: <?=$values['url']?> If you can't click the link, please copy and paste it to the address bar of your web browser. Yours, The FixMyStreet team
nb_no: Subject: Bekreft din sak på FiksGataMI.no Hei, Vennligst klikk på linken under for å bekrefte saken du har bedt om å abonnere på FiksGataMi.no: <?=$values['url']?> Hvis du ikke kan klikke på linken, kan du kopiere den i addresse feltet på dine nettleser. Vennlig Hilsen, FiksGataMi teamet

source: Subject: New problems on FixMyStreet The following new problems have been added: <?=$values['data']?> Yours, The FixMyStreet team To stop receiving emails when there are new problems, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Ny saker på FiksGataMi.no Følgende ny saker er lagt til: <?=$values['data']?> Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å stå på denne epostlisten, klikk på linken: <?=$values['unsubscribe_url']?>

source: Subject: New problems in <?=$values['area_name']?> on FixMyStreet The following new problems have been added within <?=$values['area_name']?>: <?=$values['data']?> Yours, The FixMyStreet team To stop receiving emails when there are new problems in <?=$values['area_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Nye saker i <?=$values['area_name']?> sendt via FiksGataMi.no Følgende saker er sendt til <?=$values['area_name']?>: <?=$values['data']?> Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å motta epost om saker som er sendt til <?=$values['area_name']?> i fremtiden, klikk på følgende link: <?=$values['unsubscribe_url']?>

source: Subject: New problems reported to <?=$values['area_name']?> on FixMyStreet The following new problems have been reported to <?=$values['area_name']?>: <?=$values['data']?> Yours, The FixMyStreet team To stop receiving emails when there are new problems reported to <?=$values['area_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Nye saker sendt til <?=$values['area_name']?> via FiksGataMi.no Følgende saker er sendt til <?=$values['area_name']?>: <?=$values['data']?> Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å motta epost om saker som er sendt til <?=$values['area_name']?> i fremtiden, klikk på følgende link: <?=$values['unsubscribe_url']?>

source: Subject: New nearby problems on FixMyStreet The following nearby problems have been added: <?=$values['data']?> Yours, The FixMyStreet team To stop receiving emails when there are nearby problems, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Nye saker i nærheten på FiksGataMi.no Følgende saker i nærheten er sendt via FiksGataMi.no: <?=$values['data']?> Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å abonnere på epost om problemer i nærheten, klikk på følgende link: <?=$values['unsubscribe_url']?>

source: Subject: New problems reported to <?=$values['area_name']?> within <?=$values['ward_name']?> on FixMyStreet The following new problems have been reported to <?=$values['area_name']?> within <?=$values['ward_name']?>: <?=$values['data']?> Yours, The FixMyStreet team To stop receiving emails when there are new problems reported to <?=$values['area_name']?> within <?=$values['ward_name']?>, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Nye saker sendt til <?=$values['area_name']?> innenfor <?=$values['ward_name']?> via FiksGataMi.no Følgende saker er sendt til <?=$values['area_name']?> innenfor <?=$values['ward_name']?>: <?=$values['data']?> Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å abonnere via epost på saker som er sendt til <?=$values['area_name']?> innenfor <?=$values['ward_name']?>, klikk på denne linken: <?=$values['unsubscribe_url']?>
