Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet-EmptyHomes.po
Languages: cy_gb

source: The text of the error was:
cy_gb: Testun y gwall oedd:

source: Report a problem
cy_gb: Rhoi gwybod am eiddo

source: All reports
cy_gb: Adroddiadau

source: Local alerts
cy_gb: Gweld adroddiadau lleol

source: Help
cy_gb: Cwestiynau Cyffredin

source: About us
cy_gb: Amdanom ni

source: Fix<span id="my">My</span>Street
cy_gb: Trwsio<span id="my">Fy</span>Stryd

source: This is a developer site; things might break at any time.
cy_gb: Safle datblygwr yw hwn; gallai pethau dorri unrhyw bryd.

source: Navigation
cy_gb: Mordwyo

source: Contact
cy_gb: Cysylltu

source: Built by <a href="http://www.mysociety.org/">mySociety</a>, using some <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety/bci">clever</a>&nbsp;<a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety/services/TilMa">code</a>.
cy_gb: Adeiladwyd gan <a href="http://www.mysociety.org/">mySociety</a>, gan ddefnyddio tipyn o <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety/services/TilMa">god</a><a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety/bci">clyfar</a>&nbsp;.

source: Error
cy_gb: Gwall

source: Crown copyright. All rights reserved. Ministry of Justice
cy_gb: Hawlfraint y Goron. Cedwir pob hawl. Y Weinyddiaeth Amddiffyn

source: Problem
cy_gb: Eiddo gwag

source: problem
cy_gb: eiddo gwag

source: today
cy_gb: heddiw

source: less than a minute
cy_gb: llai na munud

source: week
cy_gb: wythnos

source: day
cy_gb: diwrnod

source: hour
cy_gb: awr

source: minute
cy_gb: munud

source: %s, reported anonymously at %s
cy_gb: Rhoddodd %s wybod yn ddi-enw am %s

source: %s, reported by %s at %s
cy_gb: Adroddwyd am %s gan %s am %s

source: Reported by %s in the %s category anonymously at %s
cy_gb: Adroddwyd am hyn gan %s yn y categori %s yn ddi-enw, am %s

source: Reported by %s in the %s category by %s at %s
cy_gb: Adroddwyd gan %s yn y categori %s trwy %s am %s

source: Reported by %s anonymously at %s
cy_gb: Adroddwyd gan %s yn ddi-enw am %s

source: Reported by %s by %s at %s
cy_gb: Adroddwyd gan %s trwy %s am %s

source: Reported in the %s category anonymously at %s
cy_gb: Adroddiwyd yn y categori %s yn ddi-enw am %s

source: Reported in the %s category by %s at %s
cy_gb: Adroddwyd yn y categori %s gan %s am %s

source: Reported anonymously at %s
cy_gb: Adroddwyd yn ddi-enw am %s

source: Reported by %s at %s
cy_gb: Adroddwyd gan %s am %s

source: the map was not used so pin location may be inaccurate
cy_gb: ni ddefnyddiwyd y map felly mae'n bosibl na fydd lleoliad y pin yn gywir

source: Sent to %s %s later
cy_gb: Anfonwyd at %s %s yn ddiweddarach

source: Not reported to council
cy_gb: Ni roddwyd gwybod i'r cyngor am hyn

source: Updates
cy_gb: Diweddariadau

source: Posted by %s at %s
cy_gb: Cofnodwyd gan %s am %s

source: Posted anonymously at %s
cy_gb: Cofnodwyd yn ddi-enw am %s

source: marked as fixed
cy_gb: cofnodwyd bod hyn wedi'i adfer i'w ddefnyddio

source: reopened
cy_gb: wedi'i ailagor

source: We do not cover Northern Ireland, I'm afraid, as our licence doesn't include any maps for the region.
cy_gb: Nid ydym yn ymdrin â Gogledd Iwerddon, yn anffodus, gan nad yw ein trwydded yn cynnwys unrhyw fapiau ar gyfer y rhanbarth.

source: That postcode was not recognised, sorry.
cy_gb: Ni chafodd y cod post hwnnw ei gydnabod, sori.

source: Sorry, we could not parse that location. Please try again.
cy_gb: Sori, ni fu modd i ni ddosrannu'r lleoliad hwnnw. Rhowch gynnig arall arni.

source: Sorry, we could not find that location.
cy_gb: Sori, ni fu modd i ni ddod o hyd i'r lleoliad hwnnw.

source: Sorry, that location appears to be too general; please be more specific.
cy_gb: Sori, mae'n ymddangos bod y lleoliad hwnnw'n rhy gyffredinol; rhowch gynnig arall arni.

source: That location does not appear to be in Britain; please try again.
cy_gb: Nid yw'n ymddangos bod y lleoliad hwnnw ym Mhrydain; rhowch gynnig arall arni.

source: We found more than one match for that location. We show up to ten matches, please try a different search if yours is not here.
cy_gb: Darganfuom fwy nag un man sy'n cyfateb i'r lleoliad hwnnw. Rydym yn dangos hyd at ddeg cyfatebiaeth, rhowch gynnig ar chwiliad gwahanol os nad yw'ch lleoliad chi yno.

source: Please upload a JPEG image only
cy_gb: Dim ond llun JPEG y dylech lwytho i fyny.

source: <h1>The Empty Homes Agency</h1> <p>The Empty Homes agency is an independent campaigning charity. We are not part of government, and have no formal links with local councils although we work in cooperation with both. We exist to highlight the waste of empty property and work with others to devise and promote sustainable solutions to bring empty property back into use. We are based in London but work across England. We also work in partnership with other charities across the UK.</p>
cy_gb: <h1>Yr Asiantaeth Tai Gwag</h1> <p>Mae'r Asiantaeth Tai Gwag yn elusen ymgyrchu annibynnol. Nid ydym yn rhan o'r llywodraeth, ac nid oes gennym unrhyw gysylltiadau ffurfiol â chynghorau lleol er ein bod yn cydweithio â'r naill a'r llall. Rydym yn bodoli er mwyn amlygu gwastraff yr eiddo gwag ac yn gweithio gyda eraill er mwyn dyfeisio a hyrwyddo atebion cynaliadwy er mwyn adfer eiddo gwag yn eiddo y mae pobl yn byw ynddynt eto. Rydym wedi'n lleoli yn Llundain ond rydym yn gweithio ledled Lloegr. Rydym hefyd yn gweithio mewn partneriaeth ag elusennau eraill ledled y DU.</p>

source: (fixed)
cy_gb: (wedi'i adfer i'w ddefnyddio)

source: Confirmation
cy_gb: Cadarnhau

source: Thank you for trying to confirm your alert. We seem to have an error ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
cy_gb: Diolch am geisio cadarnhau eich rhybudd. Fodd bynnag, mae'n ymddangos bod gennym wall ein hunain, felly <a href="/contact">rhowch wybod i ni beth sydd wedi digwydd</a> ac fe wnawn ni edrych yn fanylach ar hyn.

source: Local RSS feeds and email alerts
cy_gb: Porthiannau RSS a hysbysiadau e-bost lleol

source: That location does not appear to be covered by a council, perhaps it is offshore - please try somewhere more specific.
cy_gb: Nid yw'n ymddangos bod cyngor yn gyfrifol am y lleoliad hwnnw, efallai ei fod ar y môr - chwiliwch am fan mwy penodol.

source: Problems within %s
cy_gb: Eiddo gwag yn %s

source: Problems within %s ward
cy_gb: Eiddo gwag yn ward %s

source: Problems within the boundary of:
cy_gb: Eiddo gwag o fewn ffiniau:

source: Or problems reported to:
cy_gb: Neu eiddo gwag y rhoddwyd gwybod amdanynt i:

source: Photos of recent nearby reports
cy_gb: Ffotograffau o adroddiadau cyfagos diweddar

source: The simplest alert is our geographic one:
cy_gb: Yr hysbysiad symlaf yw ein hysbysiad daearyddol:

source: Problems within %skm of this location
cy_gb: Eiddo gwag o fewn %skm o'r lleoliad hwn

source: (a default distance which covers roughly 200,000 people)
cy_gb: (pellter rhagosodedig sy'n cynnwys tua 200,000 o bobl)

source: RSS feed of nearby problems
cy_gb: Porthiant RSS o eiddo gwag sydd gerllaw

source: RSS feed
cy_gb: Porthiant RSS

source: (alternatively the RSS feed can be customised, within
cy_gb: (fel arall, gellir addasu'r porthiant RSS yn bersonol, o fewn

source: Or you can subscribe to an alert based upon what ward or council you&rsquo;re in:
cy_gb: Neu, gallwch danysgrifio am hysbysiad yn ôl pa ward neu gyngor yr ydych yn byw ynddo:

source: Give me an RSS feed
cy_gb: Rhowch borthiant RSS i mi

source: or
cy_gb: neu

source: Your email:
cy_gb: Eich cyfeiriad e-bost:

source: Subscribe me to an email alert
cy_gb: Dymunaf danysgrifio i rybuddion drwy e-bost

source: RSS feed of %s
cy_gb: Porthiant RSS %s

source: To find out what local alerts we have for you, please enter your GB postcode or street name and area:
cy_gb: I gael gwybod pa hysbysiadau lleol sydd gennym yn eich ardal, cyngor neu ward chi, cofnodwch eich cod post Prydeinig neu enw stryd ac ardal:

source: Some photos of recent reports
cy_gb: Rhai ffotograffau o adroddiadau diweddar

source: Please select the feed you want
cy_gb: Dewiswch y porthiant rydych chi eisiau ei gael

source: Illegal feed selection
cy_gb: Dewis porthiant annilys

source: Receive email when updates are left on this problem.
cy_gb: Derbyn neges e-bost pan fydd diweddariadau'n cael eu rhoi am yr eiddo gwag hwn.

source: Email:
cy_gb: E-bost:

source: Subscribe
cy_gb: Tanysgrifio

source: You have successfully subscribed to that alert.
cy_gb: Rydych wedi tanysgrifio'n llwyddiannus i'r hysbysiad hwnnw.

source: We could not validate that alert.
cy_gb: Ni allem ddilysu'r hysbysiad hwnnw.

source: You have successfully confirmed your alert.
cy_gb: Rydych wedi cadarnhau'ch hysbysiad yn llwyddiannus.

source: You have successfully deleted your alert.
cy_gb: Rydych wedi dileu'ch hysbysiad yn llwyddiannus.

source: Please enter a valid email address
cy_gb: Cofnodwch gyfeiriad e-bost dilys

source: Please select the type of alert you want
cy_gb: Dewiswch y math o hysbysiad rydych chi eisiau ei gael

source: Thank you for trying to confirm your update or problem. We seem to have an error ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
cy_gb: Diolch am geisio cadarnhau eich diweddariad neu eich eiddo gwag. Fodd bynnag, mae'n ymddangos bod gwall gennym ein hunain, felly <a href="/contact">rhowch wybod i ni beth ddigwyddodd</a> ac fe wnawn ni edrych yn fanylach i hyn.

source: You have successfully confirmed your update and you can now <a href="%s">view it on the site</a>.
cy_gb: Rydych wedi cadarnhau eich diweddariad yn llwyddiannus ac nawr gallwch <a href="%s">weld hwn ar y safle</a>.

source: Sorry, there has been an error confirming your problem.
cy_gb: Sori, bu gwall wrth gadarnhau eich eiddo gwag.

source: Thank you for reporting an empty property on ReportEmptyHomes.com. We have emailed the empty property officer in the council responsible with the details and asked them to do whatever they can to get the empty property back into use as soon as possible.
cy_gb: Diolch am roi gwybod am eiddo gwag ar ReportEmptyHomes.com. Rydym wedi anfon neges e-bost gyda'r manylion at y swyddog eiddo gwag yn y cyngor cyfrifol ac wedi gofyn iddynt wneud beth bynnag y gallant i helpu adfer yr eiddo gwag fel ei fod yn cael ei ddefnyddio eto cyn gynted ag y bo modd.

source: Most councils are quite good at bringing empty properties back into use. Even so the process can sometimes be slow, especially if the property is in very poor repair or the owner is unwilling to act. In most cases it takes six months before you can expect to see anything change. This doesn&rsquo;t mean the council isn&rsquo;t doing anything. We encourage councils to update the website so you can see what is happening.
cy_gb: Mae'r rhan fwyaf o gynghorau'n eithaf da wrth adfer eiddo gwag i'w defnydd eto. Er hynny, mae'r broses weithiau'n gallu bod yn araf, yn enwedig os yw cyflwr yr eiddo'n ddrwg iawn neu os nad yw'r perchennog yn barod i weithredu. Gan amlaf, mae'n cymryd tua chwe mis cyn y gallwch ddisgwyl gweld unrhyw beth yn newid. Nid yw hyn yn golygu nad yw'r cyngor yn gwneud unrhyw beth. Rydym yn annog cynghorau i ddiweddaru'r wefan fel y gallwch weld beth sy'n digwydd.

source: We will contact you again in a month and again after six months to ask what has happened. Hopefully the property will be well on the way to being brought back into use by then, but if not we can offer advice on what you can do next.
cy_gb: Byddwn yn cysylltu â chi eto ymhen mis ac eto ymhen chwe mis i holi beth sydd wedi digwydd. Ein gobaith yw y bydd yr eiddo wrthi'n cael ei adfer i'w ddefnyddio erbyn hynny, ond os nad ydyw, gallwn gynnig cyngor ar yr beth y gallwch ei wneud nesaf.

source: Thank you for using ReportEmptyHomes.com. Your action is already helping to resolve the UK&rsquo;s empty homes crisis.
cy_gb: Diolch am ddefnyddio ReportEmptyHomes.com. Mae eich gweithred eisoes yn helpu i ddatrys argyfwng tai gwag y DU.

source: View your report
cy_gb: Gweld eich adroddiad

source: Thank you for reporting an empty property on ReportEmptyHomes.com.
cy_gb: Diolch am roi gwybod am eiddo gwag ar ReportEmptyHomes.com.

source: You have successfully confirmed your problem
cy_gb: Rydych wedi cadarnhau eich eiddo gwag yn llwyddiannus

source: and <strong>we will now send it to the council</strong>
cy_gb: a <strong>byddwn nawr yn ei anfon at y cyngor</strong>

source: . You can <a href="%s">view the problem on this site</a>.
cy_gb: . Gallwch <a href="%s">weld yr eiddo gwag ar y safle hwn</a>.

source: Thanks, glad to hear it's been fixed! Could we just ask if you have ever reported a problem to a council before?
cy_gb: Diolch, falch o glywed ei fod wedi cael ei adfer i'w ddefnyddio! Fyddai modd i ni'ch holi chi, a ydych erioed wedi rhoi gwybod i'r cyngor am eiddo gwag cyn hyn?

source: Yes
cy_gb: Ydw

source: No
cy_gb: Nac ydw

source: Go
cy_gb: Ewch

source: Thank you &mdash; you can <a href="%s">view your updated problem</a> on the site.
cy_gb: Diolch &mdash; gallwch <a href="%s">weld diweddariad eich eiddo gwag</a> ar y safle.

source: Contact Us
cy_gb: Cysylltwch â Ni

source: Please give your name
cy_gb: Rhowch eich enw

source: Please give your email
cy_gb: Rhowch eich cyfeiriad e-bost

source: Please give a valid email address
cy_gb: Rhowch gyfeiriad e-bost dilys

source: Please give a subject
cy_gb: Rhowch destun

source: Please write a message
cy_gb: Ysgrifennwch neges

source: Illegal ID
cy_gb: ID Anghyfreithlon

source: Thanks for your feedback. We'll get back to you as soon as we can!
cy_gb: Diolch am eich adborth. Byddwn yn eich ateb cyn gynted ag y gallwn!

source: Contact the team
cy_gb: Cysylltu â'r tîm

source: You are reporting the following problem report for being abusive, containing personal information, or similar:
cy_gb: Rydych yn cwyno am yr adroddiad canlynol am eiddo gwag gan ei fod yn sarhaus, neu'n cynnwys gwybodaeth bersonol, neu debyg:

source: We&rsquo;d love to hear what you think about this website. Just fill in the form. Please don&rsquo;t contact us about individual empty homes; use the box accessed from <a href="/">the front page</a>.
cy_gb: Byddem wrth ein bodd yn clywed eich barn am y wefan hon. Dim ond llenwi'r ffurflen sydd angen i chi ei wneud. Peidiwch â defnyddio hwn i gysylltu â ni am dai gwag unigol; defnyddiwch y blwch sydd i'w gael ar y <a href="/">dudalen flaen</a>.

source: We'd love to hear what you think about this site. Just fill in the form, or send an email to <a href='mailto:%s'>%s</a>:
cy_gb: Byddai'n dda gennym glywed eich barn am y wefan hon. Llenwch y ffurflen, neu anfonwch neges e-bost at <a href='mailto:%s'>%s</a>:

source: Your name:
cy_gb: Eich enw:

source: Your&nbsp;email:
cy_gb: Eich&nbsp;cyfeiriad e-bost:

source: Subject:
cy_gb: Pwnc:

source: Message:
cy_gb: Neges:

source: Post
cy_gb: Postio

source: Frequently Asked Questions
cy_gb: Cwestiynau Cyffredin

source: Thank you for trying to register for your Flickr photos. We seem to have a problem ourselves though, so <a href="/contact">please let us know what went on</a> and we'll look into it.
cy_gb: Diolch am geisio cofrestru ar gyfer eich ffotograffau Flickr . Mae'n ymddangos bod gennym ein heiddo gwag ein hunain fodd bynnag, felly <a href="/contact">rhowch wybod i ni beth ddigwyddodd</a> ac fe wnawn ni edrych iddo.

source: Weird and Wonderful reports
cy_gb: Adroddiadau rhyfeddol a rhagorol

source: Submitting your report
cy_gb: Cyflwyno'ch adroddiad

source: Submitting your update
cy_gb: Cyflwyno'ch diweddariad

source: Reporting a problem
cy_gb: Adrodd am eiddo gwag

source: Viewing a problem
cy_gb: Gweld eiddo gwag

source: Viewing a location
cy_gb: Gweld lleoliad

source: Report, view, or discuss local problems
cy_gb: Adrodd am eiddo gwag a gweld y rhain

source: <big>%s</big> report in past week
cy_gb: <big>%s</big> adroddiad o fewn yr wythnos ddiwethaf

source: <big>%s</big> report recently
cy_gb: <big>%s</big> adroddiad yn ddiweddar

source: Thanks for uploading your photo. We now need to locate your problem, so please enter a nearby street name or postcode in the box below&nbsp;:
cy_gb: Diolch am lwytho'ch ffotograff i fyny. Nawr mae angen i ni ddod o hyd i leoliad eich eiddo gwag, felly rhowch enw stryd gerllaw neu god post yn y blwch isod&nbsp;:

source: Enter a nearby GB postcode, or street name and area:
cy_gb: Cofnodwch god post Prydeinig, neu enw stryd ac ardal gerllaw:

source: How to report a problem
cy_gb: Sut i roi gwybod am eiddo gwag

source: We send it to the council on your behalf
cy_gb: Caiff y manylion eu hanfon yn uniongyrchol at yr unigolyn cywir yn y cyngor lleol er mwyn iddynt weithredu

source: Enter a nearby GB postcode, or street name and area
cy_gb: Cofnodwch god post Prydeinig, neu enw stryd ac ardal gerllaw

source: Locate the problem on a map of the area
cy_gb: Chwiliwch am leoliad yr eiddo gwag ar fap o'r ardal

source: Enter details of the problem
cy_gb: Rhowch fanylion yr eiddo gwag

source: <big>%s</big> fixed in past month
cy_gb: Dychwelwyd <big>%s</big> i'w ddefnyddio yn y mis diwethaf

source: <big>%s</big> update on reports
cy_gb: <big>%s</big> diweddariad ar adroddiadau

source: Photos of recent reports
cy_gb: Ffotograffau o adroddiadau diweddar

source: Recently reported problems
cy_gb: Eiddo gwag yr adroddwyd amdanynt yn ddiweddar

source: Please enter a message
cy_gb: Ychwanegwch neges

source: Please enter your email
cy_gb: Cofnodwch eich cyfeiriad e-bost

source: Please enter a valid email
cy_gb: Cofnodwch gyfeiriad e-bost dilys

source: That image doesn't appear to have uploaded correctly (%s), please try again.
cy_gb: Nid yw'n ymddangos bod y ddelwedd honno wedi llwytho i fyny'n gywir (%s), rhowch gynnig arni eto.

source: Anonymous
cy_gb: Di-enw

source: No council selected
cy_gb: Ni ddewiswyd cyngor

source: Please enter a subject
cy_gb: Rhowch enw'r pwnc

source: Please enter some details
cy_gb: Cofnodwch fanylion

source: Please enter your name
cy_gb: Cofnodwch eich enw

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box
cy_gb: Cofnodwch eich enw llawn - os nad ydych yn dymuno bod eich enw'n cael ei ddangos ar y safle, cliciwch i ddileu'r tic o'r bocs

source: Please choose a category
cy_gb: Dewiswch gategori

source: Please choose a property type
cy_gb: Dewiswch fath o eiddo

source: That location is not part of that council
cy_gb: Nid yw'r lleoliad hwnnw'n rhan o'r cyngor hwnnw

source: We have details for that council
cy_gb: Mae gennym fanylion ar gyfer y cyngor hwnnw

source: Somehow, you only have one co-ordinate. Please try again.
cy_gb: Rhywffordd neu gilydd, dim ond un cyfesuryn sydd gennych. Rhowch gynnig arni eto.

source: You haven't specified any sort of co-ordinates. Please try again.
cy_gb: Nid ydych wedi pennu unrhyw fath o gyfesurynnau. Rhowch gynnig arni eto.

source: Other
cy_gb: Arall

source: You have successfully confirmed your report and you can now <a href="%s">view it on the site</a>.
cy_gb: Rydych wedi cadarnhau eich adroddiad yn llwyddiannus ac nawr gallwch <a href="%s">weld eich adroddiad ar y safle</a>.

source: That spot does not appear to be covered by a council. If you have tried to report an issue past the shoreline, for example, please specify the closest point on land.
cy_gb: Nid yw'n ymddangos bod cyngor yn gyfrifol am y lleoliad hwnnw. Os ydych wedi ceisio adrodd am broblem oddi ar y lân, er enghraifft, dylech nodi'r pwynt agosaf ar y tir.

source: Category:
cy_gb: Categori:

source: -- Pick a property type --
cy_gb: -- Dewiswch fath o eiddo --

source: Empty house or bungalow
cy_gb: Tŷ neu fyngalo gwag

source: Empty flat or maisonette
cy_gb: Fflat neu fflat deulawr gwag

source: Whole block of empty flats
cy_gb: Bloc cyfan o fflatiau gwag

source: Empty office or other commercial
cy_gb: Swyddfa wag neu fan masnachol gwag arall

source: Empty pub or bar
cy_gb: Tafarn neu far gwag

source: Empty public building - school, hospital, etc.
cy_gb: Adeilad cyhoeddus gwag - ysgol, ysbyty, ac ati.

source: Property type:
cy_gb: Math o eiddo:

source: You have located the problem at the point marked with a purple pin on the map. If this is not the correct location, simply click on the map again.
cy_gb: Rydych wedi gosod lleoliad yr eiddo gwag wrth y pwynt sy'n cael ei ddangos gan y pin porffor ar y map. Os nad dyma'r lleoliad cywir, cliciwch ar y map eto.

source: All the information you provide here will be sent to <strong>%s</strong>. On the site, we will show the subject and details of the problem, plus your name if you give us permission.
cy_gb: Bydd yr holl wybodaeth a ddarperir gennych yma'n cael ei hanfon at <strong>%s</strong>. Ar y safle, byddwn yn dangos pwnc a manylion yr eiddo gwag, ynghyd â'ch enw os ydych yn rhoi caniatâd i ni.

source: <p>We do not yet have details for the council that covers this location. If you submit a report here it will be left on the site, but not reported to the council &ndash; please still leave your report, so that we can show to the council the activity in their area.
cy_gb: <p>Nid oes gennym fanylion eto ar gyfer y cyngor sy'n gyfrifol am y lleoliad hwn. Os ydych yn cyflwyno adroddiad yma, bydd yn cael ei adael ar y safle, ond ni fydd yn cael ei adrodd i'r cyngor &ndash; gadewch eich adroddiad o hyd, fel y gallwn ddangos i'r cyngor y gweithgarwch yn ei ardal.

source: Please fill in the form below with details of the problem, and describe the location as precisely as possible in the details box.
cy_gb: Llenwch y ffurflen isod gyda manylion yr eiddo gwag, a disgrifiwch y lleoliad mor fanwl ag y bo modd yn y blwch manylion.

source: Please fill in details of the empty property below, saying what type of property it is e.g. an empty home, block of flats, office etc. Tell us something about its condition and any other information you feel is relevant. There is no need for you to give the exact address. Please be polite, concise and to the point; writing your message entirely in block capitals makes it hard to read, as does a lack of punctuation.
cy_gb: Llenwch fanylion yr eiddo gwag isod, gan ddweud pa fath o eiddo ydyw e.e. tŷ gwag, bloc o fflatiau, swyddfa ac ati. Dywedwch rywbeth wrthym am ei gyflwr ac unrhyw wybodaeth arall sy'n berthnasol yn eich barn chi. Nid oes angen i chi roi'r union gyfeiriad. Byddwch yn gwrtais, yn gryno ac i'r pwynt; mae ysgrifennu eich neges yn gyfan gwbl mewn priflythrennau yn ei gwneud hi'n anodd ei darllen, fel y mae diffyg atalnodi.

source: Please fill in details of the problem below.
cy_gb: Llenwch fanylion yr eiddo gwag isod.

source: Empty property details form
cy_gb: Ffurflen manylion eiddo gwag

source: Details:
cy_gb: Manylion:

source: Photo:
cy_gb: Ffotograff:

source: Name:
cy_gb: Enw:

source: Phone:
cy_gb: Rhif ffôn:

source: (optional)
cy_gb: (dewisol)

source: Can we show your name on the site?
cy_gb: Allwn ni ddangos eich enw chi ar y safle?

source: (we never show your email address or phone number)
cy_gb: (nid ydym byth yn dangos eich cyfeiriad e-bost na'ch rhif ffôn)

source: Submit
cy_gb: Anfon

source: Hide stale reports
cy_gb: Cuddio hen adroddiadau

source: Include stale reports
cy_gb: Cynnwys hen adroddiadau

source: Show pins
cy_gb: Dangos pinnau

source: Hide pins
cy_gb: Cuddio pinnau

source: Problems in this area
cy_gb: Eiddo gwag yn yr ardal hon

source: Email me new local problems
cy_gb: Anfonwch fanylion eiddo gwag lleol newydd ataf i drwy'r e-bost

source: RSS feed of recent local problems
cy_gb: Porthiant RSS o eiddo gwag lleol diweddar

source: To report a problem, simply <strong>click on the map</strong> at the correct location.
cy_gb: Er mwyn rhoi gwybod am eiddo gwag <strong>cliciwch ar y map</strong> wrth y lleoliad cywir.
