Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: nb_no

source: Subject: New updates on problem - '<?=$values['title']?>' The following updates have been left on this problem: <?=$values['data']?> To view or reply to these updates, please visit the following URL: <?=$values['problem_url']?> Replies to this email will go to the team behind FixMyStreet, *not* to anyone who left an update. Yours, The FixMyStreet team To stop receiving emails when there are new updates on this problem, please follow this link: <?=$values['unsubscribe_url']?>
nb_no: Subject: Oppdateringer på saken - '<?=$values['title']?>' Følgende oppdateringer er lagt til på saken: <?=$values['data']?> For å lese eller svare på disse oppdateringene, klikk på følgende link: <?=$values['problem_url']?> Svar på denne eposten vil gå til prosjektteamet på FiksGataMi.no, *ikke* til saken og de som leser den. Vennlig hilsen, FiksGataMi teamet Hvis du ikke ønsker å abonnere på oppdateringer rundt denne saken, klikk på linken: <?=$values['unsubscribe_url']?>

source: Subject: Confirm your email address on FixMyStreet Hi, Please click on the link below to confirm the email address you just gave to FixMyStreet: <?=$values['url']?> This is so we can look up the photos you tag with FixMyStreet, and send you an email letting you know about your new problems. Yours, The FixMyStreet team
nb_no: Subject: Bekreft din epostadresse på FiksGataMi.no Hei, Klikk på linken under for å bekrefte epostadressen du akkurat la inn på FiksGataMI.no: <?=$values['url']?> Vennlig hilsen, FiksGataMi teamet

source: Subject: New photo pulled from Flickr to FixMyStreet Hi <?=$values['name']?>, We've fetched a photo you uploaded to Flickr and tagged with FixMyStreet. To check the details we have, and to add any more, please visit the following URL: <?=$values['url']?> Then we can send your photo to the council. Thanks! Yours, The FixMyStreet team
nb_no: Subject: Nye bilder hentet fra Flickr til FiksGataMi.no Hi <?=$values['name']?>, Vi har hentet et bilde som du lastet opp på Flickr og merket det med FiksGataMi. For å sjekke dataene vi har, og evt. legge til flere, klikk på følgende link: <?=$values['url']?> På denne måten kan vi send bildene til kommunen. Takk! Vennlig hilsen, FiksGataMi teamet

source: Subject: Your new report on FixMyStreet Hi<?=$values['name']?>, We've stored the report you uploaded to FixMyStreet via <?=$values['service']?>. To check the details we have, and to add any more, please visit the following URL: <?=$values['url']?> Then we can send your report to the council. Thanks! Yours, The FixMyStreet team
nb_no: Subject: Din nye sak på FiksGataMi.no Hi<?=$values['name']?>, Vi har lagret saken som nå lastet opp via <?=$values['service']?>. For å se saken, og redigere eller lese detaljene, gå til følgende link: <?=$values['url']?> Vi sender så saken til kommunen. Takk! Vennlig hilsen, FiksGataMi teamet

source: Subject: Confirm your problem on FixMyStreet Hi <?=$values['name']?>, Please click on the link below to confirm the problem you just added to FixMyStreet: <?=$values['url']?> If your email program does not let you click on this link, copy and paste it into your web browser and press return. Your problem had the title: <?=$values['title']?> And details: <?=$values['detail']?> Yours, The FixMyStreet team
nb_no: Subject: Bekreftelse på ny sak lagt til på FiksGataMi.no Hi <?=$values['name']?>, Vennligst klikk på linken under for å bekrefte saken du har lagt til på FiksGataMi: <?=$values['url']?> Hvis ditt epost program ikke gir deg mulighet til å klikke på linken, kopier linken inn i nettleseren. Din sak hadde følgende tittel: <?=$values['title']?> Med følgende verdier: <?=$values['detail']?> Vennlig hilsen, FiksGataMi teamet

source: Subject: Questionnaire about your problem on FixMyStreet Hi <?=$values['name']?>, <?=$values['created']?> ago, you left a problem on FixMyStreet with the details provided at the end of this email. To keep our site up to date and relevant, we'd appreciate it if you could follow the link below and fill in our short questionnaire updating the status of your problem: <?=$values['url']?> Please do not reply to this email; there is a public comment box on the questionnaire. Yours, The FixMyStreet team Your problem was as follows: <?=$values['title']?> <?=$values['detail']?>
nb_no: Subject: Skjema for din sak på FiksGataMi Hei <?=$values['name']?>, <?=$values['created']?> siden, du la til en sak på FiksGataMi med detaljene som vist i denne eposten. For å holde vår nettside oppdatert og relevant, vi vil sette pris på om du kunne fylle ut følgende skjema for å oppdatere saken: <?=$values['url']?> Vennligst ikke svar på denne eposten; det er muligheter for å kommentere i skjema. Vennlig hilsen, FiksGataMi teamet Saken du la til var som følger: <?=$values['title']?> <?=$values['detail']?>

source: Subject: Questionnaire about your empty property report Hi <?=$values['name']?>, Six months ago, you reported an empty home on ReportEmptyHomes.com with the details provided at the end of this email. To keep our site up to date and relevant, I'd be grateful if you could fill in this short questionnaire to tell us what has happened: <?=$values['url']?> Please do not reply to this email; there is a public comment box on the questionnaire. Yours, The Empty Homes Agency Your report was as follows: <?=$values['title']?> Property type: <?=$values['category']?> <?=$values['detail']?>
nb_no: Subject: Skjema om din sak knyttet til tom eiendom Hi <?=$values['name']?>, Six months ago, you reported an empty home on ReportEmptyHomes.com with the details provided at the end of this email. To keep our site up to date and relevant, I'd be grateful if you could fill in this short questionnaire to tell us what has happened: <?=$values['url']?> Please do not reply to this email; there is a public comment box on the questionnaire. Yours, The Empty Homes Agency Your report was as follows: <?=$values['title']?> Property type: <?=$values['category']?> <?=$values['detail']?>

source: Subject: FMS Problem Report: <?=$values['title']?> Dear <?=$values['councils_name']?>, <?=$values['missing']?><?=$values['multiple']?>A user of FixMyStreet has submitted the following report of a local problem that they believe might require your attention. <?=$values['fuzzy']?>, or to provide an update on the problem, please visit the following link: <?=$values['url']?> <?=$values['has_photo']?>---------- Name: <?=$values['name']?> Email: <?=$values['email']?> <?=$values['phone_line']?><?=$values['category_line']?>Subject: <?=$values['title']?> Details: <?=$values['detail']?> Easting: <?=$values['easting']?> Northing: <?=$values['northing']?> <?=$values['closest_address_machine']?>---------- Replies to this email will go to the user who submitted the problem. Yours, The FixMyStreet team [ This message was sent via FixMyStreet, a project of UKCOD, registered charity number 1076346. If there is a more appropriate email address for messages about <?=$values['category_footer']?>, please let us know by sending an email to <team@fixmystreet.com>. This will help improve the service for local people. We also welcome any other feedback you may have. ]
nb_no: Subject: Sak til kommunen: <?=$values['title']?> Dear <?=$values['councils_name']?>, <?=$values['missing']?><?=$values['multiple']?>en bruker har gjennom FiksGataMi sendt følgende sak til deres kommune. Saken er av lokal karakter, og derfor sendt til deres kommune. <?=$values['fuzzy']?>, vi setter pris på om dere kan oppdatere saken etter behandling, ved å klikke på følgende link: <?=$values['url']?> <?=$values['has_photo']?>---------- Navn: <?=$values['name']?> Epost: <?=$values['email']?> <?=$values['phone_line']?><?=$values['category_line']?>Subject: <?=$values['title']?> Detaljer: <?=$values['detail']?> <?=$values['closest_address']?>---------- Svar på denne eposten vil gå til brukeren som har meldt saken. Med Vennlig Hilsen, The FixMyStreet team

source: Subject: Problem Report: <?=$values['title']?> Dear <?=$values['councils_name']?>, <?=$values['missing']?><?=$values['multiple']?>A user of FixMyStreet has submitted the following report of a local problem that they believe might require your attention. <?=$values['fuzzy']?>, or to provide an update on the problem, please visit the following link: <?=$values['url']?> <?=$values['has_photo']?>---------- Name: <?=$values['name']?> Email: <?=$values['email']?> <?=$values['phone_line']?><?=$values['category_line']?>Subject: <?=$values['title']?> Details: <?=$values['detail']?> <?=$values['closest_address']?>---------- Replies to this email will go to the user who submitted the problem. Yours, The FixMyStreet team [ This message was sent via FixMyStreet, a project of UKCOD, registered charity number 1076346. If there is a more appropriate email address for messages about <?=$values['category_footer']?>, please let us know by sending an email to <team@fixmystreet.com>. This will help improve the service for local people. We also welcome any other feedback you may have. ]
nb_no: Subject: Saksrapport: <?=$values['title']?> Dear <?=$values['councils_name']?>, <?=$values['missing']?><?=$values['multiple']?>En bruker av FiksGataMi har sendt in følgende sak, dette er en lokal sak som kan løses av kommunen. <?=$values['fuzzy']?>, eller komme med innspill i saken, ved å klikke på følgende link: <?=$values['url']?> <?=$values['has_photo']?>---------- Navn: <?=$values['name']?> Epost: <?=$values['email']?> <?=$values['phone_line']?><?=$values['category_line']?>Subject: <?=$values['title']?> Detaljer: <?=$values['detail']?> <?=$values['closest_address']?>---------- Svar på denne eposten vil gå til den som har meldt inn saken via nettsiden. Med Vennlig Hilsen, FiksGataMi teamet
