Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Hello. I'm Tom Steinberg, the director of mySociety, the charitable group which is building PledgeBank. I've taken the unusual step of recording this introduction because PledgeBank is a slightly unusual idea. I've found that explaining it in person often works better than using the written word.
es_es: Hola. Soy Tom Steinberg, el director de mySociety, la organización con fines benéficos que está construyendo PledgeBank. Me he tomado la libertad de grabar esta introducción puesto que PledgeBank es, en sí, una idea un tanto diferente. Soy de la opinión que el hecho de explicar las cosas en persona suele dar mejores resultados que el hacerlo por escrito.
fr_fr: Bonjour. Je m'appelle Tom Steinberg, responsable de mySociety, organisme caritatif qui opère Promessothèque. J'ai pris l'initiative inhabituelle d'enregistrer cette présentation, car Promessothèque est un concept un peu spécial. J'ai réalisé que l'expliquer oralement est souvent mieux que de le faire par écrit.
ru_ru: Здравствуйте. Я, Том Штайнберг, директор организации mySociety, благотворительной группы, которая создает "Банк обещаний". Я использовал необычный способ, записать эту ознакомительную статью как речь, потому что и "Банк обещаний" немного необычный проект. Я считаю, что речь воспринимается лучше, чем печатное слово.
sk_sk: Dobrý deň, som Tom Steinberg, riaditeľ mySociety, dobročinnej skupiny, ktorá robí Sľubowebku. Rozhodol som sa pre nezvyčajný krok — nahrať tento predhovor, lebo Sľubowebka je trochu nezvyčajný nápad. Zistil som, že keď to vysvelím osobne, má to väčší účinok ako keď využijem písané slovo.

source: We all know what it is like to feel powerless, that our own actions can't really change the things that we want to change. PledgeBank is about beating that feeling by connecting you with other people who also want to make a change, but who don't want the personal risk of being the only person to turn up to a meeting or the only person to donate ten pounds to a cause that actually needed a thousand.
es_es: Todos sabemos lo que es sentirse impotente, saber que nuestras acciones no son suficientes para cambiar aquello que desearíamos. La labor de PledgeBank consiste en vencer ese sentimiento poniéndolo en contacto con otras personas que, al igual que Vd., desean llevar a cabo dichos cambios, pero no desean asumir el riesgo personal de encontrarse sólos ante un grupo de personas o ser el único en donar 5 euros para una causa que precisaría mil.
fr_fr: Nous savons tous ce qu'est un sentiment d'impuissance et que nos propres actions ne peuvent pas changer les choses que l'on souhaiterait changer. Promessothèque vise à combattre ce sentiment en vous mettant en contact avec d'autres personnes voulant provoquer un changement, mais ne voulant pas risquer d'être le seul à assister à une réunion ou la seule à donner dix dollars à un organisme qui en a besoin de mille.
ru_ru: Нам всем знакомо чувство беспомощности от того, что наши действия не могут изменить вещи, которые мы бы хотели изменить. "Банк обещаний" - это возможно то, что поможет избавиться от этого чувства, связав Вас с людьми, которые тоже хотят изменить что-то, но считают, что без поддержки ничего не выйдет. Например, что толку жертвовать 10 гривен на дело, для реализации которого требуются тысячи. Но если Вас поддержат и пожертвование сделают еще 1000 человек, то от этого уже будет толк.
sk_sk: Všetci vieme, aké to je, keď sa cítime bezmocní preto, že naše vlastné skutky nemôžu naozaj zmeniť veci, ktoré chceme zmeniť. Sľubowebka je o&nbsp;prekonávaní tohto pocitu tak, že vás spája s&nbsp;inými ľuďmi, ktorí chcú tiež urobiť zmenu, ale nechcú podstúpiť riziko, že budú jediní, ktorí prídu na stretnutia alebo jediní, ktorí prispejú desať libier na&nbsp;riešenie problému, na&nbsp;ktorý treba tisíc.

source: The way it works is simple. You create a pledge which has the basic format 'I'll do something, but only if other people will pledge to do the same thing'. For example, if you'd always want to organise a street party you could organise a pledge which said 'I'll hold a street party, but only if three people who live in my street will help me to run it'
es_es: El modo de funcionamiento es muy sencillo. Usted ha de generar un compromiso que se ajuste al formato genérico 'Haré tal cosa, siempre y cuando otras personas también hagan lo mismo'. Por ejemplo, si siempre ha deseado organizar una fiesta en la calle, podría crear un compromiso que dijese: 'Organizaré una fiesta en mi calle, pero sólo si otras tres personas me ayudan a preparla'.
fr_fr: La façon dont ça fonctionne est simple. Vous créez une promesse sous cette forme de base&nbsp;: «&nbsp;Je ferai quelque chose, mais seulement si d'autres promettent de faire de même&nbsp;». Par exemple, si vous voulez organiser une fête dans votre rue, vous pouvez promettre ceci&nbsp; «&nbsp;J'arrangerai une fête dans ma rue, mais seulement si trois de mes voisins m'aident&nbsp;».
ru_ru: Принцип работы проекта очень прост. Вы создаете обещание, которое имеет примерно такой формат: "Я сделаю что-то, но только, если другие люди пообещают сделать тоже самое". Например, если Вы всегда хотели организовать вечеринку на своей улице, то Вы можете создать обещание такого содержания: "Я организую вечеринку на улице, но только, если еще 3 человека, которые живут на моей улице помогут мне в этом"
sk_sk: Spôsob, akým to funguje, je jednoduchý. Napíšete sľub, ktorý má základnú formu „Sľúbujem, že niečo urobím, ale len ak iní sľúbia, že urobia to isté.“ Napríklad, ak ste vždy chceli urobiť party na&nbsp;svojej ulici, môžete napísať sľub, ktorý by znel „Sľubujem, že urobím party na&nbsp;našej ulici, ale len ak traja ľudia, ktorí tam bývajú sľúbia, že mi s&nbsp;tým pomôžu.“

source: The applications of PledgeBank are limitless. If you are a parent you could say that 'I will help run an after hours sports club but only if 5 other parents will commit one evening a week to doing it '. If you are in a band you could say 'I'll hold a gig but only if 40 people will come along'.
es_es: Los usos que pueden darse a PledgeBank son ilimitados. Si Vd. es padre/madre, podría proponer, por ejemplo, 'Me comprometo a organizar un club de actividades extraescolares siempre y cuando otros 5 padres/madres más se comprometan a colaborar una tarde por semana'. Si Vd. tiene un grupo de música, podría decir 'Daré un concierto, siempre y cuando 40 personas se comprometan a venir'.
fr_fr: Tout est possible avec Promessothèque. Si vous êtes un parent, vous pourriez dire «&nbsp;J'aiderai à animer une activité parascolaire, mais seulement si cinq autres parents s'engagent chacun un soir de la semaine à faire de même&nbsp;». Ou si vous faites partie d'un band, vous pourriez dire «&nbsp;Je donnerai un concert, mais seulement si 40 personnes y assistent&nbsp;».
ru_ru: Применение банка безгранично. Если Вы родитель, можете сказать: "Я помогу организовать спортклуб для занятий после уроков, но только, если еще 5 родителей будут тратить один вечер в неделю на это". Если Вы учавствуете в музыкальной группе, можете сказать: "Я организую выступление, но только, если еще 40 человек присоединятся".
sk_sk: Možnosti využitia Sľubowebky sú neobmedzené. Ak máte deti, mohli by ste napísať &#8222;Sľúbujem, že pomôžem s organizáciou športového krúžku po vyučovaní, ale len ak päť ďalších rodičov sľúbi, že tomu obetujú jeden večer za týždeň&#8221;. Ak máte skupinu, môžete napísať &#8222;Sľubujem, že budeme mať koncert, ale len ak na neho príde 40 ľudí&#8221;.

source: PledgeBank has been undergoing real world testing for a few weeks already, and there are already some successful completed pledges completely outside our original ideas of how people might use the site. One person gathered 20 other fans of a BBC radio series to lobby for its release on CD. Another encouraged 8 people who he'd never met to bury buckets in their own gardens to make homes for endangered stag beetles. And a member of an online community said he'd organise a 5th birthday party and now has 30 members of that community saying they'll come along.
es_es: PledgeBank ha sido probado en situaciones reales durante unas cuantas semanas y ya contamos con compromisos que han tenido éxito, incluso en ámbitos completamente ajenos a aquéllos que, en principio, habríamos esperado. Una persona consiguió reunir a otros 20 aficionados a una serie de radio de la BBC para solicitar su distribución en CD. Otra persona fue capaz de reunir a 8 personas para que creasen en sus propios jardines alojamientos para escarabajos en peligro de extinción. Y un miembro de una comunidad en línea se comprometió a festejar su V aniversario y en este momento hay 30 miembros de dicha comunidad que aseguran que tomarán parte en el mismo.
fr_fr: Promessothèque est testé dans le réel depuis maintenant quelques semaines et déjà, des promesses complètement inattendues à l'origine sur ce site se sont avérées fructueuses. Par exemple, quelqu'un a réuni vingt autres fans d'une série de la BBC Radio pour demander sa sortie en CD. Un autre a encouragé huit inconnus à enfouir des seaux dans leurs jardins pour créer des habitats pour une espèce d'insecte menacée. Et un membre d'une communauté en ligne a déclaré qu'il organiserait une fête pour commémorer un cinquième anniversaire et déjà, 30 membres de cette communauté ont accepté l'invitation.
ru_ru: "Банк обещаний" уже имеет успешные обещания такого содержания, которое мы даже не могли себе представить. Один человек, собрал 20 фанов выпусков BBC-радио с целью добиться релиза CD с этими выпусками. А другой - организовал 8 человек, которые никогда не видели друг друга, чтобы закопать ведра в их садах с целью спасти находящихся под угрозой исчезновения пчел. Еще один человек, член некоторого интернет сообщества, сказал, что организует празднование 5-летия сообщества. И теперь 30 человек данного сообщества вызвались помочь.
sk_sk: Sľubowebka sa v&nbsp;praxi testuje už niekoľko týždňov a&nbsp;máme aj&nbsp;prvé úspešné, splnené sľuby, ktoré sú úplne prekonali naše predstavy, ako by ľudia mohli využívať túto stránku. Jeden človek dal dokopy 20 ďalších fanúšikov rozhlasového seriálu BBC, aby loboval za&nbsp;jeho vydanie na&nbsp;CD. Iný presvedčil 8 ľudí, ktorí sa nikdy nestretli, aby zakopali v&nbsp;svojich záhradách vedrá a urobili tak príbytky pre ohrozených roháčov (chrobáky). Jeden člen internetovej skupiny napísal, že urobí oslavu piatych narodenín a&nbsp;teraz 30 členov tejto skupiny súhlasilo, že prídu.

source: PledgeBank isn't just limited to people who use the internet a lot. You can sign up to any pledge with a simple two word text message (in %s only). Ideal for getting your friends in the pub involved, people in your street and so on.
es_es: PledgeBank no ha sido solamente ideado para personas que utilizan internet con mucha asiduidad. Puede incluso ofrecerse voluntario para la realización de un compromiso con sólo dos palabras (sólo en %s). Es una forma ideal de lograr que tus vecinos, los amigos del bar, etc. se comprometan con la comunidad.
fr_fr: Promessothèque n'est pas réservé qu'aux passionnés d'Internet. Vous pouvez souscrire n'importe quelle promesse avec un message texte d'à peine deux mots (uniquement au %s). Idéal pour que vos voisins ou vos copains au pub s'impliquent.
ru_ru: "Банк обещаний" предназначен не только для людей которые много пользуются интернетом. Вы можете присоединиться к любому обещанию с помощью простого SMS-сообщения с текстом из двух слов (только для %s). Это идеальный способ привлечь людей в баре, на Вашей улице и т.д.
sk_sk: Sľubowebka nie je len pre tých, ktorí často používajú internet. Pod hociktorý sľub sa môžete podpísať pomocou jednoduchej 2-slovnej SMS správy (len vo&nbsp;%s). Je to ideálne na&nbsp;to, aby ste zapojili do&nbsp;verejného života priateľov, ľudí zo&nbsp;svojej ulice, atď.

source: PledgeBank is free, easy to use, and needs your involvement before we can launch. So if there's something you'd like to achieve in your community, in your place of employment, your university, amongst your friends, or in your street, please take a look at PledgeBank.com and create a pledge right now. Thank you.
es_es: PledgeBank es gratis, fácil de usar y precisa de sus compromisos para prosperar. Esto lo convierte en una lugar ideal en caso de que exista algo que desee lograr en su comunidad, en su puesto de trabajo, universidad, entre sus amigos o en su calle. Por favor, eche un vistazo a PledgeBank.com y comprométase. Gracias.
fr_fr: Promessothèque est gratuit, facile à utiliser, mais son fonctionnement dépend de vous. Donc si vous désirez accomplir quelque chose dans votre communauté, au travail, à l'université, avec vos amis ou sur votre rue, jetez un coup d'oeil à Promessothèque.com et créez une promesse dès aujourd'hui. Merci.
ru_ru: "Банк обещаний" бесплатен, легок в использовании, и требует Вашего участия прежде чем мы сможем заработать на полную мощь. Поэтому, если есть что-нибудь чего Вы бы хотели достичь в своем окружении, на своей работе, в учебном заведении, среди друзей или на своей улице, пожалуйста, обратите свое внимание на "Банк обещаний" и создайте обещание прямо сейчас. Спасибо.
sk_sk: Sľubowebka (vtedy to bol ešte len PledgeBank) je bezplatná, ľahko sa používa a&nbsp;potrebuje, aby ste sa zapojili predtým, ako ju budeme môcť spustiť. Takže ak je niečo, čo by ste radi dosiahli vo&nbsp;svojej skupine, v&nbsp;mieste, kde pracujete, na&nbsp;univerzite, medzi priateľmi, alebo na&nbsp;svojej ulici, pozrite sa, prosím, na&nbsp;stránku www.slubowebka.com a&nbsp;napíšte sľub hneď teraz. Ďakujeme.

source: To PledgeBank front page
cy_gb: I dudalen flaen PledgeBank
es_es: A la página principal de PledgeBank
fr_fr: Vers la page d'accueil de Promessothèque
it_it: Alla homepage di PledgeBank
ru_ru: На главную страницу
sk_sk: Na úvodnú stránku

source: Search results for '%s'
es_es: Resultados de la búsqueda de '%s'
fr_fr: Résultats de recherche pour '%s'
it_it: Risultati per '%s'
ru_ru: Результаты поиска для '%s'
sk_sk: Výsledok hľadania textu „%s“

source: Thanks for sending the pledge to your friends!
es_es: ¡Gracias por enviar el compromiso a sus amigos!
fr_fr: Merci d'envoyer la promesse à vos amis!
ru_ru: Спасибо за отправку обещания Вашим друзьям!
sk_sk: Ďakujem, že ste sľub poslali svojim priateľom.

source: Here are some more pledges you might like.
es_es: He aquí algunos compromisos más que pueden interesarle.
fr_fr: Voici d'autres promesses qui pourraient vous plaire.
ru_ru: Вот несколько обещаний которые возможно Вам понравятся.
sk_sk: Tu sú ďalšie sľuby, ktoré sa vám možno budú páčiť.

source: Frequently Asked Questions
cy_gb: Cwestiynau Cyffredin
es_es: Ayuda
fr_fr: Foire aux questions
it_it: Domande Frequenti
ru_ru: Часто Задаваемые Вопросы
sk_sk: Časté otázky

source: What does PledgeBank do for me? Why should I use it?
es_es: ¿Qué hace PledgeBank por mí? ¿Por qué habría de utilizarlo?
fr_fr: Que peut faire Promessothèque pour moi? Pourquoi devrais-je l'utiliser?
ru_ru: Что мне даст "Банк обещаний"? Почему мне следует им пользоваться?
sk_sk: Čo môže prenbsp;mňa Sľubowebka urobiť? Prečo by som ju mal(a) používať?

source: PledgeBank gives you the reassurance that if you decide to do something for the wider community you won't be doing it alone.
es_es: PledgeBank le da la garantía de que si decide hacer algo por la comunidad no tendrá que hacerlo solo.
fr_fr: Promessothèque vous garantit que si vous décidez de faire quelque chose pour la communauté, vous ne serez pas seul.
ru_ru: "Банк обещаний" дает уверенность в том, что если Вы решите сделать что-нибудь полезное, то сможете найти поддержку.
sk_sk: Sľubowebka vám dáva istotu, že ak sa niečo rozhodnete urobiť prenbsp;širšiu skupinu ľudí, nebudete to robiť sami.

source: What is PledgeBank for?
cy_gb: Beth yw pwrpas PledgeBank?
es_es: ¿Cuál es el fin de PledgeBank?
fr_fr: Quel est le but de Promessothèque?
it_it: A cosa serve PledgeBank?
ru_ru: Для чего нужен "Банк обещаний"?
sk_sk: Na&nbsp;čo je Sľubowebka?

source: PledgeBank is a site to help people get things done, especially things that require several people. We think that the world needs such a service: lots of good things don't happen because there aren't enough organised people to do them.
es_es: PledgeBank es una página destinada a personas que desean que algo sea llevado a cabo, especialmente aquellas cosas que requieren la cooperación de varios individuos. Creemos que el mundo necesita dicha cooperación y un servicio como éste: muchísimas cosas buenas no son llevadas a cabo por el simple hecho de la carencia de gente organizada para cumplirlas.
fr_fr: Le but de Promessothèque est de vous aider à accomplir les choses, surtout celles nécessitant la participation de plusieurs. Nous croyons que le monde a besoin d'un tel service&nbsp;: tant de beaux projets ne se réalisent pas faute d'un nombre suffisant de participants.
ru_ru: "Банк обещаний" - это проект, который может помочь людям воплотить в жизнь всевозможные идеи, особенно те, которым для реализации требуется более одного человека. Мы думаем что миру необходима такая служба: огромное множество хороших поступков не происходит только потому, что не находиться достаточное количество организованных людей.
sk_sk: Sľubowebka je stránka, ktorá pomáha realizovať veci, najmä také, na&nbsp;ktoré treba viac ľudí. Myslíme si, že svet potrebuje takúto službu: veľa dobrých nápadov sa neuskutoční, lebo nie je po kope dosť ľudí, ktorí by ich zrealizovali.

source: Can you give me some examples?
cy_gb: Allwch chi roi enghreifftiau?
es_es: ¿Puede darme algunos ejemplos?
fr_fr: Pouvez-vous me donner des exemples?
it_it: Qualche esempio?
ru_ru: Можете ли Вы привести мне какие-нибудь примеры?
sk_sk: Môžete uviesť nejaké príklady?

source: Sure. 'I will start recycling if 100 people in my town will do the same'; 'I will organise my child's school play if 3 other parents will help'; 'I will build a useful website if 1000 people promise to contribute to it'.
es_es: ¡Claro! 'Me comprometo a reciclar si 100 personas más de mi comunidad hacen lo mismo'; 'Me comprometo a organizar juegos en la escuela para los niños si otros 3 padres/madres más me ayudan'; 'Construiré una página útil si 1000 personas se comprometen a contribuir'.
fr_fr: Bien sûr, en voici quelques-uns&nbsp;: «&nbsp;Je vais me mettre à recycler si cent personnes dans ma ville font de même&nbsp;»; «&nbsp;Je vais organiser pour mon enfant une pièce de théâtre à l'école si trois autres parents m'aident&nbsp;»; «&nbsp;Je vais construire un site web pratique si mille personnes s'engagent à y contribuer&nbsp;».
ru_ru: Конечно. 'Я обещаю высаживать каждый год 10 деревьев, чтобы возместить израсходованный мною кислород, если еще 100 человек будут делать тоже самое'; 'Я обещаю бросить курить, если 20 человек тоже бросят'; 'Я обещаю создать полезный вэб-сайт, если 1000 человек пообещают внести свой вклад в его создание'.
sk_sk: Iste: „Sľubujem, že začnem recyklovať, ale len ak 100 ľudí v&nbsp;mojom meste sľúbi, že urobí to isté.“ „Sľubujem, že zorganizujem vlastné školské hry pre deti, ale len ak traja ďalší rodičia sľúbia, že mi pomôžu.“ „Sľubujem, že založím užitočnú internetovú stránku, ale len ak 1 000 ľudí sľúbi, že bude do&nbsp;nej prispievať.“

source: How does it work?
cy_gb: Sut mae e'n gweithio?
es_es: ¿Cómo funciona?
fr_fr: Comment ça marche?
it_it: Come funziona?
ru_ru: Как это работает?
sk_sk: Ako to funguje?

source: PledgeBank allows users to set up pledges and then encourages other people to sign up to them. A pledge is a statement of the form 'I will do something, if a certain number of people will help me do it'. The creator of the pledge then publicises their pledge and encourages people to sign up. Two outcomes are possible &ndash; either the pledge fails to get enough subscribers before it expires (in which case, we contact everyone and tell them 'better luck next time'), or, the better possibility, the pledge attracts enough people that they are all sent a message saying 'Well done&mdash;now get going!'
es_es: PledgeBank permite que los usuarios generen compromisos y luego incentiva a otros a tomar parte en los mismos. Un compromiso es un enunciado de la siguiente forma: 'Me comprometo a hacer algo, si un cierto número de personas me ayuda a ello'. El creador del compromiso lo publica y trata de atraer gente para que participe. Dos resultados son posibles &ndash; o bien el compromiso no logra congregar a toda la gente necesaria antes de que expire (en cuyo caso nos ponemos en contacto con los voluntarios con un mensaje deseando 'más suerte la próxima vez') o bien, como resultado más satisfactorio, el compromiso es firmado por un número de personas suficiente y se les envía a todos un mensaje diciendo: '¡Bien hecho! &mdash; ¡Manos a la obra!'
fr_fr: Promessothèque permet aux usagers de créer des promesses et encourage alors d'autres personnes à les souscrire. Une promesse est un énoncé tel que&nbsp;: «&nbsp;Je ferai quelque chose si un certain nombre de personnes s'engagent à m'aider&nbsp;». L'auteur de la promesse affiche alors cette dernière et invite le public à la souscrire. Il y a ensuite deux scénarios possibles. Au pire, le nombre requis de participants n'est pas atteint avant l'expiration de la promesse. Dans ce cas, nous contactons chacun pour leur souhaiter «&nbsp;meilleure chance la prochaine fois&nbsp;». Mais dans un meilleur cas, une promesse attire assez de participants pour que chacun d'eux reçoivent un message disant «&nbsp;bravo - maintenant, allez-y!&nbsp;».
ru_ru: "Банк обещаний" позволяет пользователям создать обещание и затем приглашать других людей присоединиться к нему. Обещание - это предложение вида 'Я обещаю что-либо, если определенное количество людей помогут мне в этом'. Затем автор обещания публикует его и приглашает людей присоединиться. Возможны два исхода &ndash; либо к обещанию не поддерживает необходимое количество людей до его завершения (в этом случае мы рассылаем всем участникам письмо с текстом "Успехов Вам в следующий раз!"), либо &ndash; поддерживает (в этом случае мы рассылаем письмо 'Поздравляем! Теперь можете приступать к реализации обещания!').
sk_sk: Sľubowebka svojim používateľom umožňuje, aby napísali svoj sľub a&nbsp;potom presvedčili ďalších ľudí, aby sa pod&nbsp;neho podpísali. Sľub je oznamovacia veta, ktorá má formu „Sľubujem, že niečo urobím, ak mi určitý počet ľudí sľúbi, že mi to pomôžu urobiť.“ Autor sľubu ho potom propaguje a&nbsp;presviedča ľudí, aby sa pod neho podpísali. Sú dve možnosti, ako sa to môže skončiť — buď sa pod sľub pred uplynutím termínu nepodpíše dosť ľudí (v&nbsp;tom prípade sa s&nbsp;každým spojíme a&nbsp;napíšeme im „viac šťastia nabudúce“), alebo, tá lepšia možnosť, sľub pritiahne dosť ľudí, ktorým pošleme správu s textom „Výborne, teraz ho splňte!“

source: What can I ask people to pledge?
cy_gb: Beth allaf ofyn i bobl addewid?
es_es: ¿Qué tipo de compromisos puedo esperar de la gente?
fr_fr: Que puis-je demander aux gens de promettre?
it_it: Su che cosa posso chiedere alla gente di impegnarsi?
ru_ru: Какие обещания я могу давать?
sk_sk: Čo môžem žiadať od&nbsp;ľudí, aby sľúbili?
