Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Matthew Somerville<br>13<sup>th</sup> November 2005
es_es: Matthew Somerville, <br>13 de Noviembre de 2005
fr_fr: Matthew Somerville<br>13 novembre 2005
it_it: Matthew Somerville<br>13 Novembre 2005
ru_ru: Мэтью Сомервиль<br>13<sup>ое</sup> Ноября 2005
sk_sk: Matthew Somerville<br>13. novembra 2005

source: Choose your country
cy_gb: Dewiswch eich gwlad
es_es: Elija su país
fr_fr: Choisissez votre pays
it_it: Seleziona il paese
ru_ru: Выбор страны
sk_sk: Kliknite na svoju krajinu

source: Choose your country ...
es_es: Elija su país ...
fr_fr: Choisissez votre pays...
it_it: Seleziona il paese ...
ru_ru: Выберите свою страну ...
sk_sk: Vyberte si svoju krajinu...

source: Your country isn't there? <a href="/new">Make a pledge</a> specific to your country, and get people to sign up to it.
es_es: ¿Su país no se encuentra aquí? <a href="/new">Proponga un compromiso</a>específico para su país y la gente podrá suscribirse.
fr_fr: Votre pays n'est pas là? <a href="/new">Créez une promesse</a> propre à votre pays, et recrutez des signataires.
ru_ru: Нет обещаний из Вашей страны? Тогда <a href="/new">создайте обещание</a> относящееся к Вашей стране, и пригласите людей поддержать его.
sk_sk: Vaša krajina tu nie je? <a href="/new">Napíšte sľub</a>, ktorý sa bude týkať vašej krajiny a&nbsp;presvedčte ľudí, aby sa pod neho podpísali.

source: ... or choose a special site
es_es: ... o elija una página especial
fr_fr: ... ou choisissez un site spécial
it_it: ... oppure scegli un sito
ru_ru: ... или выбрать особый сайт
sk_sk: ... alebo kliknite na&nbsp;podobnú stránku

source: If you would like your own special PledgeBank site, then <a href="/contact">email us</a> for details.
es_es: Si desea su propia página especial de PledgeBank, <a href="/contact">contáctenos</a> para solicitar detalles.
fr_fr: Si vous désirez avoir votre propre site Promessothèque, <a href="/contact">contactez-nous</a> pour plus de détails.
ru_ru: Если Вы хотите сайт "Банк обещаний" Вашей тематики, тогда <a href="/contact">напишите нам</a> чтобы узнать детали.
sk_sk: Ak chcete mať vlastnú stránku, podobnú ako Sľubowebka, <a href="/contact">napíšte nám</a> a&nbsp;dozviete sa viac.

source: PledgeBank here. Sorry, the %s pledge has failed. Better luck next time!
es_es: Aquí PledgeBank. Lo sentimos, el compromiso %s no ha tenido éxito. ¡Mejor suerte para la próxima!
fr_fr: Ici Promessothèque. Nous sommes désolés, mais la promesse %s a échoué. Meilleure chance la prochaine fois!
it_it: Qui PledgeBank. Ci dispiace, l'impegno %s è fallito. Andrà meglio la prossima volta!
ru_ru: Извините, обещание %s не удалось. Удачи Вам в следующий раз!
sk_sk: Tu je Sľubowebka. Je nám ľúto, že sľub %s nebol úspešný. Želáme vám, aby mali nabudúce viac šťastia!

source: [ This is a copy of the message you have just sent to everyone in %s who signed your pledge %s ] %s
es_es: [ Ésta es una copia del mensaje enviado a todos los voluntarios en %s que se suscribieron a su compromiso %s ] %s
fr_fr: [ Ceci est une copie du message que vous venez d'envoyer à toutes les personnes de %s ayant souscrit votre promesse %s ] %s
ru_ru: [ Это копия сообщения, которое Вы только что разослали присоединившимся к обещанию %s в %s ] %s
sk_sk: [ Toto je kópia správy, ktorú ste práve poslali každému v %s, kto sa podpísal pod váš sľub %s ] %s

source: [ This is a copy of the message you have just sent to everyone who signed your pledge %s ] %s
es_es: [ Ésta es una copia del mensaje enviado a todos los voluntarios de su compromiso %s ] %s
fr_fr: [ Ceci est une copie du message que vous venez d'envoyer à tous les signataires de votre promesse %s ] %s
it_it: [Questa è una copia del messaggio che hai appena inviato ai co-firmatari del tuo impegno %s ] %s
ru_ru: [Это копия сообщения, которое Вы только что разослали присоединившимся к обещанию %s] %s
sk_sk: [ Toto je kópia správy, ktorú ste práve poslali každému, kto sa podpísal pod váš sľub %s ] %s

source: %d days ago
es_es: hace %d días
fr_fr: il y a %d jours
it_it: %d giorni fa
ru_ru: %d дней назад
sk_sk: pred&nbsp;%d dňami

source: %d hours ago
es_es: hace %d horas
fr_fr: il y a %d heures
it_it: %d ore fa
ru_ru: %d часов назад
sk_sk: pred&nbsp;%d hodinami

source: %d minutes ago
es_es: hace %d minutos
fr_fr: il y a %d minutes
it_it: %d minuti fa
ru_ru: %d минут назад
sk_sk: pred&nbsp;%d minútami

source: a minute ago
es_es: hace un minuto
fr_fr: il y a une minute
it_it: un minuto fa
ru_ru: минуту назад
sk_sk: pred minútou

source: [ You signed this pledge after this message was sent to the other signers. They will have received copies of this message %s. You can read older messages from the pledge creator that you missed here: %s ]
es_es: [ Vd. se ha suscrito al compromiso después de que este mensaje hubiese sido enviado a los voluntarios. Ellos también han recibido, por tanto, copias del mismo mensaje %s. En caso de existir, puede leer los mensajes antiguos del creador del compromiso aquí: %s ]
fr_fr: [ Vous avez souscrit cette promesse après que ce message ait été envoyé aux autres signataires. Ils ont chacun reçu ce message %s. Vous pouvez lire d'anciens messages de l'auteur de la promesse que vous avez manqués ici : %s ]
it_it: [ Hai aderito a questo impegno dopo l'invio di questo messaggio agli altri firmatari. Essi hanno ricevuto una copia di questo messaggio %s. Puoi leggere qui tutti i messaggi già inviati dal primo firmatario dell'impegno: %s ]
ru_ru: [ Вы присоединились к данному обещанию позже, чем оно было разослано остальным участникам. Они получили данное сообщение %s. Сообщения, которые были разосланы до Вашего подключения, можно прочитать здесь: %s ]
sk_sk: [ Pod tento sľub ste sa podpísali potom, čo ostatní dostali túto správu. Kópie tejto správy dostanú %s. Tu si môžete prečítať staršie správy od autora (-ky) sľubu, ktoré vám nedošli: %s ]

source: To stop receiving messages from the pledge creator, please follow this link: %s
fr_fr: Pour ne plus recevoir de messages de l'auteur de la promesse, veuillez suivre ce lien&nbsp;: %s
ru_ru: Чтобы больше не получать сообщения от создателя обещания, пожалуйста, перейдите по ссылке: %s
sk_sk: Ak už nechcete dostávať správy od autora (-ky) sľubu, prosím, kliknite na tento odkaz: %s

source: Click for more info:
es_es: Haga click para más información:
fr_fr: Cliquez pour plus d'information :
it_it: Clicca qui per ulteriori informazioni:
ru_ru: Нажмите чтобы получить более детальную информацию:
sk_sk: Kliknite sem a dozviete sa viac:

source: SMS operated by charity UKCOD. Available in UK only. Sign-up message costs your normal text rate. Further messages are free.
es_es: SMS soportado de forma caritativa por UKCOD. Tan sólo dispoble en el Reino Unido. Los mensajes de suscripción serás facturados al coste habitual de un mensaje de texto. El resto de los mensajes son gratuitos.
fr_fr: Les messages SMS fonctionnent grâce à l'organisme sans but lucratif UKCOD, et sont disponibles au Royaume-Uni seulement. Un message de souscription vous sera facturé au tarif habituel, et ceux subséquents seront gratuits.
it_it: Servizio SMS gestito da "charity UKCOD". Disponibile solamente nel Regno Unito. Tariffa normale per i messaggi di sottoscrizione. Ogni ulteriore messaggio è gratis.
ru_ru: SMS-сервис доступен благодяря оператору UKCOD. Доступно только в Соединённом Королевстве. Стоимость сообщения для подключения такая же, как и у обычного SMS. Последующие сообщения бесплатны.
sk_sk: SMS správy prevádzkuje charita UKCOD. Sú dostupné len vo&nbsp;Veľkej Británii. Prihlasovacia SMSka sa spoplatňuje bežnou sadzbou, ostatné sú bezplatné.

source: Remember, you only have to act if %d other people sign up – that’s what PledgeBank is all about.
es_es: ¡Recuerde! Tan sólo ha de actuar si otras %d personas más se suscriben al compromiso. Ésta es la filosofía de PledgeBank.
fr_fr: Rappelez-vous, vous devrez agir seulement si %d autres personnes souscrivent – c'est pourquoi Promessothèque existe.
it_it: Ricorda, ti impegni ad agire solamente se %d altre persone faranno lo stesso – è questo il principio di funzionamento di PledgeBank.
ru_ru: Помните, Вы должны реализовывать обещание только, если еще %d человек поддержат его, это главная идея банка обещаний.
sk_sk: Pamätajte si, že musíte konať, iba ak sa pod sľub podpíšu ďalší %d ľudia, o tom je Sľubowebka.

source: I
es_es: Yo
fr_fr: Je
it_it: Io
ru_ru: Я
sk_sk: Ja

source: will %s
es_es: me comprometo a %s
fr_fr: promets de %s.
ru_ru: %s
sk_sk: sľubujem, že %s

source: %s will %s.
es_es: %s, por su parte, se comprometan a %s.
fr_fr: %s promettent de %s.
ru_ru: %s %s.
sk_sk: %s sľúbia, že %s.

source: More details:
es_es: Más detalles:
fr_fr: Plus de détails :
it_it: Dettagli:
ru_ru: Детальнее:
sk_sk: Podrobnosti:

source: Pledge at
es_es: Compromiso en
fr_fr: Souscrire à
it_it: Pledge al
ru_ru: Обещание на
sk_sk: Sľúbte to isté na adrese

source: Text
es_es: Texto
fr_fr: Envoyez un texto
it_it: Testo
ru_ru: Текст
sk_sk: Napísať

source: to
es_es: a
fr_fr: à
it_it: a
ru_ru: на номер
sk_sk: na číslo

source: (%s only) or pledge at
es_es: (tan sólo %s) o compromisos en
fr_fr: (%s seulement) ou souscrire à
it_it: (solo nel %s) oppure pledge al
ru_ru: (доступно только в %s) или обещание на
sk_sk: (iba vo %s) alebo sľúbte na

source: This pledge closes on
es_es: Este compromiso termina el
fr_fr: Cette promesse se clora le
it_it: Questo impegno finisce il
ru_ru: Обещание закрывается
sk_sk: Termín pre podpisy je

source: . Thanks!
es_es: . ¡Gracias!
fr_fr: . Merci!
it_it: . Grazie!
ru_ru: . Спасибо!
sk_sk: . Ďakujeme!

source: <font color="%s">I</font> will %s <b>but only if</b> <font color="%s">%s</font> %s will %s.
es_es: <font color="%s">Me</font> comprometo a %s <b>siempre y cuando</b> <font color="%s">%s</font> %s, por su parte, se comprometan a %s.
fr_fr: <font color="%s">Je</font> promets de %s <b>à condition que</b> <font color="%s">%s</font> %s s'engagent à %s.
ru_ru: <font color="%s">Я</font> %s <b>но только если</b> <font color="%s">%s</font> %s %s.
sk_sk: <font color="%s">Ja</font> sľubujem, že %s, <b>ale len ak </b><font color="%s">%s</font> %s sľúbia, že %s.

source: <font color="%s">I</font> will %s.
es_es: <font color="%s">Me</font> comprometo a %s.
fr_fr: <font color="%s">Je</font> promets de %s.
ru_ru: <font color="%s">Я</font> %s.
sk_sk: <font color="%s">Ja</font> %s.

source: <b>More details:</b> %s
es_es: <b>Más detalles:</b> %s
fr_fr: <b>Plus de détails&nbsp;:</b> %s
it_it: <b>Ulteriori detagli:</b> %s
ru_ru: <b>Детальнее:</b> %s
sk_sk: <b>Viac podrobností:</b> %s

source: pledge at
es_es: compromiso alojado en
fr_fr: promesse à
it_it: Indirizzo web:
ru_ru: обещание на
sk_sk: nájdite sľub na stránke

source: <font size="+2">Text</font> <font size="+8" color="%s"> <b>%s %s</b></font> to <font color="%s"><b>%s</b></font> (%s only) or
es_es: <font size="+2">Envíe</font> <font size="+8" color="%s"> <b>%s %s</b></font> al <font color="%s"><b>%s</b></font> (%s solamente) o
fr_fr: <font size="+2">Envoyez un texto</font> <font size="+8" color="%s"> <b>%s %s</b></font> à <font color="%s"><b>%s</b></font> (%s uniquement) ou
ru_ru: <font size="+2">Текст</font> <font size="+8" color="%s"> <b>%s %s</b></font> на номер <font color="%s"><b>%s</b></font> (доступно только в %s) или
sk_sk: <font size="+2">Napíšte SMS s textom</font> <font size="+8" color="%s"> <b>%s %s</b></font> na <font color="%s"><b>%s</b></font> (len vo %s) alebo

source: This pledge closes on <font color="%s">%s</font>. Thanks!
es_es: Este compromiso expira el <font color="%s">%s</font>. ¡Gracias!
fr_fr: Cette promesse se clora le <font color="%s">%s</font>. Merci!
it_it: La data limite per aderire a questo impegno è il <font color="%s">%s</font>. Grazie!
ru_ru: Данное обещание закончится <font color="%s">%s</font>. Спасибо!
sk_sk: Termín pre podpisy je <font color="%s">%s</font>. Ďakujem!

source: (%d over target) — success!
es_es: (%d sobre el objetivo) - ¡Un éxito!
fr_fr: (%d de plus que l'objectif) — un succès!
ru_ru: (%d сверх необходимого кол-ва) — успех!
sk_sk: (počet ľudí bol prekročený o %d) podarilo sa!

source: Or you can text <font color="%s">%s %s</font> to <font color="%s">%s</font> <font size="-1">(%s only)</font>.
fr_fr: Sinon, envoyez un SMS <font color="%s">%s %s</font> à <font color="%s">%s</font> <font size="-1">(uniquement au %s)</font>.
ru_ru: Или можете отослать SMS-сообщение <font color="%s">%s %s</font> на номер <font color="%s">%s</font> <font size="-1">(доступно только в %s)</font>.
sk_sk: Alebo môžete poslať SMSku <font color="%s">%s %s</font> použ. <font color="%s">%s</font> <font size="-1">(iba %s)</font>.

source: Open until %s — <font color="%s">Sign this pledge</font>!%s
fr_fr: Ouvert jusqu'au %s — <font color="%s">Souscrivez cette promesse</font>!%s
ru_ru: Открыто до %s — <font color="%s">Поддержать обещание</font>%s
sk_sk: Termín pre podpisy: %s <font color="%s">Podpísať sa pod tento sľub</font> %s

source: Closed on <font color="%s">%s</font>
es_es: Cerrado el <font color="%s">%s</font>
ru_ru: Закрыто <font color="%s">%s</font>
sk_sk: Termín pre podpisy skončil <font color="%s">%s</font>

source: UK
es_es: Reino Unido
fr_fr: Royaume-Uni
ru_ru: Соединённое Королевство
sk_sk: Veľkej Británii

source: Sorry, we weren't able to make your poster.
es_es: ¡Lo sentimos! No hemos sido capaces de generar su póster.
fr_fr: Désolé, nous n'avons pu produire votre affiche.
it_it: Ci dispiace, non è stato possibile generare la locandina.
ru_ru: Извините, нам неудалось создать Ваше объявление.
sk_sk: Prepáčte, váš plagát sa nám nepodarilo vytvoriť.

source: <Date>
cy_gb: <Dyddiad>
es_es: <Fecha>
it_it: <Data>
ru_ru: <дата>
sk_sk: <Dátum>

source: other local person
cy_gb: person lleol arall
es_es: otras personas en mi entorno
fr_fr: autre personne de la région
it_it: un'altra persona a livello locale
ru_ru: человек из моего региона
sk_sk: ďalší človek z okolia

source: Global
cy_gb: Byd eang
it_it: A livello globale
ru_ru: Весь мир
sk_sk: Celosvetový

source: (separator)
cy_gb: (nodyn gwahanu)
es_es: (separador)
fr_fr: (séparateur)
it_it: (separazione)
ru_ru: (разделитель)
sk_sk: (oddeľovač)

source: Postcode or town:
cy_gb: C&ocirc;d post neu dref
es_es: Código postal o ciudad:
fr_fr: Code postal ou ville&nbsp;:
it_it: Codice postale o città:
ru_ru: Почтовый индекс
sk_sk: PSČ alebo mesto:

source: Town or zipcode:
es_es: Ciudad o código postal:
fr_fr: Ville ou code postal&nbsp;:
ru_ru: Город или почтовый индекс:
sk_sk: Mesto alebo PSČ:

source: Place name or zipcode:
es_es: Nombre del lugar o código postal:
fr_fr: Ville ou code postal&nbsp;:
ru_ru: Название места (англ.) или почтовый индекс:
sk_sk: Miesto alebo PSČ:

source: You have used %d characters; %d remain.
cy_gb: Defnyddir %d o nodiadau; %d ar &ocirc;l
es_es: Ha usado %d caracteres; le quedan %d.
fr_fr: Vous avez utilisé %d caractères; il vous en reste %d.
it_it: Hai utilizzato %d caratteri; ne rimangono %d.
ru_ru: Вы использовали %d символов; %d осталось.
sk_sk: Napísali ste %d znakov; ostáva vám %d.

source: You have used %d characters, which is %d more than will fit in an SMS. Please make your message shorter.
cy_gb: Defnyddiwyd %d o nodiadau, sy'n %d fwy nag sy'n ffito mewn neges destun. Cwtogwch eich neges, os gwelwch yn dda.
es_es: Ha usado %d caracteres, %d más de los que caben en un mensaje de texto (SMS). Por favor, reduzca el texto de su mensaje.
fr_fr: Vous avez utilisé %d caractères, donc %d de trop pour tenir dans un message SMS. Veuillez raccourcir votre message.
it_it: Hai utilizzato %d caratteri, %d più di quanti possono comporre un SMS. Accorcia il tuo messaggio.
ru_ru: Вы использовали %d символов, что на %d больше, чем может поместиться в SMS. Пожалуйста, уменьшите свое сообщение.
sk_sk: Napísali ste %d znakov, čo je o %d viac ako sa zmestí do SMS správy. Prosím, skráťte svoju správu.

source: signups per day
es_es: Registros diarios
fr_fr: souscriptions par jour
ru_ru: подключений в день
sk_sk: podpisov/deň

source: signups per week
es_es: Registros semanales
fr_fr: souscriptions par semaine
ru_ru: подключений в неделю
sk_sk: podpisov/týždeň

source: signups per month
es_es: Registros mensuales
fr_fr: souscriptions par mois
ru_ru: подключений в месяц
sk_sk: podpisov/mesiac

source: total number of signers
es_es: Número total de voluntarios
fr_fr: nombre total de signataires
ru_ru: Общее к-во подписчиков
sk_sk: celkový počet podpisov

source: Subject: New comments on pledge - '<?=$values['title']?>' at PledgeBank.com The following comments have been left on this pledge: <?=$values['comments']?> View or reply to these comments: <?=$values['comment_url']?> <?=$values['signature']?> To stop receiving emails when there are new comments on this pledge, click this link: <?=$values['unsubscribe_url']?>
es_es: Subject: Nuevo comentario acerca del compromiso - '<?=$values['title']?>' en PledgeBank.com Los siguientes comentarios han sido añadidos al compromiso: <?=$values['comments']?> Vea o responda a estos comentarios: <?=$values['comment_url']?> <?=$values['signature']?> Para dejar de recibir notificaciones cada vez que exista un comentario para este compromiso, pulse sobre este enlace: <?=$values['unsubscribe_url']?>
fr_fr: Subject: Nouveaux commentaires sur la promesse - '<?=$values['title']?>' à Promessothèque.com Il y a de nouveaux commentaires sur cette promesse : <?=$values['comments']?> Pour voir et répondre à ces commentaires, visitez : <?=$values['comment_url']?> <?=$values['signature']?> Pour ne plus recevoir ces messages à propos des nouveaux commentaires, cliquez ici : <?=$values['unsubscribe_url']?>
ru_ru: Subject: Новые комментарии к обещанию - '<?=$values['title']?>' на PledgeBank.com К данному обещанию были оставлены такие комментарии: <?=$values['comments']?> Просмотреть или ответить на эти комментари можно здесь: <?=$values['comment_url']?> <?=$values['signature']?> Чтобы больше не получать писем о добавлении комментариев к обещанию, перейдите по ссылке: <?=$values['unsubscribe_url']?>
sk_sk: Subject: Nové komentáre k sľubu „<?=$values['title']?>“ na stránke www.slubowebka.com K vášmu sľubu boli napísané tieto komentáre: <?=$values['comments']?> Prezrite si alebo odpovedzte na komentáre: <?=$values['comment_url']?> <?=$values['signature']?> Ak už nechcete dostávať e-maily, keď ľudia k vášmu sľubu napíšu nové komentáre, kliknite na tento odkaz: <?=$values['unsubscribe_url']?>

source: Subject: <?=$values['pledges_count']?> new pledges near you! - <?=$values['alert_description']?> - PledgeBank.com There are <?=$values['pledges_count']?> new pledges near <?=$values['alert_description']?>. Follow the links to find out more about the pledges or to sign up to them. <?=$values['pledges_text']?><?=$values['signature']?> To stop receiving emails when there are new pledges near <?=$values['alert_description']?>, click this link: <?=$values['unsubscribe_url']?>
es_es: Subject: <?=$values['pledges_count']?> ¡nuevos compromisos en su entorno! - <?=$values['alert_description']?> - PledgeBank.com Hay <?=$values['pledges_count']?> nuevos compromisos cerca de <?=$values['alert_description']?>. Siga estos enlaces para descubrir más acerca de los compromisos o para suscribirse a ellos. <?=$values['pledges_text']?><?=$values['signature']?> Para dejar de recibir notificaciones de compromisos cerca de <?=$values['alert_description']?>, pulse sobre este enlace: <?=$values['unsubscribe_url']?>
fr_fr: Subject: <?=$values['pledges_count']?> nouvelles promesses près de chez vous! - <?=$values['alert_description']?> - Promessothèque.com Il y a <?=$values['pledges_count']?> nouvelles promesses près de <?=$values['alert_description']?>. Suivre les liens pour en savoir plus sur ces promesses ou pour les souscrire. <?=$values['pledges_text']?><?=$values['signature']?> Pour cesser de recevoir des courriels quand il y a de nouvelles promesses près de <?=$values['alert_description']?>, cliquer sur ce lien : <?=$values['unsubscribe_url']?>
it_it: Subject: <?=$values['pledges_count']?> nuovi impegni vicino a te! - <?=$values['alert_description']?> - PledgeBank.com <?=$values['pledges_count']?> nuovi impegni sono stati presi vicino a te <?=$values['alert_description']?>. Segui i link per saperne di più o per aderire. <?=$values['pledges_text']?><?=$values['signature']?> Per non ricevere più email quando vengono presi impegni nella tua zona <?=$values['alert_description']?>, segui questo link: <?=$values['unsubscribe_url']?>
ru_ru: Subject: <?=$values['pledges_count']?> новые обещания в Вашем регионе! - <?=$values['alert_description']?> - PledgeBank.com Появилось <?=$values['pledges_count']?> новых обещаний в <?=$values['alert_description']?>. Перейдите по ссылкам чтобы узнать больше об обещаниях или чтобы присоединиться к ним. <?=$values['pledges_text']?><?=$values['signature']?> Чтобы больше не получать писем связанных с появлением новых обещаний в <?=$values['alert_description']?>, нажмите на данную ссылку: <?=$values['unsubscribe_url']?>
sk_sk: Subject: <?=$values['pledges_count']?> nové sľuby v okolí! — <?=$values['alert_description']?> — www.slubowebka.com Vo vašom okolí boli napísané <?=$values['pledges_count']?> nové sľuby v blízkosti <?=$values['alert_description']?>. Ak o nich chete zistiť viac alebo sa pod ne podpísať, kliknite na tieto odkazy. <?=$values['pledges_text']?><?=$values['signature']?> Ak už nechcete dostávať e-maily, keď niekto vo vašom okolí napíše nový sľub <?=$values['alert_description']?>, kliknite na tento odkaz: <?=$values['unsubscribe_url']?>
