Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Get emails about local pledges
cy_gb: Derbyn ebost am addewidion lleol
es_es: Recibir notificaciones acerca de compromisos locales
fr_fr: Recevez des courriels à propos des promesses dans votre région
it_it: Ricevi via email gli impegni nella tua zona
ru_ru: Получение писем о создании обещаний в своем регионе
sk_sk: Posielanie e-mailov o nových sľuboch v okolí

source: Fill in the form, and we'll email you when someone creates a new pledge near you.
cy_gb: Llenwch y ffurflen, a wnawn ni eich ebostio bob tro mae rhywun yn creu addewid newydd ar eich pwys chi.
es_es: Rellene el formulario y le enviaremos un correo electrónico siempre que aparezca un compromiso en su entorno.
fr_fr: Veuillez remplir le formulaire, et nous vous enverrons un courriel lorsqu'une nouvelle promesse sera créée dans votre région.
it_it: Compila il form, riceverai una email ogni volta che verrà iniziato un impegno vicino a te.
ru_ru: После заполнения формы, мы будем присылать Вам письма, с информацией о созданных в Вашем регионе обещаниях.
sk_sk: Vyplňte formulár a my vám pošleme e-mail, ak&nbsp;napíše sľub niekto vo&nbsp;vašom okolí.

source: Where in that country?
cy_gb: Ble yn y wlad honno?
es_es: ¿En qué lugar concreto de ese país?
fr_fr: Où dans ce pays?
it_it: Dove esattamente?
ru_ru: Где в данной стране?
sk_sk: Kde v tej krajine?

source: PledgeBank blog
es_es: Blog de PledgeBank
fr_fr: Blogue de Promessothèque
sk_sk: Blog Sľubowebky

source: We couldn't find that pledge
cy_gb: Methwyd dod o hyd i'r addewid
es_es: No hemos podido encontrar el compromiso
fr_fr: Nous ne trouvons pas cette promesse
it_it: Impossibile trovare questo impegno
ru_ru: Мы не можем найти данное обещание
sk_sk: Tento sľub sa nám nepodarilo nájsť

source: We couldn't find any pledge with a reference like "%s". Try the following:
cy_gb: Methwyd dod o hyd i addewid &acirc; chyfeirnod fel "%s". Ceisiwch y canlynol:
es_es: No hemos podido encontrar ningún compromiso con referencia "%s". Intente lo siguiente:
fr_fr: Nous n'avons pas trouvé de promesse avec une référence comme "%s". Essayez ceci&nbsp;:
it_it: Non è stato trovato alcun impegno con riferimento "%s".
ru_ru: Мы не можем найти обещания "%s". Попробуйте следующее:
sk_sk: Sľub s názvom „%s“ sa nám nepodarilo nájsť. Skúste toto:

source: We couldn't find the pledge with reference "%s". Did you mean one of these pledges?
cy_gb: Methwyd dod o hyd i addewid &acirc;'r cyfeirnod "%s". Oeddech chi'n meddwl am un o'r rhain?
es_es: No hemos podido encontrar ningún compromiso con referencia "%s". ¿Se refería a alguno de los siguientes compromisos?
fr_fr: Nous n'avons pas trouvé la promesse portant la référence "%s". Serait-ce une de ces promesses?
it_it: Non è stato trovato alcun impegno con riferimento "%s". Intendevi uno dei seguenti impegni?
ru_ru: Мы не можем найти обещание "%s". Может быть Вам необходимо одно из этих обещаний?
sk_sk: Sľub s názvom „%s“ sa nám nepodarilo nájsť. Nemali ste náhodou na&nbsp;mysli niektorý z&nbsp;týchto?

source: If none of those look like what you want, try the following:
cy_gb: Os nad yr un o'r rheina sydd angen arnoch, ceisiwch y rhain:
es_es: Si ninguno de éstos se ajusta a sus expectativas, trate lo siguiente:
fr_fr: Si vous ne trouvez pas ce que vous cherchez ici, essayez ceci&nbsp;:
it_it: Se nessuno di questi corrisponde a ciò che cercavi, puoi:
ru_ru: Если ничего из этого Вам не подходит, попытайтесь сделать следующее:
sk_sk: Ak ani jeden nevyzerá ako ten, čo chcete, skúste toto:

source: If you typed in the location, check it carefully and try typing it again.
cy_gb: Os wnaethoch chi deipio'r lleoliad, gwiriwch e'n ofalus a cheisiwch ei deipio eto.
es_es: Si ingresó una dirección, compruebe la corrección de los datos y trate de introducirlos nuevamente.
fr_fr: Si vous avez entré le nom de l'endroit, vérifiez-le attentivement ou entrez-le à nouveau.
it_it: Se avevi inserito il nome di una località, controllare accuratamente e riprovare.
ru_ru: Если Вы вводили имя места от руки, пожалуйста, проверьте его внимательно и попытайтесь его указать еще раз.
sk_sk: Ak ste túto adresu napísali sami, pozorne ju skontrolujte a&nbsp;skúste ju napísať znova.

source: Look for the pledge on <a href="/all">the list of all pledges</a>.
cy_gb: Edrychwch am yr addewid ar <a href="/all">restr yr holl addewidion.</a>
es_es: Busque un compromiso en <a href="/all">la lista de todos los compromisos</a>.
fr_fr: Cherchez la promesse dans <a href="/all">la liste de toutes les promesses</a>.
it_it: Cercare l'impegno nella <a href="/all">lista di tutti gli impegni</a>.
ru_ru: Поищите обещание в <a href="/all">списке всех обещаний</a>.
sk_sk: Vyhľadajte sľub <a href="/all">v&nbsp;zozname všetkých sľubov</a>.

source: Search for the pledge you want by entering words below.
cy_gb: Chwiliwch am yr addewid gan roi geiriau isod.
es_es: Busque el compromiso que desea introduciendo las palabras clave a continuación.
fr_fr: Recherchez la promesse que vous voulez en entrant des mots clés ci-dessous.
it_it: Fare una ricerca per parola chiave (qui sotto).
ru_ru: Чтобы найти необходимое Вам обещание воспользуйтесь поиском ниже.
sk_sk: Vyhľadajte sľub, ktorý chcete tak, že zadáte slová do políčka nižšie.

source: Search for a pledge
cy_gb: Chwilio am addewid
es_es: Busque un compromiso
fr_fr: Recherchez une promesse
it_it: Cerca un impegno
ru_ru: Найти обещание
sk_sk: Vyhľadať sľub

source: Go
cy_gb: Ewch
es_es: Ir
fr_fr: Allez
it_it: Vai
ru_ru: Найти
sk_sk: Prejsť

source: Missing pledge id
cy_gb: Rhif addewid ar goll
es_es: Falta el id del compromiso
fr_fr: Identification de promesse manquante
it_it: Id dell'impegno mancante
ru_ru: Не указан id обещания
sk_sk: Chýba id sľubu

source: Missing PIN
cy_gb: Rhif Adnabod Personol (PIN) ar goll
es_es: Falta el PIN
fr_fr: NIP manquant
it_it: PIN mancante
ru_ru: Не указан PIN
sk_sk: Chýba heslo

source: Missing comment id
cy_gb: Rhif sylw ar goll
es_es: Falta el id del comentario
fr_fr: Identification de commentaire manquante
it_it: Id del commento mancante
ru_ru: Не указан id комментария
sk_sk: Chýba id komentára

source: Sorry, this pledge is now closed for new comments.
es_es: Lo sentimos, este compromiso está cerrado a nuevos comentarios.
fr_fr: Désolé, cette promesse est maintenant fermée à de nouveaux commentaires.
ru_ru: Извините, но к данному обещанию уже нельзя добавить комментарий.
sk_sk: Prepáčte, k tomuto sľubu už nemožno písať komentáre.

source: Commenting on '%s'
cy_gb: Gadael sylw ar '%s'
es_es: Comentarios sobre '%s'
fr_fr: Commenter '%s'
it_it: Commenta '%s'
ru_ru: Добавление комментария для '%s'
sk_sk: Komentár k sľubu „%s“

source: Sorry -- something seems to have gone wrong
cy_gb: Sori -- mae rhywbeth wedi mynd o'i le
es_es: Lo sentimos -- ha ocurrido un error
fr_fr: Désolé -- quelque chose semble avoir mal fonctionné
it_it: Ci scusiamo -- qualcosa non ha funzionato
ru_ru: Извините -- похоже что-то пошло не так
sk_sk: Prepáčte – zdá sa, že sa niečo pokazilo

source: '%s' is not a valid email address; please check it carefully
cy_gb: Nad yw '%s' yn gyfeiriad ebost dilys; edrychwch drosto'n ofalus
es_es: '%s' no es una dirección válida de correo electrónico; por favor, compruébela de nuevo
fr_fr: '%s' est une addresse de courriel invalide; veuillez vérifier attentivement
it_it: '%s' non è un indirizzo email valido; si prega di verificarne l'esattezza
ru_ru: '%s' не допустимый email-адрес; пожалуйста, проверьте его внимательно
sk_sk: „%s“ nie je platnou adresou elektronickej pošty. Pozorne to, prosím, skontrolujte

source: Please enter your name
cy_gb: Rhowch eich enw
es_es: Por favor, introduzca su nombre
fr_fr: Veuillez entrer votre nom
it_it: Si prega di inserire il nome
ru_ru: Пожалуйста, укажите свое имя
sk_sk: Napíšte, prosím, svoje meno

source: Please enter a message
cy_gb: Rhowch eich neges yma
es_es: Por favor, introduzca un mensaje
fr_fr: Veuillez entrer un message
it_it: Si prega di inserire un messaggio
ru_ru: Пожалуйста, введите сообщение
sk_sk: Napíšte, prosím, správu

source: Your comment is far too long, please keep it short and sweet. Or put a link to a website with the information in your comment.
es_es: Su comentario es demasiado extenso. Por favor, manténgalo breve y cordial. O ponga un enlace a una página con la información de su comentario.
fr_fr: Votre commentaire est beaucoup trop long. Veuillez être bref ou mettre un hyperlien avec de l'information sur votre commentaire.
ru_ru: Ваш комментарий слишком большой. Пожалуйста, уменьшите его. Можете указать ссылку на вэб-сайт с большим комментарием.
sk_sk: Váš komentár je príliš dlhý. Prosím, nech je krátky a&nbsp;sladký alebo tam napíšte odkaz na&nbsp;stránku s&nbsp;informáciou.

source: Your comment is a bit too long, please keep it short and sweet. Or put a link to a website with the information in your comment.
es_es: Su comentario es algo extenso. Por favor, manténgalo breve y cordial. O ponga un enlace a una página con la información de su comentario.
fr_fr: Votre commentaire est un peu trop long. Veuillez être bref ou mettre un hyperlien avec de l'information sur votre commentaire.
ru_ru: Ваш комментарий слишком длинный. Пожалуйста, уменьшите его. Или укажите ссылку на сайт с информацией по Вашему комментарию.
sk_sk: Váš komentár je trochu dlhý. Nech je, prosím, krátky a&nbsp;sladký alebo tam napíšte odkaz na&nbsp;stránku s&nbsp;informáciou.

source: Before adding your comment to the pledge, we need to check that your email is working.
cy_gb: Cyn ychwanegu eich sylw i'r addewid, mae rhaid i ni wneud yn siwr bod eich ebost yn gweithio.
es_es: Antes de poder permitirle comentar un compromiso, hemos de comprobar que su dirección de correo electrónico se encuentra en activo.
fr_fr: Avant d'ajouter votre commentaire à la promesse, nous devons vérifier si votre courriel fonctionne.
it_it: Prima di pubblicare commento, dobbiamo verificare la tua email.
ru_ru: Прежде чем добавить Ваш комментарий к обещанию нам необходимо проверить работоспособность Вашего почтового ящика.
sk_sk: Predtým, ako napíšete komentár k tomuto sľubu, potrebujeme skontrolovať, či vám funguje e-mail.

source: Your comment will then be displayed on the pledge page.
cy_gb: Wedyn, bydd eich sylw yn ymddangos ar dudalen yr addewid.
es_es: Su comentario será mostrado tras ello en la página del compromiso.
fr_fr: Votre commentaire sera alors affiché sur la page de la promesse.
it_it: Il tuo commento apparirà sulla pagina dell'impegno.
ru_ru: Ваш комментарий будет показан на странице обещания.
sk_sk: Váš komentár sa zobrazí na stránke so sľubom.

source: Adding your comment to a pledge at PledgeBank.com
cy_gb: Wrthi ychwanegu'ch sylw at addewid ar PledgeBank.com
es_es: Añadiendo su comentario al compromiso en PledgeBank.com
fr_fr: Ajouter votre commentaire à une promesse à Promessothèque.com
it_it: Aggiunta di un commento ad un impegno su PledgeBank.com
ru_ru: Добавление Вашего комментария к обещанию на PledgeBank.com
sk_sk: Pridávam váš komentár na stránku www.slubowebka.com

source: Thank you! Your comment has now been posted.
cy_gb: Diolch yn fawr! Mae'ch sylw wedi'i bostio.
es_es: ¡Gracias! Su comentario ha sido enviado.
fr_fr: Merci! Nous venons d'afficher votre commentaire.
it_it: Grazie! Il tuo commento è stato pubblicato.
ru_ru: Спасибо Вам! Ваш комментарий был размещен.
sk_sk: Ďakujeme. Váš komentár bol odoslaný.

source: You will be emailed when anyone adds a comment to the pledge.
cy_gb: Fe gewch chi ebost pe bai rhywun yn ychwanegu sylw i'r addewid.
es_es: Se le enviará un correo electrónico siempre que alguien comente su compromiso.
fr_fr: Vous serez avertis par courriel quand n'importe qui ajoutera un commentaire à la promesse.
it_it: Riceverai una email ogni qualvolta qualcuno commenterà questo impegno.
ru_ru: Вы получите письмо если кто-нибудь добавит комментарий к обещанию.
sk_sk: Vždy, keď niekto napíše k&nbsp;sľubu komentár, dôjde vám e-mail.

source: Go back to the pledge comments
cy_gb: Ewch yn &ocirc;l i sylwadau'r addewid
es_es: Volver a la página de comentarios
fr_fr: Retourner aux commentaires sur la promesse
it_it: Torna ai commenti
ru_ru: Вернуться к комментариям обещания
sk_sk: Späť na komentáre k sľubu

source: Go back to the pledge
cy_gb: Ewch yn &ocirc;l i'r addewid
es_es: Volver a la página del compromiso
fr_fr: Retourner à la promesse
it_it: Torna all'impegno
ru_ru: Вернуться к обещанию
sk_sk: Späť na sľub

source: <h2>Here's how your comment will appear</h2>
cy_gb: <h2>Bydd eich sylw yn ymddangos fel hyn</h2>
es_es: <h2>Previsualización del comentario</h2>
fr_fr: <h2>Voici comment votre commentaire apparaîtra</h2>
it_it: <h2>Ecco come apparirà il tuo commento</h2>
ru_ru: <h2>Здесь будет Ваш комментарий</h2>
sk_sk: <h2>Tu vidíte, ako bude váš komentár vyzerať</h2>

source: Contact Us
cy_gb: Cysylltwch &acirc; Ni
es_es: Contáctenos
fr_fr: Nous contacter
it_it: Contattaci
ru_ru: Свяжитесь с нами
sk_sk: Napíšte nám

source: You are reporting the following comment to the PledgeBank team:
es_es: Está enviando el siguiente comentario al equipo de PledgeBank:
fr_fr: Vous rapportez le commentaire suivant à l'équipe de Promessothèque&nbsp;:
ru_ru: Вы сообщаете о таком комментарии комманде проекта "Банк Обещаний":
sk_sk: Tímu Sľubowebky chcete nahlásiť tento komentár:

source: <a href="/faq">Read the FAQ</a> first, it might be a quicker way to answer your question.
cy_gb: <a href="/faq">Darllenwch y Cwestiynau Cyffredinol</a> yn gyntaf, falle cewch chi eich ateb yn gynt.
es_es: <a href="/faq">Lea la ayuda</a> primero; puede que encuentre una respuesta a su pregunta más rápidamente.
fr_fr: <a href="/faq">Lire la FAQ</a> en premier, cela pourrait répondre à votre question plus rapidement.
it_it: <a href="/faq">Leggi la FAQ</a>, potrebbe essere un modo più rapido di trovare la risposta alla tua domanda.
ru_ru: Рекоммендуем сначала <a href="/faq">заглянуть в раздел "Помощь"</a>, так Вы возможно быстрее сможете ответить на свои вопросы.
sk_sk: Najprv <a href="/faq">si prečítajte časté otázky</a>, môže to byť jednoduchší a&nbsp;rýchlejší na&nbsp;zodpovedanie vašej otázky.

source: Report abusive, suspicious or wrong comment
es_es: Reporte un comentario abusivo, sospechoso o incorrecto
fr_fr: Rapporter un commentaire injurieux, suspect ou malveillant
ru_ru: Сообщение об оскорбительном, подозрительном или неправильном комментарии
sk_sk: Nahláste hanlivý, podozrivý alebo nevhodný komentár

source: Please let us know exactly what is wrong with the comment, and why you think it should be removed.
fr_fr: Veuillez nous faire savoir exactement ce qui pose problème avec le commentaire, et pourquoi il devrait être supprimé selon vous.
ru_ru: Пожалуйста, опишите нам детальней почему комментарий по Вашему мнению должен быть удален.
sk_sk: Prosím, dajte nám vedieť, čo presne nie je s&nbsp;komentárom v&nbsp;poriadku a&nbsp;prečo si myslíte, že by sme ho mali odstrániť.

source: Contact the PledgeBank team
es_es: Contacte con el equipo de PledgeBank
fr_fr: Contacter l'équipe de Promessothèque
ru_ru: Связаться с коммандой PledgeBank
sk_sk: Napíšte tímu Sľubowebky

source: To contact the creator of the <strong>%s</strong> pledge <a href="%s">leave a comment</a> on the pledge, or <a href="%s">contact the pledge creator</a>. The form below is for messages to the PledgeBank team only, <strong>not</strong> the pledge creator.
es_es: Para contactar con el creador del compromiso <strong>%s</strong>, <a href="%s">deje un comentario</a> en el compromiso o <a href="%s">contacte con el creador del compromiso</a>. El formulario situado más abajo tan sólo envía mensajes al equipo de PledgeBank, <strong>no</strong> al creador del compromiso.
fr_fr: Pour contacter l'auteur de la promesse <strong>%s</strong>, <a href="%s">laissez un commentaire</a> sur cette promesse ou <a href="%s">contactez son auteur</a>. Le formulaire ci-dessous est destiné aux messages pour l'équipe de Promessothèque seulement, <strong>et non</strong> pour l'auteur de la promesse.
ru_ru: Чтобы связаться с автором обещания <strong>%s</strong> <a href="%s">оставьте комментарий</a> к обещанию, или <a href="%s">свяжитесь с автором обещания</a>. Форма ниже предназначена только для связи с коммандой проекта, <strong>не</strong> автором обещания.
sk_sk: Ak chcete napísať autorovi&nbsp;(-ke) sľubu <strong>%s</strong>, <a href="%s">napíšte k sľubu komentár</a> alebo <a href="%s">napíšte autorovi&nbsp;(-ke) sľubu</a> priamo. Tento formulár je určený len na&nbsp;správy pre&nbsp;tím Sľubowebky, <strong>nie</strong> pre autorov sľubov.

source: To contact a pledge creator, please use the 'comments' section on the pledge, or the 'contact the pledge creator' feature. The form below is for messages to the PledgeBank team only, <strong>not</strong> a pledge creator.
es_es: Para contactar con el creador del compromiso, por favor, use la sección 'comentarios' existente en el compromiso o la opción 'contactar con el creador del compromiso'. El formulario situado más abajo tan sólo envía mensajes al equipo de PledgeBank, <strong>no</strong> al creador del compromiso.
fr_fr: Si vous voulez contacter l'auteur de la promesse, veuillez utiliser la section Commentaires de la promesse ou la fonction Contacter l'auteur de la promesse. Le formulaire ci-dessous est destiné aux messages pour l'équipe de Promessothèque seulement, <strong>et non</strong> pour l'auteur d'une promesse.
ru_ru: Чтобы связаться с автором обещания, пожалуйста, перейдите в раздел 'комментарии', или воспользуйтесь услугой 'связь с автором обещания'. Форма ниже предназначена только для связи с командой проекта, <strong>не</strong> с автором обещания.
sk_sk: Ak chcete napísať autorovi (-ke) sľubu, prosím, využite komentáre k&nbsp;sľubom alebo funkciu „Napíšte autorovi (-ke) sľubu.“ Tento formulár je určený len na&nbsp;správy pre tím Sľubowebky, <strong>nie</strong> pre autorov sľubov.

source: Your message:
es_es: Su mensaje:
fr_fr: Veuillez entrer votre message&nbsp;:
ru_ru: Ваше сообщение:
sk_sk: Vaša správa:

source: Did you <a href="/faq">read the FAQ</a> first?
cy_gb: A ydych chi wedi <a href="/faq">darllen y Cwestiynau Cyffredin</a>?
es_es: ¿Ha echado ya un vistazo a la <a href="/faq">ayuda</a>?
fr_fr: Avez-vous lu la <a href="/faq">FAQ</a> au préalable?
it_it: Hai <a href="/faq">letto la FAQ</a>?
ru_ru: Читали ли Вы уже <a href="/faq">раздел "Помощь"</a>?
sk_sk: Prečítali ste si predtým <a href="/faq">časté otázky?<a href="/faq">

source: Send to PledgeBank team
es_es: Envíelo al equipo de PledgeBank
fr_fr: Envoyer à l'équipe de Promessothèque
ru_ru: Отправить комманде PledgeBank
sk_sk: Poslať tímu Sľubowebky

source: <Enter your name>
cy_gb: <Rhowch eich enw yma>
es_es: <Introduzca su nombre>
fr_fr: <Entrez votre nom>
it_it: <Inserisci il tuo nome>
ru_ru: <укажите свое имя>
sk_sk: <Napíšte svoje meno>

source: Please enter a subject
cy_gb: Rhowch bwnc i'ch neges
es_es: Por favor, introduzca un asunto
fr_fr: Veuillez entrer un sujet
it_it: Si prega di inserire un titolo
ru_ru: Пожалуйста, укажите тему
sk_sk: Napíšte, prosím, heslo veci

source: Please enter your message
cy_gb: Rhowch eich neges, os gwelwch yn dda
es_es: Por favor, introduzca su mensaje
fr_fr: Veuillez entrer votre message
it_it: Scrivi il tuo messaggio
ru_ru: Пожалуйста, введите свое сообщение
sk_sk: Napíšte, prosím, správu

source: I'm afraid that we rate limit the usage of the contact form to prevent abuse.
fr_fr: Désolé, mais pour éviter l'abus du formulaire, nous limitons le nombre de messages que vous pouvez envoyer par jour.
ru_ru: Мы ограничили количество раз использования формы, чтобы предотвратить злоупотребление.
sk_sk: Máme limit na použitie formulára, aby sa predišlo zneužitiu.

source: Failed to send message. Please try again, or <a href="mailto:team&#64;pledgebank.com">email us</a>.
es_es: El mensaje no ha podido ser enviado. Por favor, inténtelo de nuevo o <a href="mailto:team&#64;pledgebank.com">envíenos un correo electrónico</a>.
fr_fr: Le message n'a pas passé. Veuillez réessayer ou <a href="mailto:team&#64;pledgebank.com">nous envoyer un courriel</a>.
ru_ru: Не удалось отослать сообщение. Пожалуйста, попытайтесь еще раз или <a href="mailto:team&#64;pledgebank.com">сообщите нам</a> об этом.
sk_sk: Správu sa nepodarilo odoslať. Prosím, skúste ešte raz alebo <a href="mailto:team&#64;pledgebank.com">nám napíšte</a>.

source: <strong>Thank you!</strong> One of our team will investigate that comment as soon as possible
es_es: <strong>¡Gracias!</strong> Uno de los miembros de nuestro equipo investigará este comentario tan pronto como sea posible.
fr_fr: <strong>Merci!</strong> Un de nos coéquipiers examinera ce commentaire dès que possible.
ru_ru: <strong>Спасибо!</strong> Одна из наших команд обязательно исследует данный коментарий в кратчайшие сроки.
sk_sk: <strong>Ďakujeme!</strong> Jeden z&nbsp;našich tímov v&nbsp;najbližšom možnom čase tento komentár prešetrí

source: Thanks for your feedback. We'll get back to you as soon as we can!
cy_gb: Diolch yn fawr am eich adborth. Fe gewch chi ymateb gennym cyn gynted ag sy'n bosibl.
es_es: Gracias por su crítica. Nos pondremos en contacto con Vd. lo antes posible.
fr_fr: Merci de nous faire part de vos remarques. Nous vous reviendrons le plus tôt possible!
it_it: Grazie del tuo feedback. Risponderemo il prima possibile!
ru_ru: Спасибо за Ваше сообщение. Мы свяжемся с Вами в кратчайшие сроки!
sk_sk: Ďakujeme vám za spätnú väzbu. Budeme sa jej venovať tak skoro ako budeme môcť.

source: What is PledgeBank?
cy_gb: Beth yw PledgeBank?
es_es: ¿En qué consiste PledgeBank?
fr_fr: Qu'est-ce que Promessothèque?
it_it: Che cos'è PledgeBank?
ru_ru: Что такое "Банк обещаний"(PledgeBank)?
sk_sk: Čo je Sľubowebka?

source: Tell the world "I'll do it, but only if you'll help me do it"
cy_gb: Dywedwch wrth y byd "Fe wna i, ond dim ond os gwnewch chi helpu"
es_es: Diga al mundo: "Lo haré, pero sólo si me ayudas"
fr_fr: Dites au monde «&nbsp;Je le ferai, à condition que vous m'aidiez&nbsp;»
it_it: Fai sapere al mondo "Io mi impegno, se voi mi aiutate a farlo"
ru_ru: Заявите миру: "Я сделаю это, но только, если Вы мне в этом поможете"
sk_sk: Povedzte svetu „Urobím to, ale len ak mi to pomôžete urobiť“

source: You can <a href="tom-on-pledgebank-vbr.mp3">listen to an MP3</a> of this instead.
cy_gb: Gallwch <a href="tom-on-pledgebank-vbr.mp3">wrando ar MP3 [Saesneg] </a> o hwn yn lle.
es_es: También puede <a href="tom-on-pledgebank-vbr.mp3">escuchar un archivo MP3</a>, si lo prefiere.
fr_fr: Si vous préférez, <a href="tom-on-pledgebank-vbr.mp3">écoutez cette présentation en MP3 (anglais seulement).</a>
it_it: Se preferisci, puoi <a href="tom-on-pledgebank-vbr.mp3">ascoltare la versione MP3 (in inglese)</a>.
ru_ru: Вы можете <a href="tom-on-pledgebank-vbr.mp3">прослушать MP3 (только на английском)</a> вместо чтения статьи.
sk_sk: Namiesto toho si to môžete <a href="tom-on-pledgebank-vbr.mp3">vypočuť vo&nbsp;formáte MP3</a>.

source: You can <a href="tom-on-pledgebank-vbr.mp3">listen to an MP3 (English only)</a> of this instead.
cy_gb: Gallwch <a href="tom-on-pledgebank-vbr.mp3">wrando ar MP3 (Saesneg yn unig)</a> o hwn yn lle.
es_es: También puede <a href="tom-on-pledgebank-vbr.mp3">escuchar un archivo MP3 (sólo en inglés)</a>, si lo prefiere.
fr_fr: Si vous préférez, <a href="tom-on-pledgebank-vbr.mp3">écoutez cette présentation en MP3 (anglais seulement).</a>
it_it: Se preferisci, puoi <a href="tom-on-pledgebank-vbr.mp3">ascoltare la versione MP3 (in inglese)</a>.
ru_ru: Вы можете <a href="tom-on-pledgebank-vbr.mp3">прослушать MP3 (только на английском)</a> вместо чтения статьи.
sk_sk: Namiesto toho si to môžete <a href="tom-on-pledgebank-vbr.mp3">vypočuť vo&nbsp;formáte MP3 (len po&nbsp;anglicky)</a>.
