Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: <strong>Basic translation:</strong> Select a line to translate in the top frame, and enter the translation in the bottom. poEdit keeps track of which lines have not yet been translated, and which are "fuzzy" translations (automated translations that may be wrong and should be checked). poEdit will also tell you if a sentence has a plural (ie. needs a different translation depending on the number of things being printed out). This should be straightforward. File-&gt;Save or the Save button will save your translations to the same file.
es_es: <strong>Traducción básica:</strong> Seleccione una línea a traducir en el recuadro superior e introduzca la traducción en el inferior. poEdit evalúa qué líneas aún no han sido traducidas y cuáles poseen una traducción que no se ajusta al original (traducciones automáticas que pudieran contener errores y que deberían ser controladas). poEdit también le indicará si una frase posee a su vez un plural (por ejemplo, si se precisa una traducción distinta dependiendo del número de elementos pasados como parámetro). Esto debería ser, de cualquier forma, bastante sencillo. Pulsando sobre Archivo-&gt;Guardar o sobre el botón de Guardar se guardarán los cambios en este archivo.
fr_fr: <strong>Traduire&nbsp;:</strong> Sélectionner une ligne à traduire dans le cadre supérieur, et entrer sa traduction dans le bas. poEdit identifie les parties n'ayant pas encore été traduites, et les traductions inexactes (traductions automatisées pouvant être erronées, donc à vérifier). poEdit indiquera aussi si une phrase a une version au singulier et une au pluriel. Cela devrait être simple. Vous n'aurez qu'à aller dans le menu Fichier-&gt;Enregistrer ou cliquer sur le bouton Enregistrer pour sauvegarder votre travail.
it_it: <strong>Traduzione semplice:</strong> Seleziona la stringa da tradurre nel riquadro superiore, inserisci la traduzione in quello inferiore. poEdit tiene in memoria quali stringhe sono ancora da tradurre, e quali sono "fuzzy" (traduzioni automatiche che possono essere sbagliate, da verificare). Se la frase ha una sua versione plurale (necessita di una traduzione diversa a seconda del valore di una variabile), poEdit te lo indica . Su questo non dovrebbero sorgere difficoltà. File-&gt;Salva o il tasto Salva Catalogo salvano il file.
ru_ru: <strong>Основы перевода:</strong> Выберите строку для перевода в верхней области, и введите её перевод внизу. poEdit следит за тем, какие строки еще не были переведены, и какие помечены как "fuzzy"-переводы (автоматические переводы, которые могут быть неправильными и требуют проверки). poEdit также укажет, имеет ли предложение множественное число (то есть требует перевода зависящего от чисел используемых в предложении). Все это должно быть просто. Чтобы сохранить перевод, воспользуйтесь меню "Файл-&gt;Сохранить" или кнопкой "Сохранить".
sk_sk: <strong>Základy prekladania:</strong> V&nbsp;hornej časti si vyberte riadok, ktorý chcete preložiť a&nbsp;dole napíšte jeho preklad. poEdit sleduje, ktoré riadky ešte neboli preložené, a&nbsp;ktorých preklad je nejasný („fuzzy“) (automatické, strojové preklady, ktoré môžu byť chybné, treba skontrolovať). poEdit vám naznačí, či je veta v&nbsp;množnom čísle (tzn., že treba urobiť rôzne preklady v&nbsp;závislosti od&nbsp;toho, koľko vecí sa spočítava). Tento proces by mal byť jednoduchý. Ak prejdete na&nbsp;File (Súbor) -&gt; Save (Uložiť) alebo stlačíte tlačidlo Save (Uložiť), váš preklad sa uloží do&nbsp;toho istého súboru.

source: <strong>% placeholders:</strong> Sadly, these are a bit more complicated. The first are %&nbsp;placeholders. These appear within text and stand for something missing &ndash; %d means a number, %s means some more text. For example, a sentence to give the colour of a cat and its size, in Spanish:
es_es: <strong>Variables %:</strong> Por desgracia, estas frases son un poco más complicadas, ya que contienen variables %&nbsp;. Aparecen en medio del texto y representan valores no definidos de momento &ndash; %d sustituye un número, %s, por su parte, reemplaza un texto. Por ejemplo, una frase para indicar el color de un gato y su tamaño, en español sería:
fr_fr: <strong>Paramètres substituables %&nbsp;:</strong> Malheureusement, c'est un peu plus compliqué. Les premiers sont des paramètres substituables&nbsp;%. Ils apparaissent à l'intérieur du texte et remplacent un élément manquant &ndash; %d un nombre, %s du texte. Voici par exemple une phrase indiquant la couleur et la taille d'un chat, en espagnol&nbsp;:
it_it: <strong>segnaposti %:</strong> Purtroppo, questi sono un pochino più complicati. Vediamo per primi i segnaposto %&nbsp;. Questi compaiono nel testo e rappresentano una parte mancante &ndash; %d sta per un numero, %s sta per del testo. Ad esempio, in una frase che descrive il colore e la misura di un gatto, in spagnolo:
ru_ru: <strong>Спец. символы %:</strong> К сожалению, это немного сложнее. Эти символы попадаются в переводимом тексте. Используются они для подстановки в текст необходимых данных, например &ndash; %d означает что вместо него будет подставлено число, %s означает что - будет подставлен текст. Вот например, предложение, на испанском языке, описывающее цвет и размер кота:
sk_sk: <strong>% znaky, ktoré „držia miesto“ inému textu (placeholders):</strong> Bohužiaľ, je to trochu komplikovanejšie. Prvými znakmi z&nbsp;tejto skupiny sú také, pred ktorými je znak %. Tieto sa objavujú v&nbsp;texte namiesto niečoho, čo tam chýba — %d znamená číslo a&nbsp;%s znamená trochu viac textu. Napríklad vo&nbsp;vete, v&nbsp;ktorej hovoríme, akú farbu má mačka a&nbsp;aká je veľká, po&nbsp;španielsky:

source: The colours would be translated separately elsewhere in the file. If a situation arises where you need to refer to the % placeholders in a different order from the English, you need to specify which placeholder goes where. Here's an example, but ask if this comes up in your translation (hopefully it won't :) ) :
es_es: Los colores serán traducidos en otro lugar en el archivo de traducción. Si se produjese la situación en que debe reordenar la frase y colocar las variables en otro lugar distinto al de la versión inglesa, debe colocar la variable correspondiente en el lugar adecuado. A continuación se muestra un ejemplo, pero no dude en preguntar si no sabe cómo proseguir con su traducción (esperamos que éste no sea el caso :) ) :
fr_fr: Les couleurs seront traduites séparément ailleurs dans le fichier. Si une situation se présentait où vous deviez vous référer aux paramètres substituables % dans un ordre différent de l'anglais, vous devriez spécifier où va chacun d'eux. Cette situation ne devrait pas se produire, mais si tel est le cas, informez-vous. Voici un exemple&nbsp;:
it_it: Il colore deve essere tradotto separatamente altrove nel file. Se si presenta una situazione nella quale si deve invertire l'ordine dei segnaposto %, occorre specificare esattamente in quale posizione deve andare un segnaposto rispetto all'altro. Ecco un'esempio, ma con un pò di fortuna il caso non si presenterà :) :
ru_ru: Цвета будут переведены отдельно, где-нибудь в другой части файла. Если возникает ситуация, когда необходимо изменить порядок спец. символов %, Вы должны добавлять перед спец. символом % номер, соответствующий позиции символа в оригинальном тексте. Вот пример, но сообщите нам если возникнет такая ситуация (надеюсь что нет :) ) :
sk_sk: Farby by boli preložené na&nbsp;inom mieste v&nbsp;súbore. Ak nastane situácia, že musíte použiť znaky s&nbsp;percentom v&nbsp;inom poradí ako sú v&nbsp;origináli, musíte určiť, na&nbsp;aké miesto ide každý z&nbsp;nich. Tu je príklad, ale spýtajte sa, ak sa to stane pri vašom preklade (dúfajme, že nie :-) ) :

source: Email me with as much or as little as you have done, and I will get it up and running as soon as possible. :-)
es_es: Envíenos por correo electrónico lo que haya hecho, independientemente de la cantidad, y su traducción será actualizada en el menor espacio de tiempo posible. :-)
fr_fr: M'envoyer par courriel votre travail (même si vous en avez peu fait), et je le mettrai en ligne dès que possible. :-)
it_it: Mandami una email con quanto hai fatto, mi impegno a integrare la tua traduzione non appena possibile. :-)
ru_ru: Присылайте мне перевод когда посчитаете необходимым, независимо от количества переведенного материала, а я постараюсь сделать это доступным для тестирования на тестовом сайте как можно быстрее. :-)
sk_sk: Pošlite mi tak veľa alebo tak málo, koľko ste urobili a&nbsp;ja to dám na&nbsp;net tak rýchlo, ako to bude možné :-)

source: Manually
es_es: Manualmente
fr_fr: Manuellement
it_it: Metodo manuale
ru_ru: Перевод вручную
sk_sk: Ručný (manuálny) preklad

source: <strong>Opening the file:</strong> Open Notepad (Start-&gt;Programs-&gt;Accessories-&gt;Notepad), go to File-&gt;Open and open up the file you have just downloaded. <em>Don't be worried by the size of this file!</em> You do not have to translate every line before sending us what you have done &ndash; the site will simply default to English for anything yet to be translated.
es_es: <strong>Abrir el archivo:</strong> Inicie Notepad (Inicio-&gt;Programas-&gt;Accesorios-&gt;Notepad), vaya a Archivo-&gt;Abrir y abra el archivo que ha descargado. <em>¡No se preocupe por el número de líneas a traducir!</em> No hace falta que las traduzca todas antes de hacernos llegar el archivo con lo que haya hecho &ndash; la página mostrará en inglés todas aquellas líneas que aún no hayan sido traducidas.
ru_ru: <strong>Открытие файла:</strong> Open Notepad (Start-&gt;Programs-&gt;Accessories-&gt;Notepad). Откройте файл, который Вы загрузили, воспользовавшись меню "File-&gt;Open". <em>Пусть Вас не пугает количество строк, которые необходимо перевести!</em> Не обязательно переводить всё, прежде чем отослать нам результат &ndash; всё что не переведено, просто будет отображаться на английском языке.
sk_sk: <strong>Otvorte súbor</strong> Otvorte Poznámkový blok (Notepad) (Štart -&gt; Všetky programy -&gt; Príslušenstvo -&gt; Poznámkový blok), choďte na&nbsp;Súbor -&gt; Otvoriť... a&nbsp;otvorte súbor, ktorý ste si práve stiahli. <em>Neobávajte sa veľkého počtu fráz (reťazcov), ktoré uvidíte.</em> Nemusíte preložiť každý riadok predtým, ako nám pošlete preklad — stránka jednoducho zobrazí anglický text ku&nbsp;všetkému, čo ešte treba preložiť.

source: <strong>Changing the header:</strong> Edit the following lines as follows &ndash; change the PO-Revision-Date line to be the current date and time, the Last-Translator line to be your name and email address, and the Language-Team line to your language.
es_es: <strong>Cambiando el encabezado:</strong> Edite las siguientes líneas de esta manera &ndash; cambie la línea que contiene el PO-Revision-Date por la fecha y hora actual, la del Last-Translator, por su nombre y dirección de correo electrónico y la del Language-Team, por su idioma.
fr_fr: <strong>Changer l'en-tête&nbsp;:</strong> Éditer les lignes suivantes comme suit &ndash; actualiser la date et l'heure dans la ligne PO-Revision-Date, remplacer le nom et l'adresse courriel dans la ligne Last-Translator par les vôtres et traduire la ligne Language-Team dans votre langue.
it_it: <strong>Modificare l'header:</strong> Sono da modificare le seguenti righe &ndash; PO-Revision-Date, aggiorna data e ora; Last-Translator, aggiorna con il tuo nome e indirizzo email; Language-Team, aggiorna la lingua.
ru_ru: <strong>Изменение заголовка:</strong> Выполните следующие изменения &ndash; измените значение поля "PO-Revision-Date" на текущую дату и время, значение поля "Last-Translator" на Ваше имя и email адрес, и значение поля "Language-Team" на имя своего языка.
sk_sk: <strong>Zmeňte hlavičku</strong> Uvedené riadky upravte takto — za&nbsp;PO-Revision-Date napíšte dnešný dátum a&nbsp;aktuálny čas, za&nbsp;Last-Translator svoje meno a&nbsp;e-mailovú adresu a&nbsp;za&nbsp;Language-Team názov svojho jazyka po&nbsp;anglicky.

source: <strong>Basic translation:</strong> A line beginning with a <kbd>#</kbd> is a comment and can safely be ignored. For normal sentences, translation is as follows. A line that begins with "<kbd>msgid</kbd>" is the English text to be translated. The line following that (beginning "<kbd>msgstr</kbd>") should contain the translation, within the double quotes (").
es_es: <strong>Traducción básica:</strong> Una línea que comienza con <kbd>#</kbd>, representa un comentario y puede ser ignorada. Las líneas normales son traducidas de la siguiente manera: Un línea que comienza con "<kbd>msgid</kbd>" representa el texto en inglés a ser traducido. La línea que sigue (que empieza con "<kbd>msgstr</kbd>") debe contener la traducción, debiendo ubicar ésta entre las dobles comillas (").
fr_fr: <strong>Traduire&nbsp;:</strong> Une ligne commençant par <kbd>#</kbd> est un commentaire et vous pouvez l'ignorer sans problème. Pour les phrases normales, voici comment traduire. Une ligne débutant par "<kbd>msgid</kbd>" est le texte anglais à traduire. La ligne suivante (commençant par "<kbd>msgstr</kbd>") doit contenir la traduction, entre guillemets (").
it_it: <strong>Traduzione semplice:</strong> Una riga che incomincia con il simbolo <kbd>#</kbd> è un commento e può essere tranquillamente ignorata. Per le altre frasi, il metodo è il seguente: la riga che incomincia con "<kbd>msgid</kbd>" è il testo inglese da tradurre. La riga seguente ("<kbd>msgstr</kbd>") deve contenere la traduzione, tra virgolette (").
ru_ru: <strong>Основы перевода:</strong> Строка начинающаяся символом <kbd>#</kbd> является комментарием и её можно менять без опаски. Для обычных предложений, правила перевода такие. Строка, начинающаяся текстом "<kbd>msgid</kbd>", является предложением на английском языке, которое необходимо перевести. Следующая за этой строкой линия (начинающаяся текстом "<kbd>msgstr</kbd>") должна, внутри двойных кавычек ("), содержать перевод.
sk_sk: <strong>Základy prekladania</strong> Riadok, ktorý sa začína znakom <kbd>#</kbd> je komentárom a&nbsp;bez obáv ho môžete vynechať. Pri obyčajných vetách preklad prebieha takto: Riadok, ktorý sa začína „<kbd>msgid</kbd>ldquo; je anglickým textom, ktorý treba preložiť. V&nbsp;ďalšom riadku, ktorý sa začína „<kbd>msgstr</kbd>“, by mal byť preklad, ohraničený úvodzovkami(").

source: For example, in French:
es_es: Por ejemplo, en francés:
fr_fr: Par exemple, en français&nbsp;:
it_it: Per esempio, in Francese:
ru_ru: Например, на Французком:
sk_sk: Napríklad po&nbsp;francúzsky:

source: If the translated line needs to include a double quote, you put a slash before it. For example, in German:
es_es: Si la traducción ha de contener dobles comillas, debe anteponer una barra inclinada. Por ejemplo, en alemán:
fr_fr: Si la ligne traduite doit comporter ses propres guillemets, les précéder d'une barre oblique. Par exemple, en allemand&nbsp;:
it_it: Se la stringa tradotta comprende delle virgolette, aggiungi una barra diagonale. Ad esempio, in tedesco:
ru_ru: Если переведённая строка требует включить в неё двойную кавычку, тогда Вам необходимо вставить косую черту перед кавычкой. Пример с немецким языком:
sk_sk: Ak v&nbsp;preklade potrebujete napísať ešte jedny úvodovky, napíšte pred ne lomítko. Napríklad po&nbsp;nemecky:

source: If it is a large block to be translated, it will be on more than one line. To show this, the first line is the empty string "", with the original or translated text on further lines; "\n" is used to mean a new line. For example, in Italian:
es_es: Si se ha de traducir un bloque de texto, éste ocupará más de una línea. Esto será indicado de modo que la primera línea será una cadena de caracteres vacía "", situándose el texto original en las líneas ulteriores; "\n" se utiliza para indicar una nueva línea. Por ejemplo, en italiano:
fr_fr: Si le bloc à traduire est volumineux, il sera sur plus d'une ligne. Pour le montrer, la première est la ligne vide "", avec le texte original ou traduit aux lignes suivantes; "\n" signifie un changement de ligne. Par exemple, en italien&nbsp;:
it_it: Se si tratta di tradurre un blocco di testo, sarà su più di una riga. Per significare questo, la prima riga recherà una stringa vuota "", seguita dal testo originale o tradotto sulle altre righe; "\n " viene usato per andare a capo Ad esempio, in italiano:
ru_ru: Если текст большой, он будет разбит на несколько строк. Для того, чтобы обозначить это, первую строку необходимо сделать пустой "", а на последующих разместить текст; символ "\n" используется для обозначения окончания текущей и начала новой cтроки. Пример на итальянском языке:
sk_sk: Ak prekladáte rozsiahly text, zaberie viac ako jeden riadok. Aby ste to naznačili, prvý riadok bude prázdny okrem "" a&nbsp;v&nbsp;ďalších riadkoch bude buď originál, alebo preklad; "\n" znamená nový riadok. Napríklad po&nbsp;taliansky:

source: <strong>Filename comments:</strong> The comment line before the "msgid" line is the file or files that contain that text. So anything with the comment line ":# pb/web/faq.php" is from the FAQ page. This might be useful in providing context for the text.
es_es: <strong>Comentarios:</strong> La línea de comentarios que precede a la de "msgid" contiene el nombre del archivo o archivos en que esa frase es utilizada. De este modo, todas las líneas de comentarios conteniendo ":# pb/web/faq.php" indican que la frase ulterior pertenece a la página de ayuda (FAQ). Esta línea puede ser útil para ofrecer información acerca del contexto de dicha frase, lo cual facilita la traducción.
fr_fr: <strong>Commentaires sur le nom de fichier&nbsp;:</strong> La ligne de commentaires précédant la ligne "msgid" est constituée du ou des fichiers renfermant le texte. Donc tout élément concernant la ligne de commentaires ":# pb/web/faq.php" vient de la page FAQ. Cela pourrait être utile en fournissant du contexte au texte.
it_it: <strong>Commenti riguardanti il nome del file:</strong> La riga di commento prima della riga "msgid" comporta il nome del (o dei) file all'interno del quale si ritrova il testo. Così, il testo che ha come commento ":# pb/web/faq.php" lo si ritrova nella FAQ. Questo può essere utile al traduttore per capire il contesto.
ru_ru: <strong>Комментарии содержащие имена файлов:</strong> Строка комментария перед "msgid" - это имя файла или файлов, в которых она используется. Так что, например, все строки, которые имеют комментарий ":# pb/web/faq.php" относятся к странице "Помощь". Это может оказаться полезным при определении контекста, в котором используется переводимый текст.
sk_sk: <strong>Komentáre k&nbsp;názvu súboru</strong> Riadok s&nbsp;komentárom pred „msgid“ odkazuje na&nbsp;súbor alebo súbory, v&nbsp;ktorých sa tento text nachádza. Takže všetky riadky s&nbsp;komentárom ":# pb/web/faq.php" sa nachádzajú na&nbsp;stránke Časté otázky (FAQ). To môže byť užitočné pri hľadaní kontextu pre text, ktorý treba preložiť.

source: <strong>% placeholders:</strong> Sadly, there are a couple of things that makes things a bit more complicated. The first are %&nbsp;placeholders. These appear within text and stand for something missing &ndash; %d means a number, %s means some more text. For example, a sentence to give the colour of a cat and its size, in Spanish:
es_es: <strong>Variables %:</strong> Por desgracia, estas frases son un poco más complicadas, ya que contienen variables %&nbsp;. Aparecen en medio del texto y representan valores no definidos de momento &ndash; %d sustituye un número, %s, por su parte, reemplaza un texto. Por ejemplo, una frase para indicar el color de un gato y su tamaño, en español sería:
fr_fr: <strong>Paramètres substituables %&nbsp;:</strong> Malheureusement, c'est un peu plus compliqué. Les premiers sont des paramètres substituables&nbsp;%. Ils apparaissent à l'intérieur du texte et remplacent un élément manquant &ndash; %d un nombre, %s du texte. Voici par exemple une phrase indiquant la couleur et la taille d'un chat, en espagnol&nbsp;:
it_it: <strong>segnaposti %:</strong> Purtroppo, alcuni aspetti rendono le cose un pochino più complicate. Il primo è il problema dei segnaposto %&nbsp;. Questi compaiono nel testo e rappresentano una parte mancante &ndash; %d sta per un numero, %s sta per del testo. Ad esempio, in una frase che descrive il colore e la misura di un gatto, in spagnolo:
ru_ru: <strong>Спец. символы %:</strong> К сожалению, это немного сложнее. Эти символы попадаются в переводимом тексте. Используются они для подстановки в текст необходимых данных, например &ndash; %d означает что вместо него будет подставлено число, %s означает что - будет подставлен текст. Вот например, предложение, на испанском языке, описывающее цвет и размер кота:
sk_sk: <strong>znaky s&nbsp;%, ktoré „držia miesto“ inému textu (placeholders):</strong> Bohužiaľ, je to trochu komplikovanejšie. Prvými znakmi z&nbsp;tejto skupiny sú také, pred ktorými je znak %. Tieto sa objavujú v&nbsp;texte namiesto niečoho, čo tam chýba — %d znamená číslo a&nbsp;%s znamená trochu viac textu. Napríklad vo&nbsp;vete, v&nbsp;ktorej hovoríme, akú farbu má mačka a&nbsp;aká je veľká, po&nbsp;španielsky:

source: <strong>Plurals:</strong> These are the other more complicated thing. These use % placeholders to give different results depending on the value of a number. It's probably easiest if I just give an example, in Portuguese:
es_es: <strong>Plurales:</strong> Éste es el otro tipo de líneas que requieren cierta atención. Éstas usan variables % para producir distintos resultados dependiendo del valor de un parámetro numérico. Con un ejemplo se puede comprender mejor, probablemente. En portugués, sería:
fr_fr: <strong>Pluriels&nbsp;:</strong> Ils constituent l'autre élément délicat. Ils utilisent des paramètres substituables % pour donner différents résultats selon la valeur d'un nombre. Ce sera peut-être plus facile si je vous donne un exemple en portugais&nbsp;:
it_it: <strong>Plurali:</strong> Questo è l'aspetto più complesso. Viene usato il segnaposto % per dare risultati diversi a seconda del valore di un numero. Probabilmente è più facile capire facendo un esempio, in portoghese:
ru_ru: &lt;strong&gt;Множественное число:&lt;/strong&gt; Это ещё одна сложность при переводе. Эта ситация возникает когда текст зависит от числа. Наверное, будет проще, если я приведу пример на португальском языке:
sk_sk: <strong>Množné číslo</strong> toto sú ďalšia ťažká vec. Tu sa percentá využívajú na&nbsp;zapísanie rôznych slov podľa hodnoty nejakého čísla. Najjednoduchšie asi bude, keď uvediem príklad z&nbsp;portugalčiny:

source: Some languages have three plurals &ndash; simply add a msgstr[2] line for the third, and I can sort out making sure it uses the right one.
es_es: Algunas lenguas poseen tres plurales &ndash; simplemente añada a la línea msgstr[2] la tercera y yo me encargaré de ordenarlo de tal forma que se seleccione el plural correcto.
fr_fr: Certaines langues ont trois pluriels &ndash; simplement ajouter une ligne msgstr[2] pour le troisième, et je pourrai les trier pour toujours utiliser le bon pluriel au bon endroit.
it_it: Alcune lingue hanno tre forme di plurale &ndash; basta aggiungere una riga msgstr[2] per la terza forma, e mi occuperò io di verificarne il corretto funzionamento.
ru_ru: Некоторые языки имеют три формы множественного числа &ndash; просто добавьте строку msgstr[2] для третьей формы.
sk_sk: V&nbsp;niektorých jazykoch má jedno slovo až tri tvary množného čísla — jednoducho pridajte riadok msgstr[2] pre tretí z&nbsp;nich a&nbsp;ja to môžem urobiť tak, aby sme si boli istí, že sa vždy používa správny tvar.
