Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Can I put up pledges in languages other than English?
cy_gb: Gaf i greu addewidion mewn ieithoedd eraill?
es_es: ¿Puedo publicar un compromiso en otras lenguas que no sean el inglés?
fr_fr: Puis-je afficher des promesses dans d'autres langues que le français?
it_it: Posso impegnarmi in una lingua diversa dall'italiano?
ru_ru: Могу ли я создавать обещания не на английском языке?
sk_sk: Môžem písať sľuby inak ako po anglicky?

source: Yes! We have several fully internationalised versions of PledgeBank. If your browser is configured to use one of those languages, PledgeBank will automatically appear in them. Otherwise, follow one of the links at the bottom of each page. If you are interested in volunteering to help translate the site into your language, please <a href="/translate">read our translation help page</a>.
es_es: ¡Sí! Tenemos algunas versiones completas de PledgeBank en otros idiomas. Si su navegador está configurado para usar uno de éstos, PledgeBank aparecerá automáticamente en el mismo. En caso contrario, seleccione uno de los enlaces situados en la parte inferior de la página. Si está interesado en ofrecerse voluntario para ayudar a traducir la página a su idioma, por favor, <a href="/translate">lea nuestra página sobre traducciones</a>.
fr_fr: Oui! Nous avons plusieurs versions entièrement internationalisées de Promessothèque. Si la configuration de votre navigateur vous permet d'utiliser une de ces langues, Promessothèque apparaîtra automatiquement dans ces dernières. Sinon, cliquez sur un des liens au bas de chaque page. Si vous êtes intéressé à vous porter volontaire pour nous aider à traduire le site dans votre langue, veuillez <a href="/translate">lire notre page d'aide à la traduction</a>.
ru_ru: Да! У нас есть несколько полностью переведнных версий банка обещаний. "Банк обещаний" выбирает, по умолчанию, тот язык, который использует Ваш браузер. Если этот язык Вам не подходит, вверху можно выбрать другой язык. Если языка на котором Вы говорите нет, и Вы хотели бы сделать перевод, то, пожалуйста, <a href="/translate">прочтите страницу с правилами перевода</a>.
sk_sk: Áno! Máme niekoľko úplne verzií Sľubowebky v iných jazykoch. Ak je váš prehľadávač nastavený na&nbsp;používanie jedného z&nbsp;týchto jazykov, Sľubowebka sa v&nbsp;ňom automatický zobrazí. V&nbsp;opačnom prípade kliknite na&nbsp;jeden z&nbsp;odkazov v&nbsp;spodnej časti každej stránky. Ak máte záujem pomôcť s&nbsp;prekladom stránky do&nbsp;svojho jazyka ako dobrovoľník&nbsp;(-čka), prečítajte si, prosím, <a href="/translate">našu stránku na&nbsp;pomoc s&nbsp;prekladom.</a>

source: What countries does PledgeBank work in?
es_es: ¿En qué países está disponible PledgeBank?
fr_fr: Dans quels pays Promessothèque fonctionne-il?
it_it: In quali paesi è attivo PledgeBank?
ru_ru: В каких странах можно пользоваться банком обещаний?
sk_sk: V ktorých krajinách Sľubowebka funguje?

source: All of them. We try to detect which country you are in automatically, and show you only pledges relevant to your country. To see what PledgeBank looks like in other countries, click on the country name at the top of any page, just right of the PledgeBank logo. Please <a href="/contact">contact us</a> if you'd like to help get more people in your country using PledgeBank.
es_es: Todos. En PledgeBank tratamos de detectar en que país se encuentra automáticamente, con el fin de mostrarle únicamente los compromisos relevantes en el mismo. Para ver PledgeBank en otros países, pulse sobre el nombre del país en la parte superior de cualquier página, justo a la derecha del logotipo de PledgeBank. Por favor, <a href="/contact">contáctenos</a> si desea contribuir a que más personas en su país hagan uso de PledgeBank.
fr_fr: Tous les pays. Nous tentons de détecter automatiquement celui où vous vous trouvez et d'afficher seulement les promesses le concernant. Si vous voulez voir à quoi Promessothèque ressemble dans d'autres pays, cliquez sur le nom du pays au haut de n'importe quelle page, juste à droite du logo de Promessothèque. Veuillez <a href="/contact">nous contacter</a> si vous désirez nous aider à augmenter le nombre d'utilisateurs de Promessothèque dans votre pays.
sk_sk: Všade. Vždy sa snažíme automaticky zistiť, v&nbsp;ktorej krajine sa nachádzate a&nbsp;ukázať vám sľuby, ktoré sa jej týkajú. Ak sa chcete pozrieť, ako vyzerá Sľubowebka v&nbsp;zahraničí, kliknite na&nbsp;názov krajiny v&nbsp;hornej časti každej stránky, hneď napravo od&nbsp;loga Sľubowebky. Ak chcete pomôcť využívať Sľubowebku viacerým ľudom vo&nbsp;svojej, tak nám, prosím <a href="/contact">napíšte.</a>

source: Why do you only have UK postcodes?
es_es: ¿Por qué sólo está disponible el servicio de código postal en el Reino Unido?
fr_fr: Pourquoi vos codes postaux sont-ils uniquement britanniques?
it_it: Perchè funzionano solo i codici postali della Gran Bretagna?
ru_ru: Почему Вы работаете только с почтовыми индексами Соединенного Королевства?
sk_sk: Prečo máte v databáze len britské PSČ?

source: We'd be happy to talk to anyone who could help us extend the postcode search overseas&mdash;please <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">join this email list</a> to help us out.
es_es: Nos agradaría enormemente entrar en contacto con personas que puedan ayudarnos a extender el servicio de código postal a otros lugares&mdash;por favor, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation"> únase a esta lista de correo</a> si desea contribuir.
fr_fr: Nous serions heureux d'entrer en contact avec quelqu'un qui pourrait nous aider à rendre disponible la recherche par code postal à l'étranger &ndash; veuillez <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">vous joindre à cette liste de courriels</a> si vous voulez nous aider.
sk_sk: Radi by sme hovorili s každým, kto by nám mohol pomôcť rozšíriť vyhľadávanie PSČ o&nbsp;zahraničné PSČ. Ak nám chcete pomôcť, tak sa, prosím, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">zaregistrujte do&nbsp;tohto fóra.</a>

source: ... and SMS?
es_es: ¿...y el de mensajes de texto (SMS)?
fr_fr: ... et les messages SMS?
it_it: ... e per gli SMS?
ru_ru: ... и SMS?
sk_sk: A SMS-ky?

source: Again, please <a href="/contact">contact us</a> if you can help add text messaging in your country.
es_es: Insistimos en que <a href="/contact">nos contacte</a> si Vd. puede ayudarnos a ofrecer el servicio de mensajería corta (SMS) en su país.
fr_fr: Encore une fois, veuillez <a href="/contact">nous contacter</a> si vous pouvez nous aider à rendre disponible la messagerie par texte dans votre pays.
ru_ru: Пожалуйста, <a href="/contact">свяжитесь с нами</a>, если Вы можете помочь реализовать SMS-сервис в своей стране.
sk_sk: Platí to isté, ak nám viete pomôcť so&nbsp;sprístupnením funkcie SMS správ vo&nbsp;svojej krajine, tak nám, prosím, <a href="/contact">napíšte.</a>

source: Privacy Questions
cy_gb: Cwestiynau Preifatrwydd
es_es: Preguntas sobre privacidad
fr_fr: Questions sur la vie privée
it_it: Domande riguardo alla Privacy
ru_ru: Вопросы безопастности
sk_sk: Otázky týkajúce sa ochrany súkromia

source: I don't want my name visible to everyone when I sign a pledge!
cy_gb: Dydw i ddim eisiau i bawb gael gweld fy enw pan llofnoda i addewid.
es_es: ¡No quiero que mi nombre sea visible para todo el mundo cuando me ofrezco voluntario!
fr_fr: Je ne veux pas que mon nom soit visible de tous quand je souscris une promesse!
it_it: Non desidero svelare il mio nome quando aderisco ad un impegno!
ru_ru: Я не хочу чтобы после присоединения к обещанию мое имя было доступно всем!
sk_sk: Nechcem, aby každý videl moje meno, keď sa podpíšem pod sľub!

source: You can add yourself secretly to a pledge by unchecking the 'Show my name on this pledge' box when you sign up. Alternatively, you can sign up by SMS (in %s only). If you are about to make a sensitive pledge, you may want to make it private, which means only people with a PIN you give them can view the pledge page.
es_es: Puede suscribirse a un compromiso de forma anónima desmarcando la casilla 'Mostrar mi nombre en este compromiso' en el momento de ofrecerse voluntario. De forma alternativa, puede suscribirse mediante un mensaje de texto (SMS) (tan sólo en %s). Si está pensando en crear un compromiso que requiera cierta discreción, podría hacerlo de forma anónima, lo cual quiere decir que sólo aquellas personas que posean un PIN que Vd. les haya facilitado podrán acceder a la página del compromiso.
fr_fr: Vous pouvez souscrire une promesse secrètement en décochant la case 'Afficher mon nom sur cette promesse' lors de la souscription. Sinon, vous pouvez le faire par message SMS (au %s seulement). Si vous avez l'intention de soumettre une promesse délicate, vous voudrez probablement qu'elle soit privée, ce qui signifie que seulement ceux à qui vous donnerez un NIP pourront voir la page de votre promesse.
ru_ru: Чтобы присоединиться анонимно, уберите пометку 'Показывать мое имя в данном обещании' когда будете присоединяться. Альтернативный вариант - это присоединиться посредством SMS (только для жителей %s). Если Вы хотите создать очень личное обещание, то возможно захотите защитить его сделав доступным для прочтения только тем у кого есть PIN.
sk_sk: Tajne sa môžete pod sľub podpísať tak, že pri&nbsp;podpisovaní odznačíte možnosť „Zobraziť moje meno pod týmto sľubom.“ Alebo sa môžete podpísať prostredníctvom SMS správy (len vo&nbsp;%s). Ak si práve chcete dať citlivý sľub, môžete ho nastaviť ako súkromný, čo znamená, že ho uvidia len tí ľudia, ktorým dáte heslo.

source: Who gets to see my email address?
cy_gb: Pwy fydd yn gweld fy nghyfeiriad ebost?
es_es: ¿Quién puede ver mi dirección de correo electrónico?
fr_fr: Quelqu'un peut-il voir mon adresse courriel?
it_it: Chi può vedere il mio indirizzo email?
ru_ru: Кому будет доступен мой email-адрес?
sk_sk: Kto uvidí moju e-mailovú adresu?

source: We will never disclose your email address to anyone, including the creator of your pledge, unless we are obliged to by law. We do let the pledge creators send emails to pledge subscribers to explain what's going on, to motivate them etc. However, we don't show the pledge creator the addresses of the subscribers getting their email. If you reply to an email from the pledge creator yourself, you will give them your email address&mdash;please be aware!
es_es: Nunca mostraremos su dirección de correo electrónico a nadie, ni tan siquiera al creador del compromiso, a menos que estemos obligados por ley. No obstante, permitimos que el creador se ponga en contacto vía correo electrónico con los voluntarios para hacerles partícipes del desarrollo del mismo, motivarlos, etc. Sin embargo, la dirección de correo electrónico de los voluntarios permanece siempre oculta al creador del compromiso. Si responde directamente a un correo electrónico del creador por su cuenta, estará haciéndole saber su dirección de correo electrónico - por favor, ¡tenga cuidado!
fr_fr: Nous ne révélerons jamais votre adresse courriel à personne, y compris l'auteur de votre promesse, sauf en cas d'obligation légale. Bien que l'auteur puisse envoyer des courriels aux signataires pour leur expliquer ce qui arrive ou pour les motiver, il ne peut pas voir leurs adresses respectives. Mais attention&nbsp;: si vous répondez vous-même à un courriel de l'auteur, vous donnerez même votre adresse!
ru_ru: Мы никогда и никому, включая автора обещания, не раскроем Ваш email-адрес, если не потребует того закон. Мы позволяем авторам обещаний рассылать сообщения присоединившимся, чтобы объяснять как продвигаются дела, и т.д. Однако, мы не показываем автору обещания эти email-адреса. Только если Вы ответите на письмо автора лично (с помощью почтового клиента например) &mdash; Вы раскроете свой email-адрес. Будьте внимательны!
sk_sk: Nikdy nikomu vašu e-mailovú adresu neprezradíme ani autorovi (-ke) sľubu, okrem prípadu, keď to budeme povinní urobiť podľa zákona. Autori sľubov môžu posielať e-maily tým, ktorí sa pod sľub podpísali, aby im povedali, čo sa deje, aby ich motivovali, a pod. Avšak autorom sľubov neukazujeme adresy ľudí, ktorí dostanú ich e-mail. Ak však na&nbsp;e-mail od&nbsp;autora (-ky) sľubu odpoviete, prezradíte mu (jej) svoju e-mailovú adresu — prosím, buďte si toho vedomý (-á)!

source: Will you send nasty, brutish spam to my email address?
cy_gb: A anfonwch chi sbam ffiaidd a drewllyd at fy nghyfeiriad ebost?
es_es: ¿Voy a recibir continuamente correo electrónico basura?
fr_fr: Est-il probable que je reçoive des courriels obscènes de votre part?
it_it: Rischio di ricevere spam da parte di PledgeBank?
ru_ru: Будете ли Вы присылать на мой email-адрес СПАМ?
sk_sk: Budete mi na e-mail posielať strašný, brutálny spam?

source: Nope. After you sign up to a pledge we will send you emails in relation to your pledge. These will be a mixture of status emails from PledgeBank itself, and missives from the pledge creator, trying to encourage you into greater support. We will never give or sell your email addresses to anyone else, unless we are obliged to by law.
es_es: No. Cuando se ofrezca como voluntario para un compromiso, recibirá correos electrónicos relacionados únicamente con el mismo. Éstos serán una mezcla del estado de los mismos por parte de PledgeBank y misivas del creador, que tratará de fomentar un apoyo más generalizado. Nunca entregaremos ni venderemos su dirección de correo electrónico a ninguna otra persona, a menos que estemos obligados por la ley.
fr_fr: Non. Après avoir souscrit une promesse, vous recevrez des courriels y étant reliés, donc des messages d'état de Promessothèque ou des missives de l'auteur sollicitant plus de support de votre part. Il va de soi que nous ne transmetterons ni ne vendrons votre adresse courriel à quiconque, sauf en cas d'obligation légale.
ru_ru: Ни в коем случае. После того как Вы присоединитесь к обещанию мы отошлем Вам письма, которые относятся к нему. Это будет микс из сообщений об изменении состояния обещания и сообщений от автора обещания, с целью более подробно ознакомить Вас с обещанием. Мы никогда не передадим и не продадим Ваш email-адрес никому, если не потребует того закон.
sk_sk: Nie. Ak sa podpíšete pod nejaký sľub, budeme vám posielať e-maily, týkajúce sa vášho sľubu. Budú to rôzne informácie o&nbsp;tom, ako to vyzerá s&nbsp;vaším sľubom od&nbsp;Sľubowebky a&nbsp;správy od&nbsp;autora (-ky) sľubu, ktorými vás bude povzbudzovať k&nbsp;ešte väčšej podpore. Nikdy nikomu vašu e-mailovú adresu nedáme ani nepredáme okrem prípadu, keď to budeme povinní urobiť zo zákona.

source: If your question isn&rsquo;t answered here, or you just wanted to let us know something about the site, <a href="/contact">contact&nbsp;us</a>.
fr_fr: Si vous n'obtenez pas ici de réponse à votre question, ou si vous voulez simplement nous apprendre quelque chose à propos du site, <a href="/contact">communiquez avec nous</a>.
ru_ru: Если Вы не нашли ответы на вопросы или же, просто хотите сообщить нам что-то связанное с проектом, тогда, пожалуйста, <a href="/contact">напишите нам</a>.
sk_sk: Ak vaša otázka zostala nezodpovedaná, alebo ste nám len chceli povedať niečo, čo sa týka našej stránky, <a href="/contact">napíšte&nbsp;nám</a>.

source: New Pledges at PledgeBank.com
cy_gb: Addewidion Newydd ar PledgeBank.com
es_es: Nuevos compromisos en PledgeBank.com
fr_fr: Nouvelles promesses à Promessothèque.com
it_it: Nuovi Impegni su PledgeBank.com
ru_ru: Новые обещания на PledgeBank.com
sk_sk: Nové sľuby na Sľubowebke

source: Successful Pledges at PledgeBank.com
es_es: Compromisos satisfechos en PledgeBank.com
fr_fr: Promesses fructueuses à Promessothèque.com
it_it: Impegni Riusciti su PledgeBank.com
ru_ru: Успешные обещания на PledgeBank.com
sk_sk: Úspešné sľuby na&nbsp;stránke www.slubowebka.com

source: Comments on All Pledges PledgeBank.com
es_es: Comentarios sobre todos los compromisos en PledgeBank.com
fr_fr: Commentaires sur toutes les promesses à Promessothèque.com
ru_ru: Комментарии ко всем обещаниям на PledgeBank.com
sk_sk: Komentáre ku všetkým sľubom na stánke www.slubowebka.com

source: How PledgeBank works: PledgeBank is a free site to help people get things done - especially things that require several people. It is very simple - you make a pledge, set a target, find people to agree and sign the pledge, and succeed!
fr_fr: Comment Promessothèque fonctionne : Promessothèque est un site gratuit servant à aider les gens à accomplir des choses, spécialement celles qui nécessitent la participation de plusieurs personnes. C'est très simple : faites une promesse, fixez un objectif, cherchez des participants qui la souscriront, et obtenez un succès!
sk_sk: Ako Sľubowebka funguje: Sľubowebka je bezplatná stránka, ktorá pomáha ľuďom niečo uskutočniť, najmä také veci, na&nbsp;ktoré treba viac ľudí. Je to veľmi jednoduché: niečo sľúbite, určíte počet ľudí, nájdete ľudí, ktorí sa podpíšu pod sľub a&nbsp;splníte ho!

source: Start your pledge
es_es: Cree su compromiso
fr_fr: Lancez votre promesse
ru_ru: Создать своё обещание
sk_sk: Začnite písať svoj sľub

source: Get your own page
es_es: Consiga su propia página
fr_fr: Obtenir votre propre page
ru_ru: Получи персональную страницу
sk_sk: získajte vlastnú stránku,

source: Help with promotion
es_es: Ayude con promoción
fr_fr: Matériel publicitaire gratuit
ru_ru: Раксрути своё обещание
sk_sk: pomoc s&nbsp;propagáciou,

source: Use positive peer pressure to change your community
es_es: Utilice la presión positiva de sus conocidos para cambiar su comunidad
fr_fr: Utilisez la pression positive pour changer votre communauté
ru_ru: Измени свое окружение к лучшему
sk_sk: aby ste zmenili svoje okolie, začnite pozitívne motivovať rovesníkov.

source: more
es_es: más
fr_fr: en afficher plus
ru_ru: дополнительно
sk_sk: viac

source: Latest from our blog
es_es: Lo último de nuestro blog
fr_fr: Dernières nouvelles de notre blog
ru_ru: Последнее из нашего блога
sk_sk: Najnovšie z&nbsp;nášho blogu

source: RSS feed of new pledges
es_es: Protocolo RSS para nuevos compromisos
fr_fr: flux RSS de nouvelles promesses
it_it: Feed RSS nuovi impegni
ru_ru: RSS-лента новых обещаний
sk_sk: Sledovať nové sľuby v&nbsp;reálnom čase

source: Interesting pledges from other countries
cy_gb: Addewidion diddorol o wledydd eraill
es_es: Compromisos interesantes en otros países
fr_fr: Promesses à considérer, à l'étranger
it_it: Impegni interessanti da altri paesi
ru_ru: Интересные обещания из других стран
sk_sk: Zaujímavé sľuby zo zahraničia

source: More pledges to sign...
es_es: Más comprimos a los que suscribirse...
fr_fr: Plus de promesses à souscrire...
ru_ru: Другие обещания...
sk_sk: Viac sľubov na podpis...

source: RSS feed of successful pledges
es_es: Protocolo RSS de compromisos satisfechos
fr_fr: flux RSS de promesses fructueuses
it_it: Feed RSS impegni riusciti
ru_ru: RSS-лента успешных обещаний
sk_sk: Sledovať úspešné sľuby v&nbsp;reálnom čase

source: Recent successful pledges
cy_gb: Addewidion llwyddiannus diweddaraf
es_es: Compromisos recientes que han tenido éxito
fr_fr: Promesses fructueuses récentes
it_it: Ultimi impegni riusciti
ru_ru: Недавние успешные обещания
sk_sk: Najnovšie úspešné sľuby

source: More successful pledges...
es_es: Más compromisos con éxito...
fr_fr: Autres promesses fructueuses...
ru_ru: Другие успешные обещания...
sk_sk: Viac úspešných sľubov...

source: Sign these or they fail today
es_es: Suscríbase a éstos o perderán hoy
fr_fr: Souscrivez-les, sinon elles échoueront aujourd'hui
ru_ru: Эти окажутся неуспешными, если Вы их не поддержите
sk_sk: Podpíšte sa pod ne alebo nebudú úspešné

source: More pledges...
es_es: Más compromisos
fr_fr: Plus de promesses...
ru_ru: Другие обещания...
sk_sk: Viac sľubov...

source: Choose your language
cy_gb: Dewiswch eich iaith
es_es: Elija su idioma
fr_fr: Choisissez votre langue
it_it: Scegli la tua lingua
ru_ru: Выберите свой язык
sk_sk: Vyberte si jazyk

source: Illegal offset or sort parameter passed
cy_gb: Paswyd offset neu baramedr trefnu anghyfreithlon
es_es: Desplazamiento ilegal (illegal offset) o se ha pasado un parámetro de orden (sort parameter)
fr_fr: Un paramètre de tri ou un décalage illégal a passé
it_it: Errore - Illegal offset or sort parameter passed
ru_ru: Передано неправильное смещение или параметр сортировки
sk_sk: Neplatné odsadenie alebo kritérium triedenia

source: Miscellaneous
es_es: Misceláneo
fr_fr: Divers
it_it: Altro
ru_ru: Разное
sk_sk: Rôzne

source: New pledges
es_es: Nuevos compromisos
fr_fr: Nouvelles promesses
ru_ru: Новые обещания
sk_sk: Nové sľuby

source: Successful pledges, open to new signers
cy_gb: Addewion llwyddiannus, agored i lofnodwyr newydd
es_es: Compromisos con éxito para los que se buscan más voluntarios
fr_fr: Promesses fructueuses, ouvertes aux nouveaux signataires
it_it: Impegni riusciti, ai quali è tuttora possibile aderire
ru_ru: Успешные обещания, доступные для поддержки людьми
sk_sk: Úspešné sľuby, pod ktoré sa dá podpísať

source: Successful pledges, closed to new signers
cy_gb: Addewion llwyddiannus, ar gau i lofnodwyr newydd
es_es: Compromisos con éxito que no precisan más voluntarios
fr_fr: Promesses fructueuses, fermées aux nouveaux signataires
it_it: Impegni riusciti, ai quali non è più possibile aderire
ru_ru: Успешные обещания, недоступные для присоединения
sk_sk: Úspešné sľuby, pod ktoré sa už nedá podpísať

source: Successful pledges
es_es: Compromisos satisfechos
fr_fr: Promesses fructueuses
it_it: Impegni riusciti
ru_ru: Успешные обещания
sk_sk: Úspešné sľuby

source: (one category only)
es_es: (tan sólo una categoría)
fr_fr: (une catégorie seulement)
sk_sk: (len jednu kategóriu)

source: RSS feed of
es_es: Protocolo RSS de
fr_fr: flux RSS de
it_it: Feed RSS
ru_ru: RSS-лента
sk_sk: Sledovať v&nbsp;reálnom čase:

source: Previous page
cy_gb: Tudalen flaenorol
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente
ru_ru: Предыдущая страница
sk_sk: Predošlá strana

source: Next page
cy_gb: Tudalen nesaf
es_es: Página siguiente
fr_fr: Page suivante
it_it: Pagina successiva
ru_ru: Следующая страница
sk_sk: Ďalšia strana

source: Sort by
cy_gb: Trefnu wrth
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordina per
ru_ru: Сортировать по
sk_sk: Zoradiť podľa kritéria

source: There are currently none.
cy_gb: Does dim un ar hyn o bryd.
es_es: No existe ninguno actualmente.
fr_fr: Il n'y en a pas actuellement.
it_it: Nessun impegno.
ru_ru: Таких обещаний нет.
sk_sk: Momentálne žiadne neevidujeme.

source: New pledges are not shown here. <a href="/faq#allpledges">Read our FAQ</a> for details of when they appear.
es_es: Los nuevos compromisos no se muestran aquí. <a href="/faq#allpledges">Lea nuestro FAQ</a> para detalles acerca del momento de su aparición.
fr_fr: Les nouvelles promesses n'apparaissent pas ici. <a href="/faq#allpledges">Lisez notre FAQ</a> pour découvrir quand elles apparaissent.
ru_ru: Новые обещания здесь не отображаются. Пожалуйста, <a href="/faq#allpledges">обратитесь к разделу "Помощь"</a> за информацией о том, что необходимо сделать для того, чтобы они здесь появились.
sk_sk: Nové sľuby na túto stránku nedávame. <a href="/faq#allpledges">Prečítajte si časté otázky</a> a&nbsp;dozviete sa, kde ich nájdete.

source: Please enable cookies
cy_gb: Galluogwch gwcis, os gwelwch yn dda
es_es: Por favor, active los cookies
fr_fr: Veuillez autoriser les cookies
it_it: Si prega di abilitare i cookies
ru_ru: Пожалуйста, разрешите работу "cookies"
sk_sk: Prosím, povoľte cookies
