Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Change category/privacy
es_es: Cambie la categoría/privacidad
fr_fr: Changer de catégorie/accessibilité
it_it: Mdificare la categoria/la privacy
ru_ru: Изменить категорию/уровень секретности
sk_sk: Zmeniť kategóriu/nastavenie súkromia

source: Change your postal address
es_es: Cambie su dirección postal
fr_fr: Changez votre adresse postale
ru_ru: Изменить свой почтовый адрес
sk_sk: Zmeňte svoju korešpondenčnú adresu

source: Pledge Created
cy_gb: Creuwyd Addewid
es_es: Compromiso creado
fr_fr: Promesse créée
it_it: Impegno Creato
ru_ru: Обещание создано
sk_sk: Sľub bol uverejnený

source: Thank you for creating your pledge.
cy_gb: Diolch yn fawr am greu eich addewid.
es_es: Gracias por crear su compromiso.
fr_fr: Merci d'avoir créé votre promesse.
it_it: Grazie di esserti impegnato.
ru_ru: Спасибо за созданное обещание.
sk_sk: Ďakujeme, že ste napísali svoj sľub.

source: It is now live on Facebook at %s<br>and your friends can sign up to it there.
es_es: Ahora se encuentra disponible en Facebook en %s<br> y sus amigos podrán suscribirse desde allí.
fr_fr: Elle est maintenant affichée sur Facebook à %s<br>et les gens peuvent la souscrire à cet endroit.
ru_ru: Теперь оно доступно на Facebook по адресу %s<br>и Ваши друзья могут там к нему присоединиться.
sk_sk: Teraz je na Facebooku na adrese %s,<br>kde sa pod neho môžu podpísať vaši priatelia.

source: Or sign up by email at %s
es_es: O regístrese por correo electrónico en %s
fr_fr: Ou bien souscrire par courriel au %s
ru_ru: Или присоединиться с помощью письма по адресу %s
sk_sk: Alebo sa prihláste e-mailom na adrese %s

source: It is now live at %s<br>and people can sign up to it there.
cy_gb: Mae e bellach yn fyw fan hyn %s<br>ac mae pobl yn gallu ei lofnodi yna.
es_es: Se encuentra disponible en %s<br>y ya es posible ofrecerse como voluntario.
fr_fr: Elle est maintenant affichée à %s<br>et les gens peuvent la souscrire à cet endroit.
it_it: Il tuo impegno è ora online e può essere sottoscritto<br>all'indirizzo %s
ru_ru: Теперь оно доступно по адресу %s<br>и к нему можно присоединяться.
sk_sk: Teraz je na stránke %s,<br>kde sa pod neho môžu ľudia podpísať.

source: Your pledge needs <strong>your support</strong> if it is to succeed, so <br>print some %s now and hand them out today.<br>Put a %s up in the canteen.<br>%s straightaway!
fr_fr: Pour que votre promesse obtienne un succès, elle nécessite <strong>votre appui</strong>. Alors, <br>imprimez tout de suite des %s et distribuez-les aujourd'hui.<br>Mettez une %s dans le resto au boulot.<br>%s dès maintenant&nbsp;!
sk_sk: Ak má váš sľub uspieť, <strong>potrebuje vašu podporu,</strong> takže si teraz vytlačte nejaké %s a&nbsp;rozdajte ich ešte dnes. <br>Dajte nejaké %s do&nbsp;jedálne.<br>%s hneď teraz!

source: flyers
es_es: panfletos
fr_fr: tracts
ru_ru: листовки
sk_sk: letáky

source: poster
es_es: póster
fr_fr: affiche
ru_ru: объявление
sk_sk: plagát

source: Spread the word online
es_es: Promuévalo en línea
fr_fr: Passez-vous le mot en ligne
sk_sk: Povedute o&nbsp;sľube na&nbsp;internete aj mimo neho

source: Your pledge will <strong>not</strong> appear on the All Pledges page until <strong>you</strong> have recruited the first few signers.<br>Print some %s now and hand them out today.<br>Put a %s up in the canteen.<br>%s straightaway!
fr_fr: Votre promesse <strong>n'apparaitra pas</strong> sur la page de toutes les promesses, ni dans les résultats de recherche, avant que <strong>vous</strong> n'ayez recruté quelques signataires.<br>Imprimez tout de suite des %s et distribuez-les aujourd'hui.<br>Mettez une %s dans le resto au boulot.<br>%s dès maintenant&nbsp;!
sk_sk: Váš sľub sa <strong>neobjaví</strong> na&nbsp;stránke so všetkými Sľubmi, kým <strong>vy</strong> nezoženiete niekoľko prvých ľudí.<br>vytlačte si teraz nejaké %s a&nbsp;rozdajte ich ešte dnes. <br>Dajte %s do&nbsp;jedálne.<br>%s hneď teraz!

source: You never bump into your neighbours online
cy_gb: Dwyt ti byth yn cwrdd &acirc; dy gymdogion arlein
es_es: Nunca se encuentra con sus vecinos en la red
fr_fr: Vous ne tombez jamais sur vos voisins en ligne
it_it: Non si incontrano i vicini di casa online
ru_ru: Вы никогда не встречали своих соседей в сети
sk_sk: Nikdy na nete nenarazíte na svojich susedov

source: Have you ever noticed that you never bump into your neighbours online? This means that most websites can't offer much help to people trying to do things on their street or in their local community.
cy_gb: Ydych chi wedi sylwi eich bod chi byth yn cwrdd &acirc;'ch cymdogion arlein? Mae hyn yn golygu nad yw'r rhan fwya o wefannau yn gallu bod o gymorth i'r rhai sy'n ceisio gwneud pethau ar eu stryd, pentref, neu gymuned leol.
es_es: ¿Se ha dado cuenta de que nunca se topa con sus vecinos en la red? Esto quiere decir que la mayoría de las páginas web no son capaces de ofrecer demasiada ayuda a personas que tratan de lograr cambios en su calle o en su entorno más cercano.
fr_fr: Avez-vous remarqué que vous ne tombez jamais par hasard sur vos voisins en ligne? Cela signifie que la plupart des sites web n'ont pas beaucoup d'aide à offrir aux gens désirant accomplir des choses sur leur rue ou dans leur entourage.
it_it: Hai mai fatto caso che non si incontrano mai i vicini di casa online? Questo vuol dire che la maggior parte dei siti web non sono di grande aiuto quando si tratta di organizzare qualcosa nel proprio quartiere o a livello locale.
ru_ru: Замечали ли Вы когда-нибудь, что никогда не встречали своих соседей в сети? Большинство интернет-сайтов не могут помочь людям, которые пытаются сделать что-то на своей улице или в своем кругу общения.
sk_sk: Všimli ste si, že na internete nikdy nenarazíte na&nbsp;svojich susedov? To znamená, že väčšina stránok neponúka veľa pomoci ľuďom, ktorí sa snažia robiť niečo pre svoju ulicu alebo okolie.

source: PledgeBank is different. We've designed PledgeBank to make it easy to get word of your pledges to your neighbours, and easy for them to get involved even if they never use the internet.
cy_gb: Mae PledgeBank yn wahanol. Rydym wedi cynllunio PledgeBank i hwyluso lledu'r gair am eich addewidion i'ch cymdogion, ac yn hawdd iddyn nhw gymryd rhan hyd yn oed os dydyn nhw byth yn defnyddio'r rhyngrwyd.
es_es: PledgeBank es diferente. Hemos diseñado PledgeBank de tal forma que facilite la transmisión del contenido de sus compromisos a sus vecinos y, de igual forma, que sea sencillo para ellos involucrarse incluso si no poseen acceso a internet.
fr_fr: Promessothèque est différent. Nous l'avons conçu pour que vous voisins puissent facilement prendre connaissance de vos promesses et s'y impliquer même s'ils ne sont pas connectés à Internet.
it_it: PledgeBank è diverso. Abbiamo progettato PledgeBank per rendere facile informare i vicini dei tuoi impegni, e facile per loro impegnarsi a loro volta, anche per chi non è pratico di internet.
ru_ru: "Банк обещаний" - может. Мы разработали "Банк обещаний" для того, чтобы Вы могли легко донести слова своих обещаний Вашим соседям, и сделать очень простым их присоединение к Вашим обещаниям, даже если у них нет интернета.
sk_sk: Sľubowebka je iná. Urobili sme ju tak, aby bolo pre vás ľahké sľúbiť niečo, čo by sa týkalo susedov, a&nbsp;pre&nbsp;nich aby bolo ľahké sa na&nbsp;tom podieľať aj v&nbsp;prípade, ak nemajú internet.

source: Example PledgeBank flyer
cy_gb: Taflen Enghreifftiol PledgeBank
es_es: Modelo de panfleto de PledgeBank
fr_fr: Exemple de tract de Promessothèque
it_it: Esempio di volantino PledgeBank
ru_ru: Пример листовки
sk_sk: Vzor letáku zo Sľubowebky

source: Flyers
cy_gb: Taflenni
es_es: Panfletos
fr_fr: Tracts
it_it: Volantini
ru_ru: Листовки
sk_sk: Letáky

source: Every pledge created on PledgeBank comes with a set of automatically generated flyers.
cy_gb: Daw pob addewid PledgeBank &acirc; set o daflenni sy'n cael eu creu yn awtomatig.
es_es: Todo compromiso creado en PledgeBank dispone automáticamente del respectivo panfleto.
fr_fr: Chaque promesse créée sur Promessothèque vient avec une série de tracts générés automatiquement.
it_it: Ciascun impegno creato su PledgeBank è corredato di un set di volantini generati automaticamente.
ru_ru: К каждому обещанию прилагается набор автоматически сегнерированных листовок.
sk_sk: Pre každý sľub uverejnený na&nbsp;Sľubowebke sa automaticky vytvorí určitý počet letákov.

source: These flyers tell people what your pledge is and how to sign up. They're ideal for posting through doors, pinning on notice-boards, handing out at school gates - whatever you want. If you've created a pledge yourself, you can ask your signers to print and distribute leaflets themselves, spreading the word further.
cy_gb: Mae'r taflenni hyn yn dweud wrth pawb beth yw eich addewid a sut i'w lofnodi. Maent yn ddelfrydol ar gyfer postio trwy ddrysau, rhoi ar negesfyrddau, dosbarthu wrth i&ecirc;t yr ysgol - beth bynnag a fynnoch chi. Os taw chi sy wedi creu'r addewid, gallwch ofyn i'r rhai sy'n ei lofnodi i'ch helpu lledu'r gair gan argraffu a dosbarthu'r taflenni eu hunain.
es_es: Estos panfletos informan acerca del contenido de su compromiso y de cómo suscribirse. Son ideales para introducirlos a través de las puertas, pegarlos en tablones de anuncios, distribuirlos en las puertas de los colegios - lo que se le ocurra. Si ha creado un compromiso, puede pedir a sus voluntarios que impriman y distribuyan panfletos ellos también, ayudándolo así a difundir el compromiso.
fr_fr: Ces tracts disent aux gens en quoi consiste votre promesse et comment la souscrire. Ils sont parfaits pour afficher ou pour distribuer où bon vous semble - aux portes, aux sorties des cours d'école, etc. Si vous avez créé une promesse vous-même, vous pouvez demander à vos signataires de les imprimer et de les distribuer eux-mêmes pour que votre idée se répande plus loin.
it_it: Questi volantini spiegano cos'è l'impegno e come sottoscrivere. Ideali da imbucare nelle cassette delle lettere, da affiggere in bacheca, da distribuire davanti alle scuole - insomma, dappertutto. Se sei primo firmatario di un impegno, puoi chiedere ai tuoi co-firmatari di stampare e distribuire anch'essi i volantini, amplificando il passaparola.
ru_ru: Листовки объясняют суть Вашего обещания и то, каким образом к нему присоединиться. Это идеальное средство для "продвижения" Вашего обещания путем развешивая их на дверях, досках объявлений, раздачи у ворот школы - все, что Вы посчитаете необходимым. Если Вы автор обещания, то можете попросить присоединившихся распечатать и распространить листовки.
sk_sk: V týchto letákoch sa ľudia dozvedia, čo ste sľúbili a&nbsp;ako sa majú podpísať. Sú ideálne do&nbsp;poštových schránok, na&nbsp;nástenky s&nbsp;oznamami, na&nbsp;rozdávanie pri bráne školy — na&nbsp;čokoľvek ich chcete. Ak ste sľub napísali sami, môžete tých, ktorí sa podpíšu, poprosiť, aby vytlačili a&nbsp;porozdávali letáky, čím by sa o&nbsp;sľube dozvedelo viac ľudí.

source: Each flyer tells people how to sign up either via the web, or via a simple two word text message.
cy_gb: Mae pob taflen yn esbonio sut i lofnodi'r addewid, naill ai trwy'r we,/nneu gan anfon neges destun dau air.
es_es: Cada panfleto indica como suscribirse a través de internet o bien a través de un simple mensaje de texto conteniendo dos palabras.
fr_fr: Chaque tract dit aux gens comment souscrire, que ce soit par Internet ou par un simple message texte de deux mots.
it_it: Il volantino indica come sottoscrivere sia via internet, sia mediante un semplice messaggio SMS (solo nel Regno Unito).
ru_ru: На каждой листовке указано, каким образом присоединиться к обещанию через сайт или SMS.
sk_sk: Z každého letáku sa ľudia dozvedia, ako sa prihlásiť buď cez internet, alebo pomocou jednoduchej 2-slovnej SMS správy.

source: Mobile Phones
cy_gb: Ffonnau Symudol
es_es: Teléfonos móviles
fr_fr: Téléphones portables
it_it: Telefoni Cellulari
ru_ru: Мобильные телефоны
sk_sk: Mobilné telefóny

source: The ability to sign up via text message is powerful because it means that people who never use the Internet can sign up, and you can get someone to sign up even if they're nowhere near a computer.
cy_gb: Mae'r gallu i lofnodi trwy neges destun yn bwerus: gall pobl sy byth yn defnyddio'r rhyngrwyd lofnodi'r addewid, a chewch chi lofnodwyr sy ddim yn agos at gyfrifiadur.
es_es: La posibilidad de suscribirse a través del teléfono móvil es muy valiosa debido a que todo aquél que nunca use internet tiene la posibilidad de tomar parte y, con ello, puede lograr acumular voluntarios que no tienen acceso a un ordenador.
fr_fr: La fonction de souscription par message texte est puissante, car elle signifie que les non-internautes peuvent signer et ce, sans même avoir besoin d'ordinateur.
it_it: La possibilità di sottoscrivere tramite messaggi SMS è importante perchè in tal modo può aderire anche chi non fa uso di internet, o chi non ha un computer a portata di mano.
ru_ru: Возможность присоединиться посредством SMS сильно увеличивает шансы Вашего обещания стать успешным. Таким способом могут подключиться люди, которые никогда не пользовались интернетом, и даже те, кто не знает как пользоваться компьютером.
sk_sk: Možnosť prihlásiť sa cez SMS správu je významná, lebo znamená, že aj ľudia, ktorí nikdy nepoužívajú internet, sa môžu prihlásiť, a&nbsp;vy získate niekoho aj napriek tomu, že nie je blízko počítača.

source: Anyone with a mobile can sign up to a pledge by texting the word <strong>pledge</strong> followed by the pledge reference to <strong>%s</strong>. For the moment, this works only in %s. Contact us if you can help with SMS for other countries.
cy_gb: Gall unrhywun gyda ff&ocirc;n symudol lofnodi addewid gan anfon y gair <strong>pledge</strong> wedi'i ddilyn gan allweddair yr addewid at <strong>%s</strong> Ar hyn o bryd, dim ond yn %s mae hyn yn gweithio. Cysylltwch &acirc; os allwch chi helpu gyda SMS mewn gwledydd eraill.
es_es: Cualquier persona que posea un teléfono móvil puede suscribirse a un compromiso enviando la palabra <strong>pledge</strong> seguida de la referencia del compromiso a <strong>%s</strong>. Por el momento, este servicio sólo funciona en %s. Contáctenos si desea ayudarnos a proveer el mismo en otros países.
fr_fr: Tout propriétaire d'un portable peut souscrire une promesse en composant le mot <strong>promesse</strong> suivie de sa référence à <strong>%s</strong>. Pour le moment, cela fonctionne seulement au %s. Contactez-nous si vous pouvez nous aider à rendre possibles les messages SMS dans d'autres pays.
it_it: Chiunque abbia un cellulare può sottoscrivere un impegno inviando la parola <strong>pledge</strong> seguita dal riferimento dell'impegno al <strong>%s</strong>. Per il momento, questo funziona solo nel %s. Prendi contatto con noi se desideri aiutarci ad implementare il sistema in altri paesi.
ru_ru: Кто угодно, владеющий мобильным телефоном, может поддержать обещание, отправив сообщение из двух слов <strong>pledge</strong> и ссылка на обещание на номер <strong>%s</strong>. На данный момент, эта возможность доступна только в %s. Свяжитесь с нами пожалуйста, если можете помочь в реализации SMS-сервиса для других стран.
sk_sk: Podpísať sa prostredníctvom SMS správy môže každý, kto má mobilný telefón tak, že napíše slovo <strong>pledge</strong> a&nbsp;názov <strong>%s</strong>. Zatiaľ to funguje len vo&nbsp;%s. Ak nám chcete pomôcť s&nbsp;SMS správami v&nbsp;zahraničí, napíšte nám.

source: Text messages cost whatever you normally pay for a normal SMS, and as a pledge creator you can write to your mobile signers when your pledge succeeds, letting them know what to do next.
cy_gb: Costir negeseuon testun beth bynnag yr ydych chi'n talu fel arfer am neges, a fel creawdur yr addewid, gallwch ysgrifennu at lofnodwyr symudol unwaith bod yr addewid wedi llwyddo, i ddweud wrthynt beth i'w wnud nesaf.
es_es: Los mensajes de texto (SMS) son facturados al precio habitual y como creador del compromiso puede escribir a los voluntarios vía teléfono móvil una vez que el compromiso haya tenido éxito, haciéndoles saber cómo proceder.
fr_fr: Le coût d'un message texte équivaut normalement à celui d'un message SMS standard, et en tant qu'auteur d'une promesse, vous pouvez écrire aux gens ayant signé sur un portable lorsque votre promesse réussit, leur laissant savoir quoi faire ensuite.
it_it: Gli SMS vengono fatturati alla normale tariffa di base, e, in quanto primo firmatario, potrai inviare un messaggio sui telefoni cellulari dei sottoscrittori quando il tuo impegno avrà avuto successo, facendo loro sapere come muoversi.
ru_ru: Текстовые сообщения стоят столько же сколько и обычное SMS, и как автор обещания Вы можете уведомить присоединившихся об успешном завершении обещания и рассказать им, что делать дальше.
sk_sk: SMSky stoja toľko, koľko by ste zaplatili za&nbsp;bežnú SMSku a&nbsp;ako autor(ka) sľubu ich môžete napísať všetkým, ktorí sa podpísali cez mobil, keď váš sľub bude úspešný, alebo aby ste im povedali, čo majú robiť ďalej.

source: There are all types of other things you can do with text messages. You can include the details in your own campaign materials, include them in letters to newspapers, pin them in your window, tattoo them on your arms.
cy_gb: Y mae pob math o bethau gallwch eu gwneud gyda negeseuon testun. Gallwch cynnwys y manylion yn eich deunydd ymgyrchu, eu cynnwys mewn llythyrau i bapurau newyddion, eu pinio yn eich ffenestr, eu tatwio ar eich breichiau.
es_es: Hay miles de cosas que puede hacer con sus mensajes. Puede incluir detalles en los materiales de su campaña, incluir los mensajes en cartas o periódicos, pegarlos a su ventana o tatuárselos en los brazos.
fr_fr: Vous pouvez tout faire avec vos messages textes. Vous pouvez fournir les détails de votre campagne dans votre matériel de promotion, les inclure dans des lettres aux quotidiens, les afficher dans vos fenêtres, ou bien les tatouer sur vos bras.
it_it: Sono molte le cose che si possono fare grazie ai messaggi SMS. Fai pubblicità sul tuo materiale di campagna, scrivendo ai giornali, appendendo uno striscione al balcone, facendoti fare persino un tatuaggio ;)
ru_ru: Существует огромное множество способов продвижения SMS-сервиса. Вы можете включить правила поддержки посредством SMS в материалах своей кампании, включить их в письмах в газеты, развесить на своих окнах, сделать смываемую татуировку на своих руках.
sk_sk: Je veľa rôznych iných vecí, ktoré môžete robiť s&nbsp;SMSkami. Údaje potrebné na&nbsp;odoslanie a&nbsp;spracovanie SMSiek môžete zverejniť v&nbsp;materiáloch pre svoju kampaň, napísať ich do&nbsp;listu do&nbsp;novín, prilepiť ich na&nbsp;okno, vytetovať si ich na&nbsp;ruky.

source: So if you want to create a pledge, or if you have seen one on this site that you really endorse, fire up the printer, memorize the text message details, and take your message out into the big wide world.
cy_gb: Felly, os ydych chi am greu addewid, neu os ydych chi wedi gweld un yma sydd yn mynd at eich dant, taniwch yr argraffydd, dysgwch manylion y neges destun ar eich cof, ac ewch &acirc;'ch neges at bedwar ban y byd.
es_es: Si desea crear un compromiso o ha encontrado alguno en esta página que realmente lo motiva, ponga su impresora a toda potencia, memorice los detalles acerca del mismo y difúndalo a lo largo y ancho del mundo.
fr_fr: Donc si vous voulez créer une promesse, ou si vous en avez trouvé une sur ce site que vous appuyez pleinement, faites fonctionner votre imprimante, mémorisez les détails des messages texte et portez au grand jour votre message.
it_it: Se vuoi creare un nuovo impegno, o se ne hai visto uno su questo sito che ti piacerebbe sostenere, accendi la stampante, memorizza il testo da inviare via SMS, e fai arrivare il tuo messaggio al mondo intero.
ru_ru: И так, если Вы хотите создать обещание или Вы заметили какое-нибудь цель которго Вы разделяете, включите принтер, запомните рекоммендации по распространению, и откройте обещанию двери в огромный мир.
sk_sk: Takže ak chcete napísať sľub, alebo ste nejaký, pod ktorý by ste sa naozaj radi podpísali, videli na&nbsp;tejto stránke, zapnite tlačiareň, zapamätajte si údaje potrebné na&nbsp;odoslanie SMS správy a&nbsp;pošlite svoju správu von, do&nbsp;veľkého, šíreho sveta.

source: So if you want to create a pledge, or if you have seen one on this site that you really endorse, fire up the printer and take your message out into the big wide world.
es_es: Por tanto, si desea crear un compromiso o ha visto uno en esta página al que quiera suscribirse, encienda su impresora y délo a conocer por el amplio mundo.
fr_fr: Donc si vous voulez créer une promesse, ou si vous en avez trouvé une sur ce site que vous appuyez pleinement, faites fonctionner votre imprimante et portez au grand jour votre message.
ru_ru: И так, если Вы хотите создать обещание или Вы заметили какое-нибудь цель которго Вы разделяете, включите принтер, и откройте обещанию двери в огромный мир.
sk_sk: Takže ak chcete napísať sľub, alebo ste nejaký, pod ktorý by ste sa naozaj radi podpísali videli na&nbsp;tejto stránke, zapnite tlačiareň, a&nbsp;pošlite údaje pre SMSky von, do&nbsp;veľkého, šíreho sveta.

source: Promoting PledgeBank
es_es: Promoviendo PledgeBank
fr_fr: Promotion de Promessothèque
ru_ru: Продвижение проекта "Банк Обещаний"
sk_sk: Propagácia Sľubowebky

source: Here are a few ways you can publicise PledgeBank on your own website:
fr_fr: Voici quelques gadgets pour vous aider à faire de la pub pour Promessothèque sur votre site web&nbsp;:
ru_ru: Вот несколько способов рекламы проекта "Банк обещаний" на своем сайте:
sk_sk: Tu je niekoľko spôsobov, ako môžete propagovať Sľubowebku na&nbsp;svojej stránke:

source: A4 poster
es_es: Póster A4
fr_fr: Affiche A4
ru_ru: объявление формата A4
sk_sk: plagáty formátu A4

source: For a library or similar
fr_fr: Pour une bibliothèque, ou endroit similaire
ru_ru: Для библиотеки или подобного
sk_sk: Pre knižnicu a&nbsp;pod

source: Buttons for your blog
fr_fr: Des boutons pour votre blog
ru_ru: Кнопки для Вашего блога
sk_sk: Tlačidlá pre váš blog

source: Bigger banner
es_es: Banner mayor
fr_fr: Bande d'annonce plus grande
ru_ru: Баннер побольше
sk_sk: Väčší pútač

source: Pledgebank plugin for Wordpress
fr_fr: Plug-in de Promessothèque pour WordPress
ru_ru: Pledgebank плугин для Wordpress
sk_sk: Plugin pre Wordpress

source: Get the code
es_es: Consiga el código
fr_fr: Obtenir le code source
ru_ru: Получить код
sk_sk: Získajte kód

source: Invalid parameters, please try again
cy_gb: Paramedrau annilys
es_es: Parámetros no válidos. Por favor, inténtelo de nuevo
fr_fr: Paramètres invalides; veuillez réessayer
it_it: Parametri non validi, si prega di riprovare
ru_ru: Неправильные параметры, пожалуйста, попытайтесь еще раз
sk_sk: Neplatné parametre, prosím, skúste znova

source: To view announcement messages for a pledge, we need to check you have signed it.
cy_gb: Cyn i chi weld y datganiadau i'r addewid hwn, mae rhaid i ni sieco eich bod chi wedi'i lofnodi.
es_es: Para ver los mensajes de anuncio de un compromiso, necesitamos comprobar que Vd. se ha suscrito al mismo.
fr_fr: Pour que vous puissiez lire les messages d'annonces relatives à une promesse, nous devons nous assurer que vous l'avez souscrite.
it_it: Per accedere agli annunci relativi a un impegno, dobbiamo verificare che tu abbia sottoscritto l'impegno.
ru_ru: Чтобы показать сообщения автора обещания, нам необходимо проверить, поддерживаете ли Вы обещание.
sk_sk: Aby sa zobrazili správy týkajúce sa sľubu, potrebujeme zistiť, či ste sa pod neho podpísali.
