Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: We've <strong>reduced your target to 10</strong> for now. Please use this box if you want to change back to another target. There is <a href="/faq#targets">more advice</a> about choosing a target in the FAQ.
es_es: Hemos <strong>reducido el número de voluntarios requeridos a 10</strong> por ahora. Por favor, utilice este campo si desea volver a cambiar dicho número. Puede encontrar <a href="/faq#targets">más consejos</a> sobre el número de voluntarios en la ayuda.
fr_fr: Nous avons <strong>réduit votre objectif à dix</strong> pour l'instant. Veuillez utiliser cette boîte si vous voulez le changer à nouveau. Vous trouverez d' <a href="/faq#targets">autres conseils</a> pour fixer cet objectif dans la FAQ.
it_it: Abbiamo <strong>fortemente ridotto il target a 10 persone</strong>. Si prega di utilizzare questo campo per modificare il target. Consultare la FAQ per <a href="/faq#targets">ulteriori consigli</a> su come fissare un target.
ru_ru: Мы пока <strong>уменьшили количество человек до 10</strong>. Пожалуйста, используйте данное поле, если хотите изменить количество. В разделе "Помощь" Вы можете прочитать <a href="/faq#targets">дополнительные советы</a> по выбору правильного количества человек.
sk_sk: Nateraz sme vám počet ľudí, ktorý ste si určili, znížili na&nbsp;10.</strong> Ak toto číslo chcete zmeniť na&nbsp;pôvodné, využite, prosím, toto políčko. <a href="/faq#targets">Viac rád</a> na&nbsp;určenie počtu ľudí nájdete v&nbsp;sekcii Časté otázky.

source: <strong>My target</strong> is
cy_gb: <strong>Fy nharged</strong> yw
es_es: <strong>El número mínimo de voluntarios solicitados</strong> es
fr_fr: <strong>Mon objectif</strong> est
it_it: <strong>Il mio target</strong>
ru_ru: <strong>Необходимое к-во человек</strong>
sk_sk: <strong>Mojím cieľom</strong> je

source: Remember, a small but successful pledge can be the perfect preparation for a larger and more ambitious one. You can mail your subscribers, and ask them to help you with something bigger.
es_es: Recuerde: un compromiso modesto y con éxito es un paso previo idóneo para llevar a cabo uno mayor y más ambicioso. Puede enviar un mensaje de correo electrónico a sus suscriptores y pedirles que lo ayuden con un compromiso mayor.
fr_fr: Rappelez-vous qu'une promesse modeste mais fructueuse peut être un parfait préalable à une promesse plus majeure et ambitieuse. Vous pouvez envoyer un courriel à vos signataires pour leur demander de vous aider dans quelque chose de plus important.
it_it: Ricorda, un modesto ma riuscito impegno può essere la preparazione ideale ad un più ambizioso progetto. Potrai inviare una email ai tuoi co-firmatari per chiedere aiuto nel costruire un nuovo grande impegno.
ru_ru: Помните, что небольшое, но успешное обещание, может стать отличной основой для большего и более амбициозного обещания. Вы можете отослать сообщение тем, кто присоединился, и попросить их помочь в "продвижении" обещания.
sk_sk: Pamätajte si, že skromný, ale úspešný sľub môže byť perfektnou prípravou na&nbsp;väčší a&nbsp;ambicióznejší. Môžete napísať tým, ktorí sa predtým podpísali, a&nbsp;poprosiť ich, aby vám pomohli s&nbsp;niečím väčším.

source: Back to step 1
cy_gb: Yn &ocirc;l i gam 1
es_es: Volver al paso 1
fr_fr: Retour à l'étape 1
it_it: Torna indietro
ru_ru: Назад к шагу 1
sk_sk: Späť na krok 1

source: New Pledge &ndash; Location
es_es: Nuevo compromiso &ndash; Situación
fr_fr: Nouvelle promesse &ndash; endroit
ru_ru: Новое обещание &ndash; Регион
sk_sk: Nový sľub — Lokalita

source: If your pledge applies to a particular country, or place within a country, providing that information will help people who live nearby find your pledge, through our email alerts and location search.
fr_fr: Si votre promesse s'applique dans un pays en particulier, ou à un endroit dans un pays, indiquez cet endroit ci-dessous pour aider au gens du coin de trouver la promesse, que ce soit par moyen des alertes courriels, ou sur le site même.
ru_ru: Эта информация поможет людям, находящимся поблизости от Вас, найти Ваше обещание, через наши уведомления и поиск по региону.
sk_sk: Ak sa váš sľub týka nejakej krajiny alebo miesta v&nbsp;nejakej krajine, uvedenie tejto informácie pomôže ľuďom, ktorí bývajú blízko, váš sľub nájsť pomocou našich e-mailových správ a&nbsp;vyhľadávania podľa lokalít.

source: Which country does your pledge apply to?
cy_gb: I ba wlad ydy'ch addewid yn berthnasol?
es_es: ¿En qué país será llevado a cabo su compromiso?
fr_fr: Dans quel pays votre promesse s'applique-t-elle?
it_it: Per quali paesi è valido il tuo impegno?
ru_ru: К какой стране относиться Ваше обещание?
sk_sk: Ktorej krajiny sa týka váš sľub?

source: Within that country, is your pledge specific to a local area or specific place?
cy_gb: Yn y wlad honno, ydy'ch addewid yn berthnasol i un ardal/lleoliad arbennig?
es_es: Destro de este país, ¿posee su compromiso un carácter local o atañe a un lugar específico?
fr_fr: Dans ce pays, votre promesse est-elle propre à une région ou à une localité?
it_it: All'interno di quel paese, il tuo impegno si riferisce ad una località in particolare?
ru_ru: Внутри данной страны, относиться ли Ваше обещание к какому-нибудь конкретному региону или месту?
sk_sk: Týka sa váš sľub nejakej oblasti alebo určitého miesta v&nbsp;rámci tejto krajiny?

source: No
cy_gb: Nac ydy
fr_fr: Non
ru_ru: Нет
sk_sk: Nie

source: If yes, choose where.
es_es: Si es así, especifique dónde.
fr_fr: Si oui, choisissez l'endroit.
it_it: Se sì, precisa dove.
ru_ru: Если да, выберите где.
sk_sk: Napíšte, ktorého.

source: New Pledge &ndash; Category / Privacy
fr_fr: Nouvelle promesse &ndash; catégorie, accessibilité
ru_ru: Новое обещание &ndash; Категория / Приватность
sk_sk: Nový sľub — Kategória/Súkromie

source: Which category does your pledge best fit into?
cy_gb: Pa gategori yw'r mwya perthnasol i'ch addewid?
es_es: ¿En qué categoría podría clasificarse su compromiso?
fr_fr: À quelle catégorie votre promesse correspond-elle le mieux?
it_it: Quale categoria meglio descrive il mio impegno?
ru_ru: Выберите наиболее подходящую Вашему обещанию категорию
sk_sk: Do ktorej kategórie sa váš sľub najviac hodí?

source: (this will be used in future to help more people find your pledge)
cy_gb: (caiff hyn ei ddefnyddio yn y dyfodol i helpu mwy o bobl ffeindio'ch addewid)
es_es: (esta opción será utilizada en el futuro con el fin de facilitar la búsqueda de su compromiso)
fr_fr: (cela servira plus tard à aider plus de gens à repérer votre promesse)
it_it: (questo servirà ad aiutare più persone a trovare il tuo impegno)
ru_ru: (будет использована для того, чтобы больше людей смогли найти Ваше обещание)
sk_sk: (Túto informáciu v&nbsp;budúcnosti využijeme, aby sme pomohli viacerým ľudom nájsť váš sľub.)

source: Who do you want to be able to see your pledge?
cy_gb: Pwy fydd yn gallu gweld eich addewid?
es_es: ¿Quién debe poder leer su compromiso?
fr_fr: Pour qui désirez-vous qu'il soit possible de voir votre promesse?
it_it: Chi potrà visualizzare l'impegno?
ru_ru: Кому Вы разрешаете видеть свое обещание?
sk_sk: Kto chcete aby váš sľub videl?

source: Anyone
cy_gb: Unrhywun
es_es: Cualquier persona
fr_fr: N'importe qui
it_it: Chiunque
ru_ru: Всем
sk_sk: každý,

source: Only people to whom I give this PIN:
cy_gb: Dim ond y rhai dw i'n rhoi'r rhif arbennig hwn iddyn nhw:
es_es: Sólo aquellas personas a quien dé este PIN:
fr_fr: Seulement les personnes à qui je donne ce NIP&nbsp;:
it_it: Solo le persone in possesso di questo codice PIN:
ru_ru: Только тем, кому я дам этот PIN:
sk_sk: iba ľudia, ktorým dám toto heslo:

source: Back to step 2
cy_gb: Yn &ocirc;l i gam 2
es_es: Volver al paso 2
fr_fr: Retour à l'étape 2
it_it: Torna indietro
ru_ru: Назад к шагу 2
sk_sk: Späť na krok 2

source: New Pledge &#8211; Step %s of %s
es_es: Nuevo compromiso &#8211; Paso %s de %s
fr_fr: Nouvelle promesse &#8211; Étape %s de %s
ru_ru: Создание обещания &#8211; Шаг %s из %s
sk_sk: Nový sľub &#8211; krok %s z(o) %s

source: Back to step %s
es_es: Volver al paso %s
fr_fr: Retour à l'étape %s
ru_ru: Назад к шагу %s
sk_sk: Späť na krok %s

source: Transferring the data from previous page failed :(
cy_gb: Methwyd trosglwyddo gwybodaeth o'r dudalen flaenorol :(
es_es: Error en la transferencia de datos desde la página de previsualización :(
fr_fr: La transmission des données de la page précédente a échoué&nbsp;:(
it_it: Trasferimento dati dalla pagina precedente fallito :(
ru_ru: Перемещение данных с предыдущей страницы не удалось :(
sk_sk: Prenos údajov z&nbsp;predchádzajúcej stránky nebol úspešný :(

source: <Enter your pledge>
cy_gb: <Rhowch eich addewid yma>
es_es: <Introduzca su compromiso>
fr_fr: <Entrez votre promesse>
it_it: <Inserisci il tuo impegno>
ru_ru: <введите свое обещание>
sk_sk: <Napíšte svoj sľub>

source: Before creating your new pledge, we need to check that your email is working.
cy_gb: Cyn creu eich addewid newydd, mae rhaid i ni sieco bod eich ebost yn gweithio
es_es: Antes de crear su nuevo compromiso, hemos de asegurarnos de que su correo electrónico funciona.
fr_fr: Avant que vous créiez votre nouvelle promesse, nous devons vérifier si votre courriel fonctionne.
it_it: Prima di confermare il tuo nuovo impegno, dobbiamo verificare il tuo indirizzo email.
ru_ru: Прежде чем создать новое обещание, нам необходимо проверить, работает ли Ваш почтовый ящик.
sk_sk: Predtým, ako napíšete svoj nový sľub, potrebujeme zistiť, či vám funguje e-mail.

source: Please enter a target
cy_gb: Rhowch rhif targed
es_es: Por favor, introduzca el número de voluntarios requerido
fr_fr: Veuillez entrer un objectif
it_it: Si prega di inserire un target
ru_ru: Пожалуйста, укажите необходимо к-во людей
sk_sk: Napíšte, prosím, počet ľudí

source: The target must be a positive number
cy_gb: Rhaid i'r rhif targed fod yn bositif
es_es: El número de voluntarios debe ser un número positivo
fr_fr: L'objectif doit être un nombre positif
it_it: Il target deve essere un numero positivo
ru_ru: Необходимое к-во человек должно быть положительным числом
sk_sk: Počet ľudí musí byť kladné číslo

source: Please enter a short name for your pledge
cy_gb: Rhowch enw cwta i'ch addewid
es_es: Por favor, introduzca un apodo para su compromiso
fr_fr: Veuillez donner un nom bref à votre promesse
it_it: Si prega di inserire un nome per l'impegno
ru_ru: Пожалуйста, укажите короткое имя своего обещания
sk_sk: Vymyslite, prosím, pre svoj sľub krátky názov

source: The short name must be at least six characters long
cy_gb: Rhaid i'r enw cwta fod o leia chwe llythyren o hyd
es_es: El apodo ha de poseer, como mínimo, seis caracteres
fr_fr: Le nom bref doit compter au moins 6 caractères
it_it: Il nome deve essere lungo di almeno 6 caratteri
ru_ru: Короткое имя должно содержать не менее 6 символов
sk_sk: V krátkom názve musí byť aspoň 6 znakov

source: The short name can be at most 20 characters long
cy_gb: Rhaid i'r enw cwta fod yn 20 llythyren o hyd neu'n llai
es_es: El apodo no puede exceder los 20 caracteres
fr_fr: Le nom bref doit compter au plus 20 caractères
it_it: Il nome può essere lungo al massimo 20 caratteri
ru_ru: Короткое имя не может содержать больше 20 символов
sk_sk: V krátkom názve môže byť najviac 20 znakov

source: That short name is not allowed.
cy_gb: Ni allwch ddefnyddio'r enw cwta hwnnw
es_es: Ese apodo no está permitido.
fr_fr: Ce nom bref est refusé.
it_it: Questo nome non è permesso.
ru_ru: Такое короткое имя не разрешено.
sk_sk: Tento krátky názov nie je povolený.

source: The short name must only contain letters, numbers, or a hyphen. Spaces are not allowed.
cy_gb: Rhaid defnyddio llythyrennau, rhifau a chysylltnod yn unig. Ni allwch gynnwys bwlch.
es_es: El apodo sólo puede contener letras, números o un apóstrofe. Los espacios no están permitidos.
fr_fr: Le nom bref doit comporter uniquement des lettres, des chiffres ou un trait d'union. Les espaces ne sont pas permis.
it_it: Il nome può contenere lettere, numeri, e trattini. Gli spazi non sono consentiti.
ru_ru: Короткое имя должно содержать только буквы (англ.), числа или дефис. Пробелы не допустимы.
sk_sk: V krátkom názve môžu byť len písmená, čísla alebo pomlčky. Medzery nie sú dovolené.

source: The short name must contain at least one letter.
cy_gb: Rhaid cynnwys o leia un llythyren yn yr enw cwta.
es_es: El apodo ha de contener, como mínimo, una letra.
fr_fr: Le nom bref doit compter au moins une lettre.
it_it: Il nome deve contenere almeno una lettera.
ru_ru: Короткое имя должно содержать хотя бы одну букву.
sk_sk: V krátkom mene musí byť aspoň jedno písmeno.

source: You've already made a pledge with short name '%s'. Either go to your <a href="/%s">existing pledge</a>, or edit the short name below to make a new pledge.
es_es: Ya ha expuesto un compromiso con el sobrenombre de '%s'. O bien vuelva a su <ahref="%s">compromiso</a> o edite sobrenombre en la parte inferior con el fin de crear un nuevo compromiso.
fr_fr: Vous avez déjà créé une promesse avec le nom bref '%s'. Vous pouvez aller à votre <a href="/%s">promesse existante</a>, ou éditer le nom bref ci-dessous pour en créer une nouvelle.
ru_ru: Вы уже создали обещание с названием '%s'. Вы можете либо перейти к <a href="/%s">существующему обещанию</a>, либо изменить название ниже, чтобы создать новое обещание.
sk_sk: Jeden sľub s krátkym názvom „%s“ ste už napísali. Buď prejdite na&nbsp;<a href="/%s">svoj existujúci sľub</a>, alebo zmeňte krátky názov tohto sľubu.

source: That short name is already taken!
cy_gb: Mae'r enw hwnna wedi'i ddefnyddio'n barod!
es_es: ¡Ese apodo ya está en uso!
fr_fr: Ce nom bref a déjà été choisi!
it_it: Questo nome è già in uso!
ru_ru: Указанное короткое имя уже занято!
sk_sk: Tento krátky názov už existuje.

source: Please enter a pledge
cy_gb: Rhowch addewid
es_es: Por favor, introduzca su compromiso
fr_fr: Veuillez entrer une promesse
it_it: Si prega di inserire l'impegno
ru_ru: Пожалуйста, введите обещание
sk_sk: Prosím, napíšte sľub

source: Please enter a deadline
cy_gb: Rhowch ddyddiad terfynol
es_es: Por favor, introduzca una fecha límite
fr_fr: Veuillez entrer une date limite
it_it: Si prega di inserire una date limite
ru_ru: Пожалуйста, укажите дату окончания
sk_sk: Napíšte, prosím, dátum, do ktorého sa ľudia môžu podpísať

source: The deadline must be in the future
cy_gb: Rhaid i'r dyddiad terfynol fod yn y dyfodol
es_es: La fecha límite debe especificar un instante futuro
fr_fr: La date limite doit être future
it_it: La data deve essere nel futuro
ru_ru: Время окончания должно быть больше чем текущее
sk_sk: Termín pre podpisy sa musí skončiť v budúcnosti

source: Please enter a valid date
cy_gb: Rhowch ddyddiad dilys
es_es: Por favor, introduzca una fecha válida
fr_fr: Veuillez entrer une date valide
it_it: Si prega di inserire una data valida
ru_ru: Пожалуйста, введите правильную дату
sk_sk: Prosím, napíšte platný dátum

source: Please change your deadline so it is less than %d years into the future. You must change the deadline in order to proceed with creating your pledge. If you want a longer deadline, please create your pledge with a short deadline, and drop us an email to <a href="mailto:%s">%s</a> asking for an alteration.
es_es: Por favor, cambie su fecha límite de tal forma que no sobrepase los %d próximos años. Ha de cambiar dicha fecha para continuar con la creación de su compromiso. Si desea introducir una fecha límite más lejana, por favor, cree su compromiso con una fecha límite cercana y envíenos un correo electrónico a <a href="mailto:%s">%s</a> solicitando el cambio.
fr_fr: Veuillez devancer votre date limite de sorte qu'elle soit dans moins de %d années, dans le but de procéder à la création de votre promesse. Mais si vous voulez vraiment repousser la date limite, veuillez créer votre promesse avec une courte échéance, et contactez-nous à <a href="mailto:%s">%s</a> pour demander le changement.
ru_ru: Пожалуйста, измените дату окончания обещания так, чтобы она была меньше чем %d лет. Чтобы продолжить создание обещания, Вы должны изменить дату окончания. Если Вы хотите установить дату, которая больше указанного выше числа, пожалуйста, создайте обещание с датой меньшей указанного числа, и напишите нам письмо <a href="mailto:%s">%s</a> с просьбой об изменении даты.
sk_sk: Prosím, zmeňte termín, aby bol kratší ako %d roky smerom do&nbsp;dúcnosti. Termín ukončenia musíte zmeniť, aby ste mohli pokračovať v&nbsp;písaní svojho sľubu. Ak chcete dlhší termín, prosím, uložte svoj sľub s&nbsp;kratším termínom a&nbsp;napíšte nám e-mail so&nbsp;žiadosťou o&nbsp;zmenu na&nbsp;adresu<a href="mailto:%s">%s</a>.

source: Unknown language code:
cy_gb: C&ocirc;d iaith anhysbys
es_es: Código de lenguaje desconocido:
fr_fr: Code langage inconnu&nbsp;:
it_it: Codice lingua non riconosciuto:
ru_ru: Неизвестный код языка:
sk_sk: Neznámy kód jazyka:

source: You already have Facebook set up on PledgeBank with a different email address. Please use that address, it is
fr_fr: Vous avez déjà configuré Promessothèque sur Facebook avec une adresse courriel différente. Veuillez utiliser cette adresse, c'est
ru_ru: Ваш Facebook уже настроен на PledgeBank с другим email-адресом. Пожалуйста, используйте тот адрес, это
sk_sk: Facebook už máte na Sľubowebke nastavený na&nbsp;inú e-mailovú adresu. Prosím, používajte ju, je to

source: Please choose which country your pledge applies to
cy_gb: Dewiswch y wlad mae'ch addewid yn berthnasol iddi
es_es: Por favor, seleccione el país en que su compromiso tendrá lugar
fr_fr: Veuillez sélectionner le pays dans lequel votre promesse s'applique
it_it: Si prega di selezionare il paese
ru_ru: Пожалуйста, выберите страну, к которой относится Ваше обещание
sk_sk: Vyberte si, prosím, krajinu, ktorej sa týka váš sľub

source: Please choose a country, or "not specific to any location" if your pledge applies everywhere
es_es: Por favor, seleccione un país o "no asociado a ningún lugar específico" si su compromiso tiene aplicación en cualquier parte
fr_fr: Veuillez sélectionner un pays, ou "Propre à aucun endroit" si votre promesse s'applique n'importe où
ru_ru: Пожалуйста, выберите страну или, "Весь мир", если Ваше обещание относиться ко всему миру
sk_sk: Vyberte si, prosím, krajinu, ak sa sľub nejakej týka, alebo možnosť „netýka sa žiadnej krajiny“

source: Please choose a valid state within that country, or the country name itself
cy_gb: Dewiswch naill ai talaith/sir o fewn y wlad, neu enw'r wlad ei hun
es_es: Por favor, introduzca un estado válido dentro de dicho país o el nombre del país en sí
fr_fr: Veuillez sélectionner un état existant dans ce pays, ou le pays lui-même
it_it: Si prega di selezionare uno stato all'interno di quel paese, o il nome del paese
ru_ru: Пожалуйста, укажите правильное название региона внутри страны, или имя самой страны
sk_sk: Vyberte si, prosím, štát v&nbsp;tejto krajine, alebo si vyberte inú krajinu

source: Please choose whether the pledge is local or not
cy_gb: Dywedwch a ydy'r addewid yn lleol neu beidio
es_es: Por favor, elija si su compromiso posee un carácter local o no
fr_fr: Veuillez indiquer si la promesse est locale ou non
it_it: Si prega di specificare se si tratta di impegno a livello locale o meno
ru_ru: Пожалуйста, укажите привязано ли обещание к какому-нибудь региону.
sk_sk: Prosím, označte, či sa sľub týka nejakého miesta alebo nie

source: Please enter a pin
cy_gb: Rhowch Rif Adnabod Personol (PIN)
es_es: Por favor, introduzca el PIN
fr_fr: Veuillez entrer un NIP
it_it: Si prega di inserire un codice PIN
ru_ru: Пожалуйста, введите PIN
sk_sk: Prosím, napíšte kód

source: Please enter a valid postcode
es_es: Por favor, introduzca un código postal correcto
fr_fr: Veuillez entrer un code postal valide
ru_ru: Пожалуйста, введите правильный почтовый индекс
sk_sk: Napíšte, prosím, platné PSČ

source: Your pledge, with short name <em>%s</em>, will look like this:
cy_gb: Bydd eich addewid, gyda'r enw cwta <em>%s</em>, yn edrych fel hyn:
es_es: Su compromiso, cuyo apodo es <em>%s</em>, tendrá el siguiente aspecto:
fr_fr: Votre promesse, avec le nom bref <em>%s</em>, se lira comme suit&nbsp;:
it_it: Il tuo impegno, il cui nome è <em>%s</em>, apparirà così:
ru_ru: Ваше обещание с коротким именем <em>%s</em>, будет выглядеть вот так:
sk_sk: Váš sľub s krátkym názvom <em>%s</em> bude vyzerať takto:

source: Other Details
es_es: Otros detalles
fr_fr: Autres détails
it_it: Altro
ru_ru: Дополнительная информация
sk_sk: Ďalšie podrobnosti

source: None
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ru_ru: Нет
sk_sk: Žiadne

source: Privacy status
es_es: Estado de privacidad
fr_fr: Statut d'accessibilité
it_it: Privacy
ru_ru: Уровень секретности
sk_sk: Nastavenie súkromia

source: Public
es_es: Público
it_it: Pubblico
ru_ru: Доступно всем
sk_sk: Verejný

source: Pledge can only be seen by people who I give the PIN to
es_es: Los mensajes sólo pueden ser vistos por personas a las que he facilitado el PIN
fr_fr: La promesse sera seulement visible aux personnes à qui je donnerai le NIP
it_it: Privato (accesso riservato alle persone in possesso del codice PIN)
ru_ru: Сообщение будет доступно только тем, кому я дам PIN
sk_sk: Sľub môžu vidieť len ľudia, ktorým dám kód

source: Now please read your pledge (on the right) and check the details thoroughly. <strong>Read carefully</strong> - we can't ethically let you %schange the wording%s of your pledge once people have started to sign up to it.
es_es: Por favor, lea ahora su compromiso (a la derecha) y compruebe todos los detalles con atención. <strong>Lea cuidadosamente</strong> - no podemos por ética permitirle %scambiar el contenido%s de su compromiso una vez haya voluntarios suscritos al mismo.
fr_fr: Veuillez maintenant lire votre promesse (à droite) en portant une attention particulière aux détails. <strong>Lisez attentivement</strong>, car il nous serait immoral de vous laisser %schanger la formulation%s de votre promesse après avoir recruté un premier signataire.
sk_sk: Teraz si, prosím, (vpravo) prečítajte svoj sľub a&nbsp;všetko skontrolujte. <strong>Čítajte pozorne</strong> — z&nbsp;etických dôvodov vám nemôžeme dovoliť %szmeniť znenie%s vášho sľubu, keď sa už raz ľudia pod neho začnú podpisovať.

source: Why can't I modify my pledge after I've made it?
es_es: ¿Por qué no puedo modificar mi compromiso una vez publicado?
fr_fr: Pourquoi m'est-il impossible de modifier ma promesse après l'avoir créée?
it_it: Perchè non posso più modificare il mio impegno?
ru_ru: Почему я не могу изменить свое обещание после создания?
sk_sk: Prečo nemôžem upraviť svoj sľub potom, čo som ho napísal?

source: People who sign up to a pledge are signing up to the specific wording of the pledge. If you change the wording, then their signatures would no longer be valid.
es_es: Quien se suscribe a su compromiso lo está haciendo de acuerdo al texto específico del mismo. Si cambia el texto, su firma carecería de validez.
fr_fr: Les personnes qui souscrivent une promesse assument sa formulation spécifique. Si vous changez cette dernière, leurs signatures ne seront plus valides.
it_it: Le persone che si sono impegnate insieme a te hanno aderito ad uno specifico impegno. Se venisse modificato, le loro firme non sarebbero più valide.
ru_ru: Люди, поддержавшие обещание, присоединяются к особой формулировке обещания. Если Вы измените формулировку, их подписи станут недействительными.
sk_sk: Ľudia, ktorí sa podpísali pod sľub, sú podpísaní pod týmto jeho znením. Ak ho zmeníte, ich podpisy už nebudú platné.

source: Change pledge text
es_es: Cambie el texto del compromiso
fr_fr: Reformuler la promesse
it_it: Modificare il testo
ru_ru: Изменить текст обещания
sk_sk: Zmeniť text sľubu

source: Change location
es_es: Cambie la dirección
fr_fr: Changer d'endroit
it_it: Modificare la località
ru_ru: Изменить регион
sk_sk: Zmeniť lokalitu
