Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: <p>PledgeBank can send you email alerts when people create local pledges in your area. Sign up - you don't know what interesting things people might be getting up to.</p>
es_es: <p>PledgeBank puede enviarle correos electrónicos con notificaciones si existen compromisos locales en su entorno. Regístrese - no sabe la cantidad de cuestiones interesantes que puede estar tramando la gente.</p>
fr_fr: <p>Promessothèque peut vous envoyer des alertes par courriel quand des promesses sont créées dans votre région. Abonnez-vous - vous ne savez jamais ce que les gens pourraient mijoter d'intéressant.</p>
ru_ru: <p>Если Вы хотите "Банк обещаний" может присылать Вам email-сообщения о создании обещаний в регионе Вашего пребывания. Подключайтесь - Вы не представляете сколько интересных обещаний создается у нас.</p>
sk_sk: <p>Sľubowebka vám môže poslať e-mail vždy, keď ľudia vo&nbsp;vašom okolí napíšu nejaký sľub. Zapíšte sa — neviete, aké zaujímavé veci môžu ľudia vymyslieť.</p>

source: You will massively increase the chance of this pledge succeeding if you
cy_gb: Bydd yr addewid yn llawer mwy tebygol o lwyddo pe tasech chi'n
es_es: Aumentará notablemente las posibilidades de éxito de este compromiso si
fr_fr: Vous aiderez énormément aux chances de succès de cette promesse si vous&nbsp;:
it_it: Aumenterai di molto le opportunità di successo se
ru_ru: Вы серьезно увеличите шансы своего обещания стать успешным, если
sk_sk: Veľmi zvýšite šance na úspech tohto sľubu, ak

source: print this page out
cy_gb: argraffu'r dudalen hon
es_es: imprime esta página
fr_fr: imprimez cette page
it_it: stampa questa pagina
ru_ru: распечатайте данную страницу
sk_sk: vytlačte túto stránku

source: these more attractive PDF and RTF (Word) versions
cy_gb: y fersiynau mwy deniadol PDF ac RTF (Word) yma
es_es: estas versiones más compactas en formato PDF y RTF (Word)
fr_fr: ces versions plus attrayantes de formats PDF et RTF (Word)
it_it: queste sono versioni PDF e RTF (Word), più attraenti
ru_ru: эти, более предпочтительные, PDF и RTF (MS Word) версии
sk_sk: atraktívnejšie verzie vo formátoch PDF a RTF (WordPad)

source: (or use %s), cut up the flyers and stick them through your neighbours' letterboxes.
cy_gb: (neu ddefnyddio %s), torri'r ffleiars allan a'u rhoi trwy flychau postio eich cymdogion.
es_es: (o use %s), corte los panfletos y distribúyalos por los buzones de su vecindad.
fr_fr: (ou bien utilisez %s), découpez les tracts et distribuez-les chez les voisins.
it_it: (oppure clicca qui %s), ritaglia i volantini e imbucali nella cassetta delle lettere dei tuoi vicini di casa.
ru_ru: (или используете %s), вырежете листовки и развесите их на почтовые ящики своих соседей.
sk_sk: (alebo použite %s), vystrihnite letáky a prilepte ich na poštové schránky svojich susedov.

source: print these pages out
cy_gb: argraffu'r tudalennau hyn
es_es: imprima estas páginas
fr_fr: imprimez ces pages
it_it: stampa queste pagine
ru_ru: распечатаете эти страницы
sk_sk: vytlačiť tieto stránky

source: , cut up the flyers and stick them through your neighbours' letterboxes.
cy_gb: , torri'r ffleiars a'u rhou trwy flychau postio eich cymdogion.
es_es: , corte los panfletos y distribúyalos por los buzones de su vecindad.
fr_fr: , découpez les tracts et distribuez-les chez les voisins.
it_it: , ritaglia i volantini e imbucali nella cassetta delle lettere dei vicini di casa.
ru_ru: , вырежете листовки и развесите их на почтовых ящиках своих соседей.
sk_sk: , vystrihnite letáky a prilepte ich na poštové schránky svojich susedov.

source: We cannot emphasise this enough &mdash; print them NOW and post them next time you go out to the shops or your pledge is unlikely to succeed.
cy_gb: Ni allwn orbwysleisio hyn &mdash; argraffwch nhw NAWR a'u postio'r tro nesa i chi fynd i'r siopau neu ni fydd eich addewid yn debyg i lwyddo.
es_es: No podemos enfatizar esto de forma suficiente &mdash; imprímalos AHORA y envíelos la próxima vez que vaya de compras. En caso contrario, es improbable que su compromiso consiga el apoyo suficiente.
fr_fr: Nous n'insisterons jamais assez &mdash; imprimez-les MAINTENANT et affichez-les lors de votre prochaine visite dans les magasins, sinon votre promesse a peu de chances de succès.
it_it: Non lo diremo mai abbastanza &mdash; stampali ADESSO e distribuiscili la prossima volta che esci di casa o il tuo impegno avrà poche chance di successo.
ru_ru: Мы не можем гарантировать что этого будет достаточно. Распечатайте их теперь и развесте когда будете, например, идти в магазин, иначе Ваше обещание вряд ли будет успешным.
sk_sk: Nikdy to nemôžeme dostatočne zdôrazniť — vytlačte si ich teraz a pošlite ich nabudúce, keď pôjdete von do obchodu, ináč má váš sľub malú šancu na úspech.

source: Graphic of flyers for printing
cy_gb: Graffig o'r ffleiars ar gyfer argraffu
es_es: Gráficos imprimibles para panfletos
fr_fr: Graphique de tracts à imprimer
it_it: Immagine volantini da stampare
ru_ru: Изображение листовок для печати
sk_sk: Grafická úprava letákov pre tlač

source: This pledge has been successful in <strong>%d place</strong>!
es_es: ¡Este compromiso ha tenido éxito en <strong>%d lugar</strong>!
fr_fr: Cette promesse a été fructueuse dans <strong>%d endroit</strong>!
ru_ru: Данное обещание достигло необходимого числа подписчиков в <strong>%d</strong> населенном пункте!
sk_sk: Tento sľub bol úspešný na <strong>%d</strong> mieste!

source: <strong>You can still sign up</strong>, to help make it successful where you live.
es_es: <strong>Aún puede identificarse</strong>, con el fin de hacerlo con éxito hágalo donde viva.
fr_fr: <strong>Vous pouvez encore souscrire</strong>, pour aider à en faire un succès où vous habitez.
ru_ru: <strong>Вы всё еще можете присоединиться</strong>, чтобы помочь данному обещанию достичь цели в своем регионе.
sk_sk: <strong>Stále sa môžete zaregistrovať</strong> a pomôcť, aby uspel tam, kde bývate.

source: This pledge has now closed; it was successful!
es_es: El compromiso se ha cerrado. ¡Ha tenido éxito!
fr_fr: Cette promesse est maintenant close; elle a été un succès!
sk_sk: Pod tento sľub sa už teraz nedá podpísať, bol úspešný!

source: This pledge has been successful!
cy_gb: Mae'r addewid wedi llwyddo!
es_es: Este compromiso ha tenido éxito
fr_fr: Cette promesse a été un succès!
it_it: Questo impegno è un successo!
ru_ru: Данное обещание достигло необходимого числа подписчиков!
sk_sk: Tento sľub je úspešný!

source: This pledge was successful!
es_es: ¡El compromiso ha tenido éxito!
fr_fr: Cette promesse a été un succès!
sk_sk: Tento sľub bol úspešný!

source: <strong>You can still add your name to it</strong>, because the deadline hasn't been reached yet.
cy_gb: <strong>Cewch chi ychwanegu eich enw iddo</strong>, gan nad yw'r dyddiad cau wedi cyrraedd eto.
es_es: <strong>Aún puede añadir su nombre</strong>, puesto que la fecha límite no ha sido alcanzada aún.
fr_fr: <strong>Vous pouvez encore y ajouter votre nom</strong>, puisque la date limite n'est pas encore arrivée.
it_it: <strong>Puoi ancora sottoscrivere</strong>, non essendo stata raggiunta la data limite.
ru_ru: <strong>Вы все еще можете присоединиться к данному обещанию</strong>, потому что дата окончания еще не достигнута.
sk_sk: <strong>Stále sa môžete podpísať,</strong> lebo termín ešte nevypršal!

source: Sorry, we could find anything that matched "
es_es: Lo sentimos, no hemos podido encontrar nada que concuerde con "
fr_fr: Désolé, nous n'avons rien pu trouver qui corresponde à "
sk_sk: Prepáčte, nenašlo sa nič, čo by obsahovalo frázu „

source: Result <strong>exactly matching</strong> pledge <strong>%s</strong>:
cy_gb: Canlyniad sy'n cymharu <strong>%s</strong> yn <strong>union</strong>:
es_es: Resultado <strong>que concuerda exactamente</strong> con el compromiso <strong>%s</strong>:
fr_fr: Le résultat <strong>correspondant exactement à la</strong> promesse <strong>%s</strong>&nbsp;:
it_it: Risultati <strong>corrispondenti esattamente</strong> all'impegno <strong>%s</strong>:
ru_ru: Результат <strong>полностью совпавший</strong> с обещанием <strong>%s</strong>:
sk_sk: Slovo <strong>sa našlo</strong> v sľube <strong>%s</strong>:

source: Results for <strong>open pledges</strong> matching <strong>%s</strong>:
cy_gb: Canlyniadau am <strong>addewidion agored</strong> sy'n cyfateb gyda <strong>%s</strong>:
es_es: Resultados de <strong>compromisos en activo</strong> que concuerdan con <strong>%s</strong>:
fr_fr: Résultats pour <strong>promesses ouvertes</strong> correspondant à <strong>%s</strong>&nbsp;:
it_it: Risultati tra gli <strong>impegni in corso</strong> per <strong>%s</strong>:
ru_ru: Найденные <strong>открытые обещания</strong> содержащие <strong>%s</strong>:
sk_sk: <strong>Sľuby pred termínom,</strong> v ktorých sa nachádza text <strong>%s</strong>:

source: Results for <strong>closed pledges</strong> matching <strong>%s</strong>:
cy_gb: Canlyniadau am <strong>addewidion cae&euml;dig</strong> sy'n cyfateb gyda <strong>%s</strong>:
es_es: Resultados de <strong>compromisos concluidos</strong> que concuerdan con <strong>%s</strong>:
fr_fr: Résultats pour <strong>promesses fermées</strong> correspondant à <strong>%s</strong>&nbsp;:
it_it: Risultati tra gli <strong>impegni chiusi</strong> per <strong>%s</strong>:
ru_ru: Найденные <strong>закрытые обещания</strong> содержащие <strong>%s</strong>:
sk_sk: <strong>Sľuby po termíne,</strong> v ktorých sa nachádza text <strong>%s</strong>:

source: Results for <strong>open pledges</strong> within %s %s of UK postcode <strong>%s</strong>:
es_es: Resultados de <strong>compromisos en activo</strong> en un radio de %s %s en las cercanías del código postal <strong>%s</strong>:
fr_fr: Résultats pour <strong>promesses ouvertes</strong> à %s %s près du code postal britannique <strong>%s</strong>&nbsp;:
it_it: Risultati per <strong>gli impegni in corso</strong> nel raggio di %s %s dal codice postale (GB) <strong>%s</strong>:
ru_ru: Найденные <strong>открытые обещания</strong> в %s %s от региона с почтовым индексом Соединенного Королевства <strong>%s</strong>:
sk_sk: <strong>Sľuby pred termínom</strong> do %s %s od britského PSČ, v ktorých sa nachádza text <strong>%s</strong>:

source: No nearby open pledges. Why not <a href="/new">make one</a>?
cy_gb: Dim addewidion agored yn eich ardal. Beth am <a href="/new">wneud un</a>?
es_es: No hay compromisos en activo en su entorno. ¿Por qué no <a href="/new">crea uno</a>?
fr_fr: Aucune promesse ouverte dans les environs. Pourquoi ne pas <a href="/new">en créer une</a>?
it_it: Nessun impegno in corso in questa zona. Perchè non <a href="/new">dare l'esempio</a>?
ru_ru: По близости нет открытых обещаний. Почему бы не <a href="/new">создать свое</a>?
sk_sk: Žiadne sľuby pred termínom v okolí sme nenašli. <a href="/new">Nenapíšete jeden?</a>

source: Results for <strong>open pledges</strong> within %s %s of US zipcode <strong>%s</strong>:
es_es: Resultados de <strong>compromisos en activo</strong> en %s %s del código postal norteamericano <strong>%s</strong>:
fr_fr: Résultats pour <strong>promesses ouvertes</strong> à %s %s près du code ZIP américain <strong>%s</strong>&nbsp;:
sk_sk: <strong>Sľuby pred termínom</strong> do %s %s od amerického PSČ, v ktorých v ktorých sa nachádza text <strong>%s</strong>:

source: decrease distance
es_es: reducir la distancia
fr_fr: réduire la distance
it_it: riduci la distanza
ru_ru: уменьшите расстояние
sk_sk: zmenšiť vzdialenosť

source: increase distance
es_es: incrementar la distancia
fr_fr: augmenter la distance
it_it: aumenta la distanza
ru_ru: увеличьте расстояние
sk_sk: zväčšiť vzdialenosť

source: From this page you can use the <em>Social Web</em> links to save this pledge to a social bookmarking site, or the <em>Email</em> form to send a link via email.
fr_fr: Sur cette page, vous pouvez utiliser le lien <em>réseau social</em> pour sauvegarder cette promesse dans un site social de signets, ou le formulaire <em>courriel</em> pour envoyer un lien par courriel.
sk_sk: Na tejto stránke môžete využiť <em>odkazy na spoločenské stránky</em> a uložiť si tam svoj sľub alebo <em>poštový formulár</em> na odoslanie odkazu e-mailom.

source: Donate books to build a library
es_es: Done libros para fundar una biblioteca
fr_fr: Donnez des livres pour construire une bibliothèque
ru_ru: Пожертвуйте книги, чтобы создать библиотеку
sk_sk: Zbierka kníh na založenie knižnice

source: Organise aid trip to New Orleans
es_es: Organice un viaje solidario a Nueva Orleans
fr_fr: Organisez des voyages d'aide à la Nouvelle-Orléans
ru_ru: Организуйте гуманитарную помощь Новому Орлеану
sk_sk: Pomoc pre New Orleans

source: Collect underwear for orphans
es_es: Recolecte ropa interior para huérfanos
fr_fr: Ramassez des sous-vêtements pour les orphelins
ru_ru: Соберите одежду для сирот
sk_sk: Zbierka spodnej bielizne pre siroty

source: Gather people to monitor elections
es_es: Reúna personas para monitorear las elecciones
fr_fr: Réunissez des gens pour suivre des élections
sk_sk: Zohnali ľudí na monitorovanie volieb

source: Get 1,000 people to move house
es_es: Consiga que 1000 personas se muden de casa
fr_fr: Trouvez 1000 personnes pour votre déménagement
sk_sk: Zohnali 1 000 ľudí, ktorí sa chcú presťahovať

source: Changing lifestyles
es_es: Cambiando estilos de vida
fr_fr: Nouveaux styles de vie
sk_sk: Zmena životného štýlu

source: Campaign to save a local tree
es_es: Campaña para salvar un árbol local
fr_fr: Faites campagne pour sauver un arbre dans votre région
sk_sk: Kampaň na záchranu stromu

source: Raise money for charity
es_es: Colecte dinero para la caridad
fr_fr: Collectez des fonds pour une oeuvre
sk_sk: Zbierka na charitu

source: Make people smile
es_es: Haga sonreír a la gente
fr_fr: Faites sourire les gens
ru_ru: Вызовите улыбку на лицах людей
sk_sk: Rozosmejte ľudí

source: Help the environment
es_es: Ayude al medioambiente
fr_fr: Aidez l'environnement
sk_sk: Pomoc životnému prostrediu

source: Fund a technology scholarship
es_es: Patrocine una beca en formacion tecnológica
fr_fr: Financez une bourse d'études en technologie
sk_sk: Založenie vysokoškolského štipendia

source: Bakul Library
fr_fr: La bibliothèque Bakul
sk_sk: Bakulská knižnica

source: Read more about this amazing story&hellip;
fr_fr: Lisez le reste de cette histoire&hellip;
sk_sk: Čítať ďalej

source: My best friend in Biloxi MS
es_es: Mi mejor amigo en Biloxi MS
fr_fr: Mon meilleur ami à Biloxi au Mississippi
ru_ru: Мой лучший друг в Biloxi MS
sk_sk: Môj najlepší priateľ v Biloxi, Massachusetts, USA

source: The creator of the pledge with a friendly dog, tagged 595
es_es: El creador del compromiso con un perro simpático, etiquetado 595
fr_fr: L'auteur de la promesse qui a un aimable chien portant le numéro 595
sk_sk: Autorka sľubu s priateľským psom, označeným číslom 595

source: Continue reading&hellip;
fr_fr: Continuer la lecture&hellip;
sk_sk: Pokračovať v čítaní

source: The pledge creator stood by a huge pile of underwear
fr_fr: L'auteur de la promesse s'est retrouvé avec une tonne de sous-vêtements
sk_sk: Autorka sľubu stojí pred obrovskou kopou spodnej bielizne

source: Election observer Becky, outside a polling station
fr_fr: Becky, observateur électoral, à l'extérieur d'un bureau de vote
sk_sk: Volebná pozorovateľka Becky pred volebnou miestnosťou

source: First1000 logo
es_es: Logo First1000
fr_fr: Logo de First1000
ru_ru: Первые 1000 лого
sk_sk: logo Prvých 1000

source: LiveSimply logo
es_es: Logo LiveSimply
fr_fr: Logo de LiveSimply
sk_sk: logo LiveSimply (Žite jednoducho)

source: Save The Sycamore
fr_fr: Sauvez le sycomore
sk_sk: Zachráňte Sycamore

source: Page Not Found
cy_gb: Ni Ffeindiwyd y Dudalen
es_es: Página no encontrada
fr_fr: Page introuvable
it_it: Pagina Mancante
ru_ru: Страница не найдена
sk_sk: Stránku sa nepodarilo nájsť. Skúste skontrolovať adresu alebo využiť vyhľadávanie

source: We couldn't find the page you were looking for.
cy_gb: Doeddwn ni ddim yn gallu dod ar hyd i'r dudalen.
es_es: No hemos podido encontrar la página que busca.
fr_fr: Nous n'avons pu trouver la page que vous cherchiez.
it_it: Non abbiamo trovato la pagina che cercavi.
ru_ru: Нам не удалось найти обещание которое Вы ищете.
sk_sk: Stránku, ktorú hľadáte, sa nám nepodarilo nájsť.

source: New pledge alerts
cy_gb: Larymau addewidion newydd
es_es: Nuevas notificaciones
fr_fr: Nouvelles alertes de promesses
it_it: Avvisi sui nuovi impegni
ru_ru: Подключение к рассылке
sk_sk: Správy o nových sľuboch

source: Unexpectedly not signed on after following unsubscribe link
cy_gb: Heb ei fewngofnodi yn annisgwyl wedyn dilyn dolen dat-danysgrifio
es_es: No conectado de forma inesperada tras pulsar sobre un enlace
fr_fr: Accidentellement, vous n'avez pas entré votre mot de passe après avoir cliqué sur le lien pour vous désabonner
it_it: Inaspettatamente non connesso dopo clic sul link di disdetta abbonamento
ru_ru: Попытка отписаться от рассылки не будучи к ней подписанным
sk_sk: Potom, čo ste klikli na&nbsp;odhlásenie, sme na&nbsp;naše prekvapenie zistili, že ste neboli ani podpísaný&nbsp;(-á)

source: Thanks! You won't receive more email about %s.
cy_gb: Diolch! Ni chewch chi mwy o ebost am %s.
es_es: ¡Gracias! No recibirá más correos electrónicos acerca de %s.
fr_fr: Merci! Vous ne recevrez plus de courriels à propos des %s.
it_it: Grazie! Non riceverai più email riguardo %s.
ru_ru: Спасибо! Вы больше не будете получать письма о %s.
sk_sk: Ďakujeme. V budúcnosti nedostanete e-mail, ak niekto napíše %s.

source: You might like to <a href="/alert/">subscribe to a new local alert</a>, or <a href="/my">manage all your alerts</a>.
es_es: Quizá desee <a href="/alert/">suscribirse a una nueva notificación local</a> o bien <a href="/my">administrar todas sus notificaciones</a>.
fr_fr: Vous désirez peut-être <a href="/alert/">vous inscrire à une nouvelle alerte locale</a>, ou <a href="/my">gérer toutes vos alertes</a>.
ru_ru: Возможно Вы захотите <a href="/alert/">подписаться на рассылку сообщений о создании обещаний в Вашем регионе</a>, или <a href="/your">настроить рассылки на которые Вы уже подписаны</a>.
sk_sk: Možno by ste sa radi <a href="/alert/">zapísali na&nbsp;správy o&nbsp;nových sľuboch v&nbsp;okolí</a> alebo <a href="/my">nazreli do&nbsp;zoznamu všetkých správ o&nbsp;nových sľuboch, na&nbsp;ktoré ste sa zapísali</a>.

source: Thanks! You are already unsubscribed from that alert.
cy_gb: Diolch! Dych chi wedi dat-danysgrifio o'r larwm yna yn barod.
es_es: ¡Gracias! Ya ha sido eliminado de dicha notificación.
fr_fr: Merci! Vous n'êtes déjà plus inscrit à cette alerte.
it_it: Grazie! Hai già disdetto quell'avviso.
ru_ru: Спасибо! Вы отключены от данной рассылки.
sk_sk: Ďakujeme. Z tejto výzvy ste už odhlásený&nbsp;(-á).

source: Before subscribing you to local pledge email alerts, we need to confirm your email address.
cy_gb: Cyn i chi danysgrifio i larymau lleol trwy ebost, mae rhaid i ni gadarnhau eich cyfeiriad ebost.
es_es: Antes de poder adjuntarlo a la lista de notificaciones, hemos de confirmar su dirección de correo electrónico.
fr_fr: Avant de vous abonner aux alertes de promesses locales par courriel, nous devons confirmer votre adresse courriel.
it_it: Prima di attivare l'abbonamento email agli impegni vicini a te, dobbiamo confermare il tuo indirizzo email.
ru_ru: Перед тем, как подписать Вас к рассылке уведомлений о создании обещаний в Вашем регионе, необходимо проверить Ваш email-адрес.
sk_sk: Predtým, ako zareagujete na e-mailovú výzvu zo&nbsp;svojho okolia, potrebujeme, aby ste nám potvrdili svoju e-mailovú adresu.

source: You'll then be emailed whenever a new pledge appears in your area.
cy_gb: Wedyn, cewch chi ebost bob tro mae addewid newydd yn ymddangos yn eich ardal.
es_es: Será notificado siempre que aparezca un nuevo compromiso en su entorno.
fr_fr: Vous serez donc avertis par courriel dès qu'une promesse paraîtra dans votre région.
it_it: Riceverai una email ogni qualvolta un nuovo impegno verrà inizato nella tua zona.
ru_ru: Затем Вы будете уведомлены о создани обещаний в Вашем регионе.
sk_sk: Potom vám dáme vedieť vždy, keď sa nový sľub objaví vo&nbsp;vašej oblasti.

source: Subscribe to local pledge alerts at PledgeBank.com
cy_gb: Tanysgrifiwch at larymau addewidion lleol gyda PledgeBank.com
es_es: Suscríbase al servicio de notificaciones locales de PledgeBank.com
fr_fr: Vous abonner aux alertes de promesses locales à Promessothèque.com
it_it: Iscrizione agli avvisi locali su PledgeBank.com
ru_ru: Подписаться на рассылку сообщений о создании обещаний в своем регионе на PledgeBank.com
sk_sk: Zapíšte sa na správy o&nbsp;nových sľuboch zo&nbsp;svojho okolia na&nbsp;stránke slubowebka.com

source: Thanks for subscribing! You'll now receive an email when there are new pledges in your area.
es_es: ¡Gracias por suscribirse! Se le enviará un correo electrónico siempre que existan nuevos compromisos en sus inmediaciones.
fr_fr: Merci de vous inscrire! Vous recevrez dorénavant un courriel quand il y aura de nouvelles promesses dans votre région.
ru_ru: Спасибо что подписались! Теперь, Вы будете получать уведомления о создании обещаний в Вашем регионе.
sk_sk: Ďakujeme, že ste sa zapísali! Teraz dostanete e-mail vždy, niekto vo&nbsp;vašom okolí napíše nový sľub.

source: To add an alert for another place, <a href="/alert">click here</a>.
es_es: Para añadir una notificación de otro lugar, <a href="/alert">pulse aquí</a>.
fr_fr: Pour ajouter une alerte pour un autre endroit, <a href="/alert">cliquez ici</a>.
it_it: Per ricevere avvisi per altre località, <a href="/alert">clicca qui</a>.
ru_ru: Чтобы добавить уведомление для другого места, <a href="/alert">нажмите здесь</a>.
sk_sk: Ak chcete dostávať informácie aj o&nbsp;inom mieste, <a href="/alert">kliknite sem</a>.

source: To see all your local pledge alerts, <a href="/your">click here</a>.
es_es: Para ver todas las notificaciones locales, <a href="/your">pulse aquí</a>.
fr_fr: Pour voir toutes vos alertes de promesses locales, <a href="/your">cliquez ici</a>.
it_it: Per visualizzare tutti i tuoi avvisi, <a href="/your">clicca qui</a>.
ru_ru: Чтобы увидеть рассылки на которые Вы подписаны, <a href="/your">нажмите здесь</a>.
sk_sk: Ak si chcete prezrieť zoznam správ o&nbsp;nových sľuboch v&nbsp;okolí zo&nbsp;všetkých miest, ktoré ste si vybrali, <a href="/your">kliknite sem</a>.

source: Have a <a href="http://www.hearfromyourmp.com">long term relationship</a> with your MP!
es_es: Mantenga una <a href="http://www.hearfromyourmp.com">relación duradera</a> con su MP!
fr_fr: Ayez une <a href="http://www.hearfromyourmp.com">longue relation</a> avec votre député!
it_it: <a href="http://www.hearfromyourmp.com">Stabilisci una relazione</a> con il tuo rappresentante eletto!
ru_ru: Установите <a href="http://www.hearfromyourmp.com">надёжный канал связи</a> с депутатом, представляющим интересы Вашего региона!
sk_sk: Zapojte sa <a href="http://www.hearfromyourmp.com">do diskusie s poslancami na témy,</a> ktoré vás zaujímajú (len pre&nbsp;občanov Veľkej Británie)!

source: Make your own <a href="/new/">new pledge</a>! Others in your area will be emailed about it automatically.
es_es: ¡Cree su propio <a href="/new/">compromiso</a>! Otras personas en su entorno recibirán un correo electrónico automáticamente.
fr_fr: Créez votre <a href="/new/">nouvelle promesse</a>! Les gens de votre région seront automatiquement avertis par courriel.
it_it: Crea tu stesso un <a href="/new/">nuovo impegno</a>! Altri nella tua zona ne saranno informati automaticamente.
ru_ru: Создайте <a href="/new/">свое обещание</a>! Люди в Вашем регионе будут автоматически уведомлены о Вашем обещании.
sk_sk: Napíšte <a href="/new/">nový sľub!</a> Ostatní vo&nbsp;vašom okolí sa o&nbsp;ňom automaticky dozvedia z&nbsp;e-mailu.
