Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: It appears that you don't have "cookies" enabled in your browser. <strong>To continue, you must enable cookies</strong>. Please read <a href="http://www.google.com/cookies.html">this page from Google explaining how to do that</a>, and then click the "back" button and try again
cy_gb: Mae'n debyg nad ydych chi wedi galluogi "cwcis" yn eich porwr. <strong>I fynd yn eich blaen, mae rhaid i chi alluogi cwcis.</strong> Darllenwch y <a href="http://www.google.com/cookies.html">dudalen hon gan Google sy'n esbonio sut i wneud hynny</a>, wedyn rhoi clec ar y botwm "yn &ocirc;l" a cheisio eto.
es_es: Parece que los cookies no están activados en su navegador. <strong>Para poder continuar, ha de activarlos</strong>. Por favor, lea <a href="http://www.google.com/cookies.html">ésta página de Google en la que se explica cómo hacerlo</a>y luego haga click sobre el botón "atrás" y vuelva a intentarlo
fr_fr: Les "cookies" semblent ne pas être autorisés dans votre navigateur. <strong>Pour continuer, vous devez les permettre</strong>. Veuillez lire <a href="http://www.google.com/cookies.html">dans Google cette page expliquant comment le faire</a>, cliquez ensuite sur le bouton "précédent" et réessayez
it_it: Sembrerebbe che tu non abbia i "cookies" attivati nel tuo browser. <strong>Per continuare, devi attivare i cookies</strong>. Si prega di leggere <a href="http://www.google.com/cookies.html">questa pagina tratta da Google dove si spiega come fare</a>, e poi di cliccare il tasto "back" (indietro) del browser e di riprovare
ru_ru: Похоже что "cookies" не включены в Вашем интернет-проводнике. <strong>Чтобы продолжить, Вам необходимо включить "cookies"</strong>. Пожалуйста, посетите <a target="_blank" href="http://www.google.com.ua/cookies.html">данную страницу от Google, чтобы узнать как включить "cookies"</a>, и затем вернитесь назад, нажав кнопку "назад", и попытайтесь еще раз
sk_sk: Zdá sa, že vo svojom prehľadávači nemáte zapnuté „cookies“. <strong>Ak chcete pokračovať, musíte si zapnúť cookies.</strong> Prečítajte si, prosím, <a href="http://www.google.com/cookies.html">túto stránku z&nbsp;Googlu, na&nbsp;ktorej sa dozviete, ako to urobiť</a> a&nbsp;potom kliknite na&nbsp;tlačidlo „Dozadu&lgquo; a skúste znova

source: To log into PledgeBank, we need to check your email address.
cy_gb: I fewngofnodi i PledgeBank, mae rhaid i ni sieco'ch cyfeiriad ebost.
es_es: Para que pueda acceder a PledgeBank, necesitamos comprobar su dirección de correo electrónico.
fr_fr: Pour vous connecter à Promessothèque, nous devons vérifier votre adresse courriel.
it_it: Per accedere a PledgeBank, dobbiamo verificare il tuo indirizzo email.
ru_ru: Чтобы войти в "Банк обещаний", нам необходимо проверить Ваш email-адрес.
sk_sk: Aby ste sa mohli prihlásiť na Sľubowebku, potrebujeme skontrolovať, či vám funguje e-mail.

source: Then you will be logged into PledgeBank, and can set or change your password.
cy_gb: Fe gewch chi eich mewngofnodi i PledgeBank, wedyn gallwch chi osod neu newid eich cyfrinair.
es_es: Tras ello podrá acceder a PledgeBank y asignar o cambiar su contraseña.
fr_fr: Vous serez alors connectés à Promessothèque, et pourrez créer ou changer votre mot de passe.
it_it: Una volta connesso a PledgeBank, potrai scegliere o cambiare la password.
ru_ru: После этого Вы уже будете введены в "Банк обещаний", и сможете установить или изменить пароль.
sk_sk: Potom budete prihlásený (-á) a&nbsp;môžete si nastaviť alebo zmeniť heslo.

source: Log into PledgeBank.com
cy_gb: Mewngofnodi i PledgeBank.com
es_es: Entre a PledgeBank.com
fr_fr: Vous connecter à Promessothèque.com
it_it: Accedi a PledgeBank.com
ru_ru: Войти в "Банк обещаний"
sk_sk: Prihlásiť sa

source: Please check the URL (i.e. the long code of letters and numbers) is copied correctly from your email. If you can't click on it in the email, you'll have to select and copy it from the email. Then paste it into your browser, into the place you would type the address of any other webpage. Technical details: The token '%s' wasn't found.
cy_gb: Gwnewch yn siwr bod yr URL (h.y. y c&ocirc;d hir o lythrennau a rhifau) wedi'i gopio'n iawn o'ch ebost. Os dych chi yn gallu ei glicio yn yr ebost bydd rhaid i chi ei ddewis a chopio fe o'r ebost a'i ludo i mewn i'r blwch ar eich porwr lle y byddech chi'n teipio cyfeiriau gwe. Manylion technegol: ni chanfuwyd y tocyn '%s'
es_es: Por favor, verifique que la dirección (es decir, el código de letras y números) ha sido copiada correctamente de su correo. Si no puede pulsar sobre el enlace en el correo electrónico, tendrá que copiarlo y pegarlo en el navegador. Detalles técnicos: la palabra clave (token) '%s' no ha sido encontrada.
fr_fr: Veuillez vérifier si vous avez copié correctement l'URL (c'est-à-dire la longue suite de caractères) à partir de votre courriel. Si vous ne pouvez cliquer sur l'URL dans votre courriel, vous devrez la copier et la coller dans votre navigateur, à l'endroit où vous entrez normalement l'adresse de n'importe quelle autre page web. Détail technique&nbsp;: nous n'avons pu trouver le token '%s'.
it_it: Si prega di verificare che l'URL (il lungo codice alfanumerico) sia copiato correttamente dall'email. Se non ti è possibile cliccare il link nella email, dovrai selezionarlo e copiarlo. Poi incolla nel browser, al posto dove solitamente si inseriscono gli indirizzi web. Dettagli tecnici: token '%s' mancante.
ru_ru: Пожалуйста, проверьте, правильно ли скопирован URL из письма (коды символов и чисел). Если у Вас нет возможности перейти по ссылке из письма, тогда Вам придеться выделить ее в письме и скопировать. Затем вставить ее в поле ввода адреса страниц в интернет-проводнике. Технические детали: Лексема '%s' не найдена.
sk_sk: Prosím, skontrolujte, či sa www adresa (údaj, v&nbsp;ktorom je veľa písmen a&nbsp;číslic), z&nbsp;vášho e-mailu skopírovala správne. Ak sa na&nbsp;ňu nedá kliknúť v&nbsp;e-maili , treba ju označiť a&nbsp;skopírovať. Potom ju môžete vložiť do&nbsp;svojho internetového prehľadávača na&nbsp;miesto, kde píšete adresy internetových stránok. Technické informácie: výraz „%s“ sa nenašiel.

source: Logged out
cy_gb: Wedi allgofnodi
es_es: Salir
fr_fr: Déconnecté
it_it: Ti sei disconnesso
ru_ru: Вышли
sk_sk: Odhlásiť sa

source: You're now logged out. Thanks for using PledgeBank!
cy_gb: Dych chi wedi allgofnodi. Diolch am ddefnyddio PledgeBank!
es_es: Ha salido de PledgeBank. ¡Gracias por hacer uso nuestro servicio!
fr_fr: Vous êtes maintenant déconnecté. Merci d'utiliser Promessothèque!
it_it: Logout effettuato. Grazie di aver usato PledgeBank!
ru_ru: Вы вышли. Спасибо за то, что использовали "Банк обещаний"!
sk_sk: Ste odhlásený (-á). Ďakujeme, že používate Sľubowebku!

source: To view your pledges, we need to check your email address.
cy_gb: Cyn i chi weld eich addewidion mae rhaid i ni wirio'ch cyfeiriad ebost.
es_es: Para que pueda acceder a sus compromisos, hemos de comprobar su dirección de correo electrónico.
fr_fr: Pour afficher vos promesses, nous devons vérifier votre adresse courriel.
it_it: Per poter visualizzare i tuoi impegni, dobbiamo verificare il tuo indirizzo email.
ru_ru: Чтобы показать Ваши обещания нам необходимо проверить Ваш email-адрес.
sk_sk: Aby sme mohli zobraziť vaše sľuby, potrebujeme skontrolovať, či vám funguje e-mailová adresa.

source: Then you will be able to view your pledges.
cy_gb: Mi allwch chi weld eich addewidion wedyn.
es_es: Tras ello, podrá ver sus compromisos.
fr_fr: Vous pourrez alors voir vos promesses.
it_it: Sarai così in grado di accedere ai tuoi impegni.
ru_ru: После этого Вы сможете увидеть свои обещания.
sk_sk: Potom si budete môcť prezrieť svoje sľuby.

source: View your pledges at PledgeBank.com
cy_gb: Gweld manylion eich addewidion ar PledgeBank.com
es_es: Vea sus compromisos en PledgeBank.com
fr_fr: Voir vos promesses à Promessothèque.com
it_it: Visualizza i tuoi impegni su PledgeBank.com
ru_ru: Просмотр Ваших обещаний на PledgeBank.com
sk_sk: Pozrite si svoje sľuby na stránke www.slubowebka.com

source: Suggested pledges
cy_gb: Awgrymiadau am addewidion
es_es: Compromisos propuestos
fr_fr: Promesses suggérées
it_it: Suggerimenti
ru_ru: Предлагаемые обещания
sk_sk: Navrhované sľuby

source: People who signed the pledges you created or signed also signed these...
cy_gb: Mae pobl sy wedi llofnodi'r un addewidion &acirc; chi hefyd wedi llofnodi...
es_es: Los suscriptores a los compromisos creados por Vd. o a los que Vd. se suscribió, también se comprometieron con los siguientes...
fr_fr: Les personnes ayant souscrit les promesses dont vous êtes l'auteur ou un signataire ont aussi souscrit ces...
it_it: Coloro che hanno aderito agli impegni da te creati o sottoscritti hanno aderito anche a...
ru_ru: Люди, присоединившиеся к обещаниям, в которых вы являетесь автором или присоединились, также присоединились вот к этим...
sk_sk: Ľudia, ktorí sa podpísali pod vaše sľuby, sa podpísali aj pod tieto...

source: Open pledges you created
es_es: <h2>Compromisos en activo que Vd. ha creado</h2>
fr_fr: Promesses ouvertes que vous avez créées
ru_ru: Открытые обещания созданные Вами
sk_sk: Sľuby pred termínom, ktoré ste napísali

source: Closed pledges you created
es_es: <h2>Compromisos cerrados creados por Vd.</h2>
fr_fr: Promesses closes que vous avez créées
ru_ru: Закрытые обещания созданные Вами
sk_sk: Sľuby po termíne, ktoré ste napísali

source: You have no open pledges. <a href="/new">Start a new pledge</a>.
cy_gb: Edrychwch am yr addewid ar <a href="/all">restr yr holl addewidion.</a>
es_es: No posee ningún compromiso. <a href="/new">Cree uno</a>.
fr_fr: Vous n'avez pas de promesses ouvertes. <a href="/new">Créez une nouvelle promesse</a>.
it_it: Non hai alcun impegno in corso. <a href="/new">Creare un nuovo impegno</a>.
ru_ru: У Вас нет открытых обещаний. Можете <a href="/new">создать новое обещание</a>.
sk_sk: Nemáte žiadne sľuby pred termínom. <a href="/new">Napíšte nový</a>.

source: <h2>Pledges you have signed</h2>
es_es: <h2>Compromisos a los que se ha suscrito</h2>
fr_fr: <h2>Promesses que vous avez souscrites</h2>
sk_sk: <h2>Sľuby, pod ktoré ste sa podpísali</h2>

source: Yes
cy_gb: Ydy
es_es: Sí
fr_fr: Oui
it_it: Sì
ru_ru: Да
sk_sk: Áno

source: That's great!
es_es: ¡Es genial!
fr_fr: Génial&nbsp;!
ru_ru: Супер!
sk_sk: To je úžasné!

source: You have signed no pledges.
cy_gb: Dych chi ddim wedi llofnodi addewid hyd yn hyn
es_es: No se ha suscrito a ningún compromiso.
fr_fr: Vous n'avez souscrit aucune promesse.
it_it: Non hai aderito ad alcun impegno.
ru_ru: Вы не присоединились ни к одному обещанию.
sk_sk: Nepodpísali ste sa pod žiadne sľuby.

source: Why not <a href="mailto:%s">send us photos</a> of yourself carrying out successful pledges?
es_es: ¿Por qué no <a href="mailto:%s">nos envía fotos</a> de Vd. llevando a cabo su compromiso?
fr_fr: Pourquoi ne pas <a href="mailto:%s">nous envoyer des images</a> de vous-même faisant d'une promesse un succès?
ru_ru: Почему бы Вам не <a href="mailto:%s">прислать нам фотографии</a>, на которых Вы воплощаете в жизни свои успешные обещания?
sk_sk: Prečo <a href="mailto:%s">neposlať fotku</a>, ako úspešne plníte sľub?

source: Create a New Pledge
cy_gb: Creu Addewid
es_es: Crear un nuevo compromiso
fr_fr: Créer une nouvelle promesse
it_it: Creare un Nuovo Impegno
ru_ru: Создание нового обещания
sk_sk: Napísať nový sľub

source: people in my street
cy_gb: pobl yn fy stryd
es_es: gente en mi calle
fr_fr: les gens sur ma rue
it_it: persone del mio quartiere
ru_ru: люди на моей улице
sk_sk: ľudia na&nbsp;mojej ulici

source: New Pledge &ndash; Basics
es_es: Nuevo compromiso &ndash; Fundamentos
fr_fr: Nouvelle promesse &ndash; détails de base
ru_ru: Новое обещание &ndash; Основное
sk_sk: Nový sľub — základné informácie

source: (<a href="%s">Want your pledge in a language other than %s?</a>)
es_es: (<a href="%s">¿Quiere su compromiso en otro idioma diferente de %s</a>)
fr_fr: (<a href="%s">Souhaitez-vous utiliser une langue autre que le %s&nbsp;?</a>)
ru_ru: (<a href="%s">Хотите видеть свое обещание на другом языке, не на языке %s?</a>)
sk_sk: (<a href="%s">Chcete napísať svoj sľub aj v inom jazyku ako po %s?</a>)

source: but only if
cy_gb: ond dim ond os bydd
es_es: pero sólo si
fr_fr: mais seulement si
it_it: ma solamente se
ru_ru: но только, если еще
sk_sk: ale len ak

source: Target number of people
cy_gb: Faint o bobl yn y targed
es_es: Número de voluntarios deseados
fr_fr: Nombre visé de personnes
it_it: Target (numero di persone)
ru_ru: Необходимое к-во людей
sk_sk: Potrebný počet ľudí

source: do the same
cy_gb: gwneud yr un peth
es_es: hacer lo mismo
fr_fr: faire de même
it_it: a fare lo stesso
ru_ru: сделают тоже самое
sk_sk: urobia to isté

source: will
cy_gb: yn
es_es: se comprometen a
fr_fr: vont
it_it: si impegneranno
sk_sk: sľúbia, že

source: The other people must sign up before
cy_gb: Mae rhaid i'r bobl eraill lofnodi erbyn
es_es: El resto de los voluntarios ha de firmar antes del
fr_fr: Les autres personnes doivent souscrire avant le
it_it: Chi si impegna insieme a me deve farlo prima del
ru_ru: Единомышленники должны присоединиться до
sk_sk: Musia sa podpísať do

source: Deadline date
cy_gb: Dyddiad terfynol
es_es: Fecha límite
fr_fr: Date limite
it_it: Data limite
ru_ru: Дата окончания
sk_sk: Termín

source: e.g.
es_es: p. ej.
fr_fr: ex.
it_it: es.
ru_ru: то есть
sk_sk: napr.

source: Choose a short name for your pledge (6 to 16 letters):
cy_gb: Dewiswch enw cwta i'ch addewid (6 i 16 o lythrennau
es_es: Elija un apodo para su compromiso (de 6 a 16 caracteres):
fr_fr: Donnez un nom à votre promesse (de 6 à 16 lettres)&nbsp;:
it_it: Scegli un nome per il tuo impegno (6 a 16 caratteri):
ru_ru: Выберите короткое имя для своего обещания (от 6 до 16 символов):
sk_sk: Vymyslite pre sľub krátky názov (6 — 16 znakov):

source: This gives your pledge an easy web address. e.g. %stidyupthepark
es_es: Esto asigna una dirección de internet sencilla a su compromiso, por ejemplo, %sembellecerelparque
ru_ru: Это имя будет частью www-адреса Вашего обещания. Пример: %stidyupthepark
sk_sk: Vďaka nemu dostane váš sľub jednoduchú www adresu, napr. %supratajmepark Nepoužívajte, prosím, diakritiku

source: More details about your pledge:
es_es: Más detalles sobre su compromiso:
fr_fr: Autres détails à propos de votre promesse&nbsp;:
ru_ru: Подробней о Вашем обещании:
sk_sk: Viac podrobností o sľube:

source: (optional)
cy_gb: (dewisol)
es_es: (opcional)
fr_fr: (facultatif)
it_it: (facoltativo)
ru_ru: (не обязательно)
sk_sk: (nepovinné)

source: (links and email addresses will be automatically made clickable, no "markup" needed)
es_es: (los enlaces y direcciones de correo electrónico serán resaltados automáticamente, no es necesario remarcarlos de forma manual)
fr_fr: (les liens et les adresses courriel seront automatiquement reconnus, aucun repérage requis)
ru_ru: (ссылки и email адреса будут автоматически сделаны кликабельными, особого обозначения не требуется)
sk_sk: (Na odkazy a e-mailové adresy sa bude dať automaticky kliknúť, netreba žiadne značky.)

source: About You
cy_gb: Amdanoch chi
es_es: Sobre Usted
fr_fr: À propos de vous
it_it: Su di me
ru_ru: О Вас
sk_sk: O vás

source: Your Facebook account:
es_es: Su cuenta de Facebook:
fr_fr: Votre compte Facebook&nbsp;:
ru_ru: Ваш Facebook аккаунт:
sk_sk: Váš účet na Facebooku:

source: (we need your email so we can get in touch with you when your pledge completes, and so on)
cy_gb: (rhaid i ni gysylltu &acirc; chi pan bydd eich addewid yn gorffen, ac ati
es_es: (necesitamos su dirección de correo electrónico para ponernos en contacto con Vd. cuando su compromiso haya llegado a su fin y demás)
fr_fr: (nous avons besoin de votre courriel afin de vous contacter quand votre promesse réussit par exemple)
it_it: (ci occorre il tuo indirizzo email per avvisarti di nuove adesioni al tuo impegno, e così via)
ru_ru: (нам необходим ваш email для того, чтобы мы могли поддерживать с Вами связь с целью уведомления об окончании обещания и т.д.)
sk_sk: (Vašu e-mailovú adresu potrebujeme, aby sme sa s&nbsp;vami spojili, keď splníte sľub, a&nbsp;pod.)

source: On flyers and elsewhere, after your name, how would you like to be described?
es_es: En panfletos y demás, tras su nombre, ¿cómo querría ser descrito?
fr_fr: Dans les tracts et ailleurs, après votre nom, désirez-vous fournir d'autres renseignements sur vous&nbsp;?
ru_ru: На объявлениях и повсюду после Вашего имени, как бы Вы хотели себя называть?
sk_sk: Ako by ste chceli, aby vás volali na&nbsp;letákoch a&nbsp;inde?

source: (e.g. "resident of Tamilda Road")
cy_gb: (e.e. "trigolyn Stryd y Bont"
es_es: (por ejemplo, "residente de la calle Tamilda")
fr_fr: (ex. "résident de la rue de Gaulle, Paris")
it_it: (es. "residente a Brescia")
ru_ru: (например "житель Днепропетровска")
sk_sk: (napr. kočka zo&nbsp;Zlatej ulice)

source: Did you read the tips on the right of the page? They'll help you make a successful pledge.
es_es: ¿Ha leído los consejos situados a la derecha de la página? Le ayudarán a crear un compromiso con éxito.
fr_fr: Avez-vous lu les conseils à droite&nbsp;? Cela vous aidera à faire de votre promesse un succès.
ru_ru: Обратите внимание на важные советы по созданию обещания, находящиеся в правой части страницы.
sk_sk: Prečítali ste si tipy vpravo hore? Pomôžu vám napísať úspešný sľub.

source: Next step
es_es: Siguiente paso
fr_fr: Étape suivante
ru_ru: Дальше
sk_sk: Ďalší krok

source: Your pledge looks like this so far:
cy_gb: Dyma sut mae'ch addewid yn edrych hyd yn hyn:
es_es: Previsualización de su compromiso:
fr_fr: Votre promesse a l'air de ceci jusqu'à présent&nbsp;:
it_it: Il tuo impegno finora si legge così:
ru_ru: Ваше обещание выглядит пока таким образом:
sk_sk: Váš sľub zatiaľ vyzerá takto:

source: Please lower your target!
es_es: ¡Por favor, reduzca el número de voluntarios requeridos!
fr_fr: Visez moins haut!
it_it: Abbassa il tuo target!
ru_ru: Пожалуйста, уменьшите к-во людей
sk_sk: Prosím, znížte počet ľudí!

source: Recruiting more than %d people to a pledge is much harder than most people think. <strong>Only %0.0f%%</strong> of people who have set pledge targets at %d or above have succeeded - why risk it? Does your pledge really need so many people to be worthwhile?
es_es: Lograr agrupar a más de %d personas para un compromiso es mucho más complicado de lo que la gente cree. <strong>Tan sólo el %0.0f%%</strong> de la gente que ha creado compromisos con objetivos de %d o más personas han tenido éxito - ¿por qué arriesgarse? ¿Realmente necesita tanta gente para que su compromiso valga la pena?
fr_fr: Recruter plus de %d participants à une promesse est beaucoup plus difficile que ce que la plupart des gens pensent. <strong>Seulement %0.0f%%</strong> des auteurs ayant établi leur cible à %d personnes ou plus ont réussi - pourquoi prendre des risques? Votre promesse nécessite-t-elle vraiment autant de signataires pour en valoir la peine?
it_it: Trovare %d persone disposte a sostenerti è molto più difficile di quanto si pensi. <strong>Solo il %0.0f%%</strong> di coloro che hanno fissato target di %d o più persone per il loro impegno hanno avuto successo - perchè rischiare? Il tuo impegno richiede davvero così tanti sostenitori per valerne la pena?
ru_ru: Подключить более %d человек к обещанию намного сложнее, чем может показаться на первый взгляд. <strong>Только %0.0f%%</strong> человек, кто установил цель обещания равной %d человек или больше, оказались успешными - зачем рисковать? Действительно ли Вашему обещанию требуется такое количество человек для успешного воплощения в жизнь?
sk_sk: Zohnať pre sľub viac ako %d ľudí je oveľa ťahšie ako si väčšina ľudí myslí. <strong>Len %0.0f%%</strong> ľudí, ktorí si stanovili počet ľudí na&nbsp;%d alebo viac, uspelo — na&nbsp;čo to riskovať? potrebujete pre sľub tak veľa ľudí, aby to malo cenu?

source: In order to encourage people to aim at achievable targets, we don't automatically show pledges with less than 2.5%% of signers on the PledgeBank site. In the case of your pledge target, that would mean you would need to sign up %d signers before your pledge would show up on our 'All Pledges' page, in our search listings, or before it would be automatically mailed to local PledgeBank alert subscribers (if it is a local pledge).
es_es: Con el fin de motivar a la gente a suscribirse a compromisos con altas posibilidades de éxito, no mostramos compromisos de forma automática en la página de PledgeBank con un número inferior al 2.5%% de total de voluntarios requeridos. En su caso particular, esto quiere decir que ha de obtener como mínimo %d voluntarios antes de que su compromiso sea enviado automáticamente a los suscriptores de notificaciones locales de PledgeBank (en caso de tratarse de un compromiso de carácter local).
fr_fr: Afin d'encourager les gens à viser des cibles réalistes, nous n'affichons pas immédiatement les promesses comptant moins de 2,5%% de signataires sur le site de Promessothèque. Dans le cas de votre objectif, cela voudrait dire que vous auriez besoin de %d signataires avant que votre promesse apparaisse sur notre page 'Toutes les promesses' ou dans nos listes de recherche, ou avant qu'elle soit automatiquement envoyée aux abonnés d'alertes locales de Promessothèque (si la promesse est locale).
it_it: Per incoraggiare a puntare a traguardi raggiungibili, non vengono messi in evidenza sul sito PledgeBank gli impegni con meno del 2.5%% di adesioni. Nel caso presente, questo significa che occorrerebbero %d sottoscrizioni affinchè l'impegno venga pubblicato sulla pagina 'Tutti gli Impegni', nei risultati di ricerca, o inviato automaticamente via email a chi si è abbonato agli avvisi locali PledgeBank (se si tratta di un impegno a livello locale).
ru_ru: Чтобы побуждать людей ставить достижимые цели, мы не показываем, на главной странице и в результатах поиска, те обещания, у которых поддержка менее 2.5%% от необходимого числа. В Вашем случае это означает, что Ваше обещание не появиться на главной странице, а результатх поиска, на странице "Все обещания", и не попадет в рассылку сообщений о создании обещаний в регионе, до тех пор, пока к нему не присоединится %d людей.
sk_sk: Aby sme povzbudili ľudí k&nbsp;nastaveniu si dosiahnuteľného počtu ľudí, nezobrazujeme na&nbsp;našej stránke automaticky sľuby s&nbsp;menej ako 2,5%% podpisov. Vo&nbsp;vašom prípade by to znamenalo, že sa pod váš sľub musí&nbsp;(-ia) podpísať %d ľudí&nbsp;(-ia), kým sa bude môcť objaviť na&nbsp;stránke so&nbsp;všetkými sľubmi, vo&nbsp;vyhľadávaní, alebo kým ho automaticky nepošleme tým, ktorí sa na&nbsp;takúto službu zapísali v&nbsp;okolí (ak sa váš sľub týka nejakej krajiny alebo miesta).
