Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: This is a test site for developers only. You probably want <a href="http://www.pledgebank.com/">the real site</a>.
cy_gb: Safle prawf ar gyfer datblygwyr yn unig yw hwn. Mwy na thebyg eich bod angen <a href="http://www.pledgebank.com/">y safle go iawn</a>.
es_es: Ésta es una página únicamente de prueba para programadores. Probablemente prefiera <a href="http://www.pledgebank.com/">la página oficial</a>.
fr_fr: Ceci est un site de test uniquement pour les développeurs. Vous cherchez probablement <a href="http://www.pledgebank.com/">le vrai site</a>.
it_it: Questo è un sito test riservato ai programmatori. Con ogni probabilità cercavi <a href="http://www.pledgebank.com/">il vero sito</a>.
ru_ru: Это тестовый сайт, только для разработчиков. Вам возможно необходим <a href="http://www.pledgebank.com/">действующий сайт</a>.
sk_sk: Toto je len skušobná stránka pre vývojárov. Vy sa asi chcete dostať <a href="http://www.pledgebank.com/">na&nbsp;normálnu stránku.</a>

source: Note: On this test site, the date is faked to be
cy_gb: Sylwer: Ar y safle hwn, mae'r dyddiad yn ffug, sef
es_es: Nota: En esta página de prueba, la información no es válida
fr_fr: N.B.&nbsp;: Sur ce site de test, la date suppose qu'on est le
it_it: Nota: Su questo sito, la data è sempre il
ru_ru: Внимание: на этом тестовом сайте дата не настоящая
sk_sk: Poznámka: Na tejto stránke je dátum zmenený na

source: Navigation
cy_gb: Llywio
es_es: Navegación
it_it: Navigazione
ru_ru: Перемещение
sk_sk: Navigácia

source: Translate into your language...
es_es: Traduzca a su idioma
fr_fr: Traduire dans votre langue...
ru_ru: Как перевести на свой язык...
sk_sk: Preložiť do vášho jazyka...

source: Change
es_es: Cambiar
fr_fr: changer
ru_ru: Изменить
sk_sk: Zmeniť

source: Translate PledgeBank into your language
cy_gb: Cyfieithwch PledgeBank i'ch iaith eich hun
es_es: Traduzca PledgeBank a su idioma
fr_fr: Traduire Promessothèque dans votre langue
it_it: Traduci PledgeBank nella tua lingua
ru_ru: Как перевести PledgeBank на свой язык
sk_sk: Preložte Sľubowebku do svojho jazyka

source: Built by mySociety
cy_gb: Adeiladwyd gan mySociety
es_es: Llevado a cabo por mySociety
fr_fr: Construit par mySociety
it_it: Realizzato da mySociety
ru_ru: Разработано организацией mySociety
sk_sk: Vytvorila mySociety

source: Powered by Easynet
es_es: Sostenido por Easynet
fr_fr: Optimisé par Easynet
ru_ru: При поддержке Easynet
sk_sk: Zabezpečuje Easynet

source: I will
cy_gb: Bydda i'n
es_es: Me comprometo a
fr_fr: Je vais
it_it: Mi impegno a
ru_ru: Я
sk_sk: Sľubujem, že

source: From:
es_es: De:
fr_fr: De&nbsp;:
ru_ru: От:
sk_sk: Odosielateľ:

source: on
es_es: en
fr_fr: le
ru_ru: на
sk_sk: na

source: Subject
cy_gb: Pwnc
es_es: Asunto
fr_fr: Sujet
it_it: Titolo
ru_ru: Тема
sk_sk: Vec

source: None of your friends have made or signed any pledges.
es_es: Ninguno de sus amigos ha publicado ni se ha suscrito a un compromiso.
fr_fr: Aucun de vos amis n'a n'a créé ou souscrit de promesse.
ru_ru: Никто из Ваших друзей не создал и не присоединился ни к одному обещанию.
sk_sk: Nikto z týchto priateľov nenapísal žiaden sľub ani sa pod žiaden sľub nepodpísal.

source: See some featured pledges.
fr_fr: Voyez quelques promesses suggérées.
ru_ru: Посмотреть несколько featured-обещаний.
sk_sk: Prozrite si niekoľko upútavok na sľuby.

source: Pledge you've created:
es_es: Compromisos que ha creado:
fr_fr: Promesse que vous avez créée&nbsp;:
ru_ru: Созданное Вами обещание:
sk_sk: Sľub, ktorý ste napísali:

source: Pledge you've signed:
es_es: Compromisos a los que se ha suscrito:
fr_fr: Promesse que vous avez souscrite&nbsp;:
ru_ru: Обещание на которое Вы подписались:
sk_sk: Sľub, pod ktorý ste sa podpísali:

source: You've neither made nor signed any pledges.
es_es: No se ha suscrito ni publicado ningún compromiso.
fr_fr: Vous n'avez créé ou souscrit aucune promesse.
ru_ru: Вы не создали и не присоединились ни к одному обещанию.
sk_sk: Nenapísali ste ani ste sa nepodpísali pod žiaden sľub.

source: Thanks for signing up to this pledge!
cy_gb: Diolch yn fawr am lofnodi'r addewid hwn!
es_es: ¡Gracias por unirse a este compromiso!
fr_fr: Merci de souscrire cette promesse!
it_it: Grazie di aver aderito a questo impegno!
ru_ru: Спасибо за присоединение к обещанию!
sk_sk: Ďakujeme, že ste sa podpísali pod tento sľub!

source: Your signature has made this pledge reach its target! Woohoo!
cy_gb: Eich llofnod chi yw'r un sy wedi gwthio'r addewid dros y llinell derfynol!Da iawn chi!
es_es: ¡Su firma ha hecho que este compromiso haya logrado su objetivo! ¡Yujú!
fr_fr: Votre signature a permis à cette promesse d'atteindre son objectif! Hourra!
it_it: La tua firma ha permesso a questo impegno di raggiungere il traguardo!
ru_ru: Благодаря Вашей поддержке данное обещание стало успешным! Здорово!
sk_sk: Vďaka vášmu podpisu dosiahol tento sľub podporu potrebného počtu ľudí! Hurááá!

source: You've already signed this pledge!
cy_gb: Dych chi eisoes wedi llofnodi'r addewid hwn!
es_es: ¡Vd. ya se ha suscrito a este compromiso!
fr_fr: Vous avez déjà souscrit cette promesse!
it_it: Hai già sottoscritto questo impegno!
ru_ru: Вы уже поддержали данное обещание!
sk_sk: Pod tento sľub ste sa už podpísali.

source: Sorry &mdash; it wasn't possible to sign that pledge.
cy_gb: Mae'n flin gennym &mdash; nid oedd yn bosibl i chi lofnodi'r addewid.
es_es: ¡Lo sentimos! &mdash; no ha sido posible suscribirle a este compromiso.
fr_fr: Désolé &mdash; il n'a pas été possible de souscrire cette promesse.
it_it: Errore &mdash; impossibile sottoscrivere l'impegno.
ru_ru: Извините &mdash; нам не удалось присоединить Вас к данному обещанию.
sk_sk: Prepáčte, pod tento sľub sa už nedá podpísať.

source: Sorry! Something's gone wrong.
cy_gb: Sori! Aeth rhywbeth o'i le.
es_es: ¡Lo sentimos! Ha ocurrido un error.
fr_fr: Désolé! Une erreur est survenue.
it_it: Scusa! Qualcosa è andato storto.
ru_ru: Извините! Что-то пошло не так.
sk_sk: Prepáčte, niečo sa pokazilo.

source: Please try again later, or <a href="mailto:team&#64;pledgebank.com">email us</a> for help resolving the problem.
es_es: Por favor, inténtelo más tarde o <a href="mailto:team&#64;pledgebank.com">envíenos un correo electrónico</a> para ayudar a resolver el problema.
fr_fr: Veuillez réessayer plus tard, ou <a href="mailto:team&#64;pledgebank.com">envoyez-nous un courriel</a> pour que nous vous aidions à résoudre le problème.
ru_ru: Пожалуйста, попытайтесь еще раз позже, или <a href="mailto:team&#64;pledgebank.com">свяжитесь с нами</a>, чтобы получить помощь в решении проблемы.
sk_sk: Prosím, skúste neskôr alebo <a href="mailto:team&#64;pledgebank.com">nám napíšte</a> a my problém vyriešime.

source: PledgeBank reference not known
cy_gb: Cyfeirnod PledgeBank anhysbys
es_es: Referencia a PledgeBank desconocida
fr_fr: Référence de Promessothèque inconnue
it_it: Riferimento PledgeBank non riconosciuto
ru_ru: Неизвестная ссылка
sk_sk: Odkaz neznámy

source: We couldn't find that pledge. Please check the URL again carefully. Alternatively, try the search at the top right.
cy_gb: Methwyd dod o hyd i'r addewid. Gwiriwch yr URL eto'n ofalus. Gallwch hefyd ddefnyddio'r teclyn chwilio, uchod ar y dde.
es_es: No hemos podido encontrar ese compromiso. Por favor, vuelva a comprobar la dirección cuidadosamente. Alternativamente, puede intentar hacer uso del campo de búsqueda situado a la derecha en la parte superior.
fr_fr: Cette promesse est introuvable. Veuillez revérifier l'URL attentivement, ou essayez la fonction de recherche dans le coin supérieur droit.
it_it: Non abbiamo trovato questo impegno. Controlla bene l'URL, oppure prova a fare una ricerca in alto a destra.
ru_ru: Нам не удалось найти данное обещание. Пожалуйста, проверьте URL еще раз. Или, попробуйте поиск в верхнем правом углу страницы.
sk_sk: Túto stránku sa nepodarilo násť. Prosím, skontrolujte adresu alebo skúste vyhľadávanie vpravo hore.

source: Pledge is not present in database
cy_gb: Dyw'r addewid ddim yn y gronfa ddata
es_es: El compromiso no se encuentra presente en la base de datos
fr_fr: La promesse n'existe pas dans la base de données.
it_it: L'impegno non è nel database
ru_ru: Обещание отсутствует в базе данных
sk_sk: Sľub sa v databáze nenachádza

source: byarea_location_id not valid
es_es: byarea_location_id no válido
fr_fr: byarea_location_id invalide
ru_ru: byarea_location_id не правильный
sk_sk: byarea_location_id nie je platné

source: Place
cy_gb: Lleoliad
es_es: Lugar
fr_fr: Endroit
it_it: Località
ru_ru: Место
sk_sk: Miesto

source: Postcode area
cy_gb: Ardal C&ocirc;d Post
es_es: Código postal
fr_fr: Zone de code postal
it_it: Codice postale
ru_ru: Почтовый индекс
sk_sk: PSČ

source: Roughly translate the pledge into your language (using Altavista's Babel Fish machine translator)
es_es: Traduzca apróximadamente el compromiso a su idioma (utilizando el sistema de traducción de Altavista Babel Fish)
fr_fr: Traduire rapidement la promesse dans votre langue (à l'aide du traducteur automatique Babel Fish d'Altavista)
ru_ru: Сделать примерный перевод обещания на свой язык (используя автоматизированный переводчик Altavista's Babel Fish)
sk_sk: Zhruba preložte sľub do svojho jazyka (pomocou strojového prekladača Babel Fish na Altaviste)

source: translate
es_es: Traduzca
fr_fr: traduire
ru_ru: перевести
sk_sk: preložiť

source: admin
es_es: administrador
fr_fr: administration
ru_ru: Администратор
sk_sk: správca

source: contact
es_es: contacto
ru_ru: связаться
sk_sk: Poslať správu

source: Deadline to sign up by:
cy_gb: - Dylid arwyddo cyn:
es_es: Fecha límite para ofrecerse voluntario:
fr_fr: Date limite pour les souscriptions&nbsp;:
it_it: Data limite per impegnarsi:
ru_ru: Подключиться можно до:
sk_sk: Termín pre podpisy:

source: %s person signed up
cy_gb: arwyddwyd gan %s person
es_es: Se suscribió %s usuario
fr_fr: %s personne a souscrit
it_it: %s adesione
ru_ru: %s человек присоединился
sk_sk: %s človek podpísaný

source: %s person has signed up
cy_gb: %s person wedi arwyddo
es_es: %s usuario se ha suscrito
fr_fr: %s personne a souscrit
it_it: Ha aderito %s persona
ru_ru: %s человек присоединился
sk_sk: %s človek sa podpísal

source: successful in %d place
es_es: Con éxito en %d lugar
fr_fr: fructueuse dans %d endroit
ru_ru: успешно в %d месте
sk_sk: úspešný na %d mieste

source: (%d over target)
cy_gb: (%d dros y targed)
es_es: (%d sobre el objetivo)
fr_fr: (%d de plus que l'objectif)
it_it: (%d oltre il target)
ru_ru: (%d сверх необходимого кол-ва)
sk_sk: (%d nad potrebný počet ľudí)

source: %d more was needed
cy_gb: Roedd angen %d mwy
es_es: Se necesitó %d más
fr_fr: Il en fallait %d de plus
it_it: %d mancante
ru_ru: требовалось %d
sk_sk: ešte bolo treba %d človeka

source: %d more needed
es_es: Se necesita %d más
fr_fr: Il en faut %d de plus
it_it: ne manca %d
ru_ru: еще %d необходимо
sk_sk: ešte treba %d človeka

source: This is a %s pledge
es_es: Éste es un compromiso %s
fr_fr: Ceci est une promesse de %s
ru_ru: Это обещание %s
sk_sk: Toto je sľub %s

source: Show all of the %s pledges
es_es: Mostrar todos los compromisos de %s
fr_fr: Afficher toutes les promesses de %s
ru_ru: Показать все обещания из %s
sk_sk: Zobraziť všetkých %s sľubov

source: show more
es_es: Mostrar más
fr_fr: en afficher plus
ru_ru: подробнее
sk_sk: Viac

source: Show where exactly this place is (using Google Maps)
es_es: Muestra el emplazamiento exacto de este sitio (usando Google Maps)
fr_fr: Montrer l'endroit exact (à l'aide de Google Maps)
ru_ru: Где, конкретно, находится данное место (используя сервис Google Maps)
sk_sk: Ukázať, kde presne sa toto miesto nachádza (pomocou Google Maps)

source: view map
es_es: Vea el mapa
fr_fr: voir la carte
it_it: vedere una mappa
ru_ru: посмотреть карту
sk_sk: ukázať na mape

source: More details
cy_gb: Mwy o fanylion
es_es: Más detalles
fr_fr: Plus de détails
it_it: Ulteriori dettagli
ru_ru: Детали
sk_sk: Podrobnosti

source: Pledge originally made by %s
es_es: Compromiso creado originalmente por %s
fr_fr: Promesse créée à l'origine par %s
ru_ru: Обещание первоначально создано автором %s
sk_sk: Sľub pôvodne napísal(a) %s

source: Anything wrong with this pledge? Tell us!
cy_gb: Unrhyw beth o'i le ar yr addewid? Rhowch wybod!
es_es: ¿Cree que hay alguna irregularidad con este compromiso? ¡Háganoslo saber!
fr_fr: Il y a un problème avec cette promesse? Avertissez-nous!
it_it: Qualcosa non va in questo impegno? Scrivici!
ru_ru: Что-то не так с этим обещанием? Сообщите нам!
sk_sk: Nie je niečo s týmto sľubom v poriadku? Dajte nám o tom vedieť!

source: I, %s, will %s.
es_es: Yo, %s, me comprometo a %s.
fr_fr: Je, %s, promets de %s.
ru_ru: Я, %s, %s.
sk_sk: Ja, sľubujem, že %s, sľúbia %s.

source: I will %s.
es_es: Me comprometo a %s.
fr_fr: Je promets de %s.
ru_ru: Я %s.
sk_sk: Sľubujem, že %s.

source: I, %s, will %s but only if <strong>%s</strong> %s will %s.
cy_gb: Fe fydda i, %s, yn %s ond dim ond os bydd <strong>%s</strong> %s yn %s.
es_es: Yo, %s, me comprometo a %s siempre y cuando <strong>%s</strong> %s, por su parte, se comprometan a %s.
fr_fr: Je, %s, m'engage à %s à condition que <strong>%s</strong> %s s'engagent à %s.
it_it: Io, %s, mi impegno a %s ma solamente se <strong>%s</strong> %s si impegneranno %s.
ru_ru: Я, %s, %s но только, если еще <strong>%s</strong> %s %s.
sk_sk: Ja, %s, sľubujem, že %s, ale len ak <strong>%s sľúbia, že </strong> %s %s.

source: I will %s but only if <strong>%s</strong> %s will %s.
cy_gb: Bydda i'n %s ond dim ond os bydd <strong>%s</strong> %s yn %s.
es_es: Me comprometo a %s siempre y cuando <strong>%s</strong> %s, por su parte, se comprometan a %s.
fr_fr: Je m'engage à %s à condition que <strong>%s</strong> %s s'engagent à %s.
it_it: Mi impegno a %s ma solamente se <strong>%s</strong> %s si impegneranno %s.
ru_ru: Я %s но только, если еще <strong>%s</strong> %s %s.
sk_sk: Sľubujem, že %s, ale len ak <strong>%s</strong> %s sľúbia, že %s.

source: Sign up where you live
es_es: Dése de alta donde viva
fr_fr: Souscrivez où vous habitez
ru_ru: Подключение в своем регионе
sk_sk: Zapíšte sa tam, kde bývate

source: Sign up now
cy_gb: Llofnodwch nawr
es_es: Suscribirse ahora
fr_fr: Signez maintenant
it_it: Sottoscrivi adesso
ru_ru: Подключение
sk_sk: Podpíšte sa teraz

source: (we only use this to tell you when the pledge is completed and to let the pledge creator get in touch)
es_es: (solo usaremos esto para informarle de la conclusión del plazo del compromiso y permitir que el creador del mismo pueda contactarlo)
fr_fr: (nous l'utilisons uniquement pour vous informer quand la promesse réussit, et pour permettre à son auteur de vous contacter)
ru_ru: (нам необходимо это для уведомления Вас о завершении обещания и для контактов автора с Вами)
sk_sk: (tieto údaje využijeme len na to, aby sme vám napísali, keď bude sľub splnený, a&nbsp;aby sa jeho autor(ka), mohol&nbsp;(-la) s&nbsp;vami spojiť)

source: Show my name publicly on this pledge.
es_es: Mostrar mi nombre públicamente en este compromiso.
fr_fr: Afficher mon nom publiquement avec cette promesse.
ru_ru: Отображать мое имя в данном обещании (будет доступно для "поисковиков").
sk_sk: Zobraziť moje meno pod týmto sľubom.

source: People searching for your name on the Internet might be able to find your signature.
es_es: Cualquiera que busque en internet su nombre podrá encontrar su suscripción.
fr_fr: Les gens recherchant votre nom sur Internet pourraient trouver votre signature.
sk_sk: Ľudia, ktorí budú hľadať vaše meno na internete, možno nájdu váš podpis.

source: Your country:
es_es: Su país:
fr_fr: Votre pays&nbsp;:
ru_ru: Ваша страна:
sk_sk: Vaša krajina

source: Your town:
es_es: Su ciudad:
fr_fr: Votre ville&nbsp;:
ru_ru: Ваш город:
sk_sk: Vaše mesto:

source: (%s only)
es_es: (sólo para %s)
fr_fr: (%s seulement)
ru_ru: (доступно только для %s)
sk_sk: (len %s)

source: Sign Pledge
cy_gb: Llofnodwch yr addewid
es_es: Ofrecerse voluntario
fr_fr: Souscrire la promesse
it_it: Sottoscrivo
ru_ru: Подключиться
sk_sk: Podpísať sa pod sľub

source: Or text &lsquo;<strong>%s %s</strong>&rsquo; to <strong>%s</strong>
es_es: O escriba &lsquo;<strong>%s %s</strong>&rsquo; a <strong>%s</strong>
fr_fr: Ou bien envoyez un texto '<strong>%s %s</strong>' à <strong>%s</strong>
sk_sk: Alebo napíšte „<strong>%s %s</strong>“ na <strong>%s</strong>

source: (in %s only)
es_es: (tan sólo en %s)
fr_fr: (%s uniquement)
ru_ru: (только для %s)
sk_sk: (len v %s )

source: Sign this pledge <strong><a href="%s">in Facebook</a>
es_es: Suscríbase al compromiso <strong><a href="%s">en Facebook</a>
fr_fr: Souscrire cette promesse <strong><a href="%s">sur Facebook</a>
sk_sk: Podpísať sa pod tento sľub <strong><a href="%s">na Facebooku</a>

source: Send message to signers
cy_gb: Anfon neges at lofnodwyr
es_es: Envíe un mensaje a sus voluntarios
fr_fr: Envoyez un message aux signataires
it_it: Invia un messaggio ai firmatari
ru_ru: Отослать сообщение подписчикам
sk_sk: Napísať ľuďom, ktorí sa podpísali

source: just %d day left
cy_gb: dim ond %d diwrnod ar &ocirc;l
es_es: sólo falta %d día
fr_fr: Il ne reste qu'%d jour
it_it: rimane solo %d giorno
ru_ru: остался, всего лишь, %d день
sk_sk: Ostáva len %d deň

source: %d day left
cy_gb: %d diwrnod ar &ocirc;l
es_es: falta %d día
fr_fr: Il reste %d jour
it_it: rimane %d giorno
ru_ru: остался %d день
sk_sk: ostáva %d deň

source: Target met nowhere
es_es: No se ha encontrado el criterio en ninguna parte
fr_fr: Objectif atteint nulle part
ru_ru: Цель нигде не достигнута
sk_sk: Stanovený počet ľudí sa nepodarilo dosiahnuť nikde

source: Target met in %d place
es_es: Meta alcanzada en %d lugar
fr_fr: Objectif atteint dans %d endroit
ru_ru: Цель достигнута в %d населенном пункте
sk_sk: Počet ľudí bol splnený na %d mieste

source: pledge open for %d hour.
es_es: Compromiso activo por espacio de %d hora.
fr_fr: promesse ouverte pendant %d heure.
ru_ru: обещание будет открыто еще %d час.
sk_sk: pod sľub sa bude dať podpísať %d hodinu.

source: Target met, pledge still open for %d hour.
es_es: Meta alcanzada. El compromiso permanecerá abierto por el plazo de %d día.
fr_fr: Objectif atteint, promesse ouverte pendant encore %d heure.
ru_ru: Цель достигнута, обещание будет открыто еще %d час.
sk_sk: Počet ľudí bol dosiahnutý, pod sľub sa bude dať podpísať %d hodinu.

source: Target met, pledge closed.
es_es: Meta alcanzada, compromiso cerrado.
fr_fr: Objectif atteint, promesse close.
it_it: Traguardo raggiunto, impegno concluso.
ru_ru: Цель достигнута, обещание завершено.
sk_sk: Počet ľudí bol dosiahnutý, termín sľubu uplynul.

source: Target met, pledge still open for %d day.
cy_gb: Nod wedi cyrraedd, addewid ar agor o hyd am %d diwrnod
es_es: Meta alcanzada. El compromiso permanecerá abierto por el plazo de %d día.
fr_fr: Objectif atteint, promesse ouverte pendant encore %d jour.
it_it: Traguardo raggiunto, impegno ancora aperto per %d giorno.
ru_ru: Цель достигнута, обещание будет открыто еще %d день.
sk_sk: Počet ľudí bol dosiahnutý, pod sľub sa bude dať podpísať %d deň.

source: Just %d hour left
es_es: sólo falta %d hora
fr_fr: Il ne reste qu'%d heure
ru_ru: Остался, всего лишь, %d час
sk_sk: Ostáva %d hodina

source: , %d more signature needed
es_es: , se precisa %d firma más)
fr_fr: , %d signature supplémentaire requise
ru_ru: , необходима еще %d подпись
sk_sk: , ešte treba %d podpis

source: Deadline expired, pledge failed.
cy_gb: Terfyn wedi mynd heibio, methodd yr addewid.
es_es: Se ha excedido la fecha límite. El compromiso no ha sido respaldado esta vez.
fr_fr: La date limite a été dépassée, la promesse a échoué.
it_it: Data limite raggiunta, impegno fallito.
ru_ru: Обещание достигло своей даты окончания, обещание не удалось.
sk_sk: Termín uplynul, sľub nebol úspešný.

source: Just %d day left
es_es: sólo falta %d día
fr_fr: Il ne reste qu'%d jour
ru_ru: Остался, всего лишь, %d день
sk_sk: Ostáva len %d deň

source: Success
cy_gb: Llwyddiant
es_es: Éxito
fr_fr: Succès
it_it: Successo
ru_ru: Успешно
sk_sk: Podarilo sa

source: That pledge has already finished
cy_gb: Mae'r addewid eisoes ar ben
es_es: Este compromiso ha finalizado
fr_fr: Cette promesse a déjà expiré
it_it: L'impegno è già concluso
ru_ru: Обещание уже закрыто
sk_sk: Jeho termín už uplynul

source: That pledge is already full
cy_gb: Mae'r addewid eisoes yn llawn
es_es: Este compromiso no requiere más voluntarios
fr_fr: Cette promesse est déjà pleine
it_it: L'impegno è già completo
ru_ru: Обещание уже достигло своей цели
sk_sk: Pod tento sľub sa už nedá podpísať

source: Signing up with a place name is supported only by email (not mobile phones or Facebook)
es_es: Darse de alta con el nombre de un lugar tan sólo se permite por correo eléctronico (no por teléfono móvil o Facebook)
fr_fr: La souscription avec un nom de lieu n'est possible que par courriel (et non par téléphone mobile ou Facebook)
ru_ru: Подключение с помощью названия региона возможно только посредством email (с помощью мобильного телефона или Facebook это невозможно)
sk_sk: Registrácia cez meno mesta je možná len cez e-mail (nie z mobilu alebo Facebooku)

source: You've already signed that pledge
cy_gb: Rydych eisoes wedi arwyddo'r addewid
es_es: Usted ya se ha ofrecido voluntario para este compromiso
fr_fr: Vous avez déjà souscrit cette promesse
it_it: Hai già sottoscritto questo impegno
ru_ru: Вы уже подписались к данному обещанию
sk_sk: Pod tento sľub ste sa už podpísali

source: Permission denied
cy_gb: Caniat&acirc;d wedi'i wrthod
es_es: Permiso denegado
fr_fr: Permission refusée
it_it: Accesso negato
ru_ru: В доступе отказано
sk_sk: Povolenie bolo zamietnuté

source: Something went wrong unexpectedly
cy_gb: Aeth rhywbeth o'i le yn annisgwyl
es_es: Ha ocurrido algún error inesperado
fr_fr: Un problème est survenu
it_it: Qualcosa non ha funzionato inaspettatamente
ru_ru: Произошла неожиданная ошибка
sk_sk: Niečo sa nečakane pokazilo

source: Incorrect PIN!
cy_gb: PIN anghywir
es_es: ¡PIN incorrecto!
fr_fr: NIP incorrect!
it_it: Errore codice PIN!
ru_ru: Неверный PIN!
sk_sk: Nesprávne heslo.

source: PIN Protected Pledge
cy_gb: Addewid ag Amddiffyniad Rhif Adnabod Personol (PIN)
es_es: El compromiso se encuentra protegido por PIN
fr_fr: Promesse protégée par un NIP
it_it: Impegno protetto da un codice PIN
ru_ru: Защищенное PIN-кодом обещание
sk_sk: Tento sľub je chránený heslom

source: This pledge is protected. Please enter the PIN to proceed.
cy_gb: Mae'r addewid hwn dan warchod. Rhowch y Rhif Adnabod Personol (PIN) i fynd yn eich blaen.
es_es: Este compromiso se encuentra protegido. Por favor, introduzca el PIN para continuar.
fr_fr: Cette promesse est protégée. Veuillez entrer le NIP requis pour y accéder.
it_it: Questo impegno è protetto. Per procedere, inserire il codice PIN.
ru_ru: Это обещание защищено. Пожалуйста, введите PIN для продолжения.
sk_sk: Tento sľub je chránený heslom. Napíšte ho, prosím, aby ste mohli pokračovať ďalej.

source: Enter PIN
cy_gb: Rhowch Rhif Adnabod Personol (PIN)
es_es: Introduzca el PIN
fr_fr: Entrez votre NIP
it_it: Inserisci il PIN
ru_ru: Введите PIN
sk_sk: Napíšte heslo
