Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Then you will be able to view announcement messages.
cy_gb: Wedyn, gallwch chi weld y datganiadau.
es_es: Tras ello podrá ver los mensajes de anuncios.
fr_fr: Vous pourrez alors lire les messages d'annonces.
it_it: Una volta verificato questo, potrai visualizzare gli annunci.
ru_ru: Затем Вы сможете просмотреть сообщения автора обещания.
sk_sk: Potom budete môcť čítať správy týkajúce sa sľubu.

source: View pledge announcements archive on PledgeBank.com
cy_gb: Gweld archif datganiadau addewidion ar PledgeBank.com
es_es: Lea el archivo de anuncios de PledgeBank.com
fr_fr: Voir les archives d'annonces de promesses à Promessothèque.com
it_it: Visualizza l'archivio annunci su PledgeBank.com
ru_ru: Просмотр архива сообщений обещания на PledgeBank.com
sk_sk: Zobraziť staršie správy k&nbsp;sľubu na&nbsp;stránke www.slubowebka.com

source: Messages sent by creator to signers:
cy_gb: Negeseuon anfonwyd gan greadwyr at lofnodwyr:
es_es: Mensajes enviados a los voluntarios por parte del creador:
fr_fr: Messages envoyés aux signataires par l'auteur&nbsp;:
it_it: Messaggi inviati dal primo firmatario ai sottoscrittori:
ru_ru: Сообщения отосланные автором обещания подписчикам:
sk_sk: Správy od autora (-ky) sľubu:

source: Messages sent by creator to signers
cy_gb: Negeseuon anfonwyd gan greadwyr at lofnodwyr:
es_es: Mensajes enviados a los voluntarios por parte del creador
fr_fr: Messages envoyés aux signataires par l'auteur
it_it: Messaggi inviati dal primo firmatario ai sottoscrittori
ru_ru: Сообщения отосланные автором обещания подписчикам
sk_sk: Správy od autora (-ky) sľubu:

source: From
cy_gb: Oddi wrth
es_es: De
fr_fr: De
it_it: Dal
ru_ru: От
sk_sk: Odosielateľ(ka)

source: Date
cy_gb: Dyddiad
es_es: Fecha
it_it: Data
ru_ru: Дата
sk_sk: Dátum

source: The pledge creator has not sent any announcements yet.
cy_gb: Dyw cr&euml;wr yr addewid ddim wedi anfon datganiadau hyd yn hyn.
es_es: El creador del compromiso no ha enviado todavía ningún anuncio.
fr_fr: L'auteur de la promesse n'a pas encore envoyé d'annonce.
it_it: Il primo firmatario non ha fatto ancora alcun annuncio.
ru_ru: Автор обещания еще не отсылал сообщений.
sk_sk: Autor(ka) sľubu ešte neposlal(a) žiadne správy.

source: The messages can only be shown to people who have signed the pledge.
cy_gb: Dim ond pobl sy wedi llofnodi'r addewid sy'n cael gweld y negeseuon.
es_es: Los mensajes sólo pueden ser vistos por personas que se han suscrito al compromiso.
fr_fr: Seuls les signataires de la promesse peuvent voir les messages.
it_it: Hanno accesso ai messaggi solo i co-firmatari dell'impegno.
ru_ru: Сообщение будет доступно только тем, кто присоединился к обещанию.
sk_sk: Správy môžu vidieť len ľudia, ktorí sa podpísali pod tento sľub.

source: Missing pledge reference
cy_gb: Allweddair addewid colledig
es_es: Falta la referencia al compromiso
fr_fr: Référence de promesse manquante
it_it: Riferimento dell'impegno mancante
ru_ru: Не указана ссылка
sk_sk: Chýba odkaz k sľubu

source: Pledge announce unsubscribe
fr_fr: Se désabonner des messages d'information de l'auteur de la promesse
sk_sk: Odhlásenie sa zo správ o&nbsp;sľuboch

source: Okay, you won't receive any more emails from the pledge creator of this pledge.
fr_fr: D'accord, vous ne recevrez plus de courriels de l'auteur de cette promesse.
sk_sk: OK, od&nbsp;autora (-ky) sľubu už nebudete dostávať žiadne e-maily.

source: Back to pledge page
es_es: Volver a la página del compromiso
fr_fr: Retourner à la promesse
ru_ru: Вернуться к обещанию
sk_sk: Späť na stránku so sľubmi

source: Before you can send a message to all the signers, we need to check that you created the pledge.
cy_gb: Cyn i chi anfon neges at y llofnodwyr, mae rhaid i ni wirio taw chi yw cr&euml;wr yr addewid.
es_es: Antes de que pueda enviar un mensaje de correo electrónico a sus voluntarios, necesitamos comprobar que Usted es el creador del compromiso.
fr_fr: Avant que vous puissiez envoyer un message à tous les signataires, nous devons nous assurer que vous avez créé la promesse.
it_it: Prima di poter inviare un messaggio a tutti i firmatari, dobbiamo verificare che tu sia il primo firmatario.
ru_ru: Перед тем как Вы сможете отослать сообщение всем присоединившимся нам необходимо проверить, являетесь ли Вы автором обещания.
sk_sk: Predtým, ako pošlete správu všetkým podpísaným, potrebujeme skontrolovať, či ste napísali tento sľub.

source: Then you will be able to send a message to everyone who has signed your pledge.
cy_gb: Wedyn gallwch chi anfon neges at bawb sy wedi llofnodi eich addewid.
es_es: A partir de ese momento podrá enviar un mensaje de correo electrónico a todo aquél que se haya suscrito a su compromiso.
fr_fr: Vous pourrez alors envoyer un message à tous les signataires de votre promesse.
it_it: Una volta verificato questo, potrai inviare un messaggio a tutti coloro che hanno sottoscritto il tuo impegno.
ru_ru: После этого Вы сможете отослать сообщение каждому присоединившемуся к обещанию.
sk_sk: Potom budete môcť poslať správu každému, kto sa podpísal pod váš sľub.

source: Send a message to your pledge signers at PledgeBank.com
cy_gb: Anfonwch neges at lofnodwyr eich addewid PledgeBank.com
es_es: Envíe un mensaje de correo electrónico a los voluntarios de su compromiso a través de PledgeBank.com
fr_fr: Envoyer un message aux signataires de votre promesse à Promessothèque.com
it_it: Invia un messaggio ai tuoi co-firmatari su PledgeBank.com
ru_ru: Отправка сообщения присоединившимся к Вашему обещанию на PledgeBank.com
sk_sk: Pošlite správu všetkým, ktorí sa podpísali na&nbsp;stránke www.slubowebka.com

source: Pledge creator's page
cy_gb: Tudalen Cr&euml;wr Addewid
es_es: Página del creador del compromiso
fr_fr: Page de l'auteur de la promesse
it_it: Pagina del primo firmatario dell'impegno
ru_ru: Страница автора обещания
sk_sk: Stránka autora&nbsp;(-ky) sľubu

source: You must be the pledge creator to send a message to all signers. Please <a href="/logout">log out</a> and try again.
cy_gb: Dim ond cr&euml;wr yr addewid gall anfon neges at y llofnodwyr. Ceisiwch <a href="/logout">allgofnodi</a> a dechrau eto.
es_es: Ha de ser el creador del compromiso para poder enviar un mensaje a todos los voluntarios. Por favor, <a href="/logout">salga</a> e inténtelo de nuevo.
fr_fr: Vous devez être l'auteur de la promesse pour envoyer un message à tous les signataires. Veuillez <a href="/logout">vous déconnecter</a> et réessayer.
it_it: Devi essere il primo firmatario dell'impegno per inviare un messaggio a tutti i co-firmatari. Si prega di fare <a href="/logout">logout</a> e di riprovare.
ru_ru: Чтобы отослать сообщение всем присоединившимся Вы должны быть автором обещания. Вам необходимо <a href="/logout">выйти</a> и зайти как автор.
sk_sk: Aby ste mohli poslať správu všetkým, ktorí sa podpísali, musíte byť prihlásený&nbsp;(-á) ako autor(ka) sľubu. Prosím, <a href="/logout">odhláste sa</a> a&nbsp;skúste znova.

source: failure announcement message
cy_gb: neges datganiad methiant
es_es: Mensaje de compromiso fallido
fr_fr: message d'annonce d'échec
it_it: un annuncio di impegno fallito
ru_ru: сообщения о не удачном завершении
sk_sk: chyba správy

source: success announcement message
cy_gb: neges datganiad llwyddiant
es_es: Mensaje de éxito
fr_fr: message d'annonce de succès
it_it: un annuncio di impegno riuscito
ru_ru: сообщения об успешном завершении
sk_sk: Správa o úspechu

source: second or subsequent success message
cy_gb: neges datganiad llwyddiant am yr ail dro neu fwy
es_es: segundo o siguiente mensaje de éxito
fr_fr: second ou subséquent message de succès
it_it: un secondo o ulteriore messaggio susseguente al successo
ru_ru: второго или последующего сообщения об успешном завершении
sk_sk: druhú alebo ďalšiu správu o&nbsp;úspechu

source: general message
cy_gb: neges gyffredinol
es_es: Mensaje general
fr_fr: message général
it_it: messaggio generale
ru_ru: общего сообщения
sk_sk: správu

source: Send announcement
es_es: Enviar anuncio
fr_fr: Envoyer l'annonce
ru_ru: Отправка объявления
sk_sk: Poslať správu

source: You have already sent %d %s, which is all that you're allowed.
cy_gb: Dych chi eisoes wedi anfon %d %s, sef y mwyafswm y cewch chi.
es_es: Ya ha enviado %d %s, con lo cual ha superado el máximo permitido.
fr_fr: Vous avez déjà envoyé %d %s, ce qui est le maximum vous étant permis.
it_it: Hai già inviato %d %s, di più non ti è permesso.
ru_ru: Вы уже отослали %d %s. Это всё, что Вам доступно.
sk_sk: %d %s ste už poslali, a&nbsp;to je všetko, na&nbsp;čo máte povolenie.

source: Think of your signers' poor inboxes, crumbling under the load of all the mail you want to send them.
cy_gb: Meddyliwch am y straen ar fewnflychau eich llofnodwyr druan, sy'n gwichian dan bwysau'r negeseuon dych chi wedi anfon.
es_es: Piense en los pobre buzones de entrada de sus voluntarios, saturados por la cantidad de correo electrónico que desea hacerles llegar.
fr_fr: Pensez aux boîtes de réception de vos signataires, croulant sous le poids de tout le courrier que vous voulez leur envoyer.
it_it: Pensa alle povere caselle postali dei tuoi sottoscrittori, oberate dalla massa di email che tu vorresti spedire loro.
ru_ru: Убедитесь, что почтовые ящики подписчиков не треснут по швам от Вашей почты.
sk_sk: Myslite na úbohé schránky ľudí, prehýbajúce sa pod ťarchou všetkých e-mailov, ktoré im chcete poslať.

source: Announcement sent
cy_gb: Anfonwyd Datganiad
es_es: Anuncio enviado
fr_fr: Annonce envoyée
it_it: Messaggio inviato
ru_ru: Сообщение отослано
sk_sk: správa bola odoslaná

source: <strong>Thank you!</strong> Your message will now be sent to all the people who signed your pledge in %s. A copy will also be sent to you for your records.
es_es: <strong>¡Gracias!</strong> Su mensaje será enviado a todos los voluntarios de su compromiso en %s. También le será enviada a Vd. una copia del mensaje.
fr_fr: <strong>Merci!</strong> Votre message sera maintenant envoyé à tous les signataires de votre promesse à %s. Vous en recevrez également une copie pour vos dossiers.
ru_ru: <strong>Спасибо!</strong> Теперь сообщение будет отослано всем, кто присоединился к Вашему обещанию в %s. Кроме этого, копия сообщения будет отослана и Вам для улучшения контроля.
sk_sk: <strong>Ďakujeme!</strong> Vaša správa bude teraz poslaná všetkým ľuďom, ktorí sa podpísali pod váš sľub v&nbsp;meste %s. Kópiu dostanete aj vy, aby ste o&nbsp;tom mali záznam.

source: <strong>Thank you!</strong> Your message will now be sent to all the people who signed your pledge. A copy will also be sent to you for your records.
es_es: <strong>¡Gracias!</strong> Su mensaje será enviado a todos los voluntarios de su compromiso. También le será enviada a Vd. una copia del mensaje.
fr_fr: <strong>Merci!</strong> Votre message sera maintenant envoyé à tous les signataires de votre promesse. Vous en recevrez également une copie pour vos dossiers.
it_it: <strong>Grazie!</strong> Il tuo messaggio verrà inviato a tutti coloro che hanno aderito al tuo impegno. Ne riceverai una copia.
ru_ru: <strong>Спасибо!</strong> Теперь сообщение будет отослано всем, кто присоединился к Вашему обещанию. Кроме этого, копия сообщения будет отослана и Вам для улучшения контроля.
sk_sk: <strong>Ďakujeme!</strong> Vašu správu teraz dostanú všetci ľudia, ktorí sa podpísali pod váš sľub. Kópiu dostanete aj vy, aby ste o&nbsp;tom mali záznam.

source: Sorry - pledge failed in %s - '%s'
es_es: Lo sentimos - el compromiso ha fallado en %s - '%s'
fr_fr: Désolé - la promesse a échoué à %s - '%s'
ru_ru: Извините - обещание не удалось в %s - '%s'
sk_sk: Prepáčte, sľub nebol úspešný v&nbsp;meste %s — „%s“

source: Sorry - pledge failed - '%s'
cy_gb: Ymddiheuriadau - methwyd addewid - '%s'
es_es: Lo sentimos - el compromiso ha sido fallido - '%s'
fr_fr: Désolé - la promesse a échoué - '%s'
it_it: Peccato - L'impegno è fallito - '%s'
ru_ru: Извините - обещание не удалось - '%s'
sk_sk: Prepáčte, sľub „%s“ nebol úspešný

source: Pledge success in %s! - '%s' at PledgeBank.com
es_es: ¡Compromiso logrado en %s! - '%s' en PledgeBank.com
fr_fr: La promesse a réussi à %s! - '%s' à Promessothèque.com
ru_ru: Обещание достигло свое цели в %s! - '%s' на PledgeBank.com
sk_sk: Sľub bol úspešný v obci %s! — sľub „%s“ na stránke www.slubowebka.com

source: Pledge success! - '%s' at PledgeBank.com
cy_gb: Addewid wedi llwyddo! - '%s' ar PledgeBank.com
es_es: ¡Compromiso logrado! - '%s' en PledgeBank.com
fr_fr: La promesse a réussi! - '%s' à Promessothèque.com
it_it: L'impegno è un successo! - '%s' a PledgeBank.com
ru_ru: Обещание достигло свое цели! - '%s' на PledgeBank.com
sk_sk: Sľub „%s“ bol na Slubowebke úspešný!

source: Update on pledge in %s - '%s' at PledgeBank.com
es_es: Actualización del compromiso in %s - '%s' en PledgeBank.com
fr_fr: Mise à jour de la promesse à %s - '%s' à Promessothèque.com
ru_ru: Изменения в обещании в %s - '%s' на PledgeBank.com
sk_sk: Nové informácie o sľube v obci %s — „%s“ na&nbsp;www.slubowebka.com

source: Update on pledge - '%s' at PledgeBank.com
cy_gb: Diweddariad ar addewid - '%s' ar PledgeBank.com
es_es: Actualización del compromiso - '%s' en PledgeBank.com
fr_fr: Mise à jour de la promesse - '%s' à Promessothèque.com
it_it: Aggiornamento impegno - '%s' - PledgeBank.com
ru_ru: Изменения в обещании - '%s' на PledgeBank.com
sk_sk: Nové informácie o sľube „%s“ na stránke www.slubowebka.com

source: ADD INSTRUCTIONS FOR PLEDGE SIGNERS HERE, INCLUDING YOUR CONTACT INFO
cy_gb: RHOWCH CYFARWYDDIADAU I LOFNODWYR EICH ADDEWID YMA, GAN GYNNWYS EICH MANYLION CYSYLLTU
es_es: AÑADA INSTRUCCIONES ACERCA DE SU COMPROMISO AQUÍ, INCLUYENDO SU INFORMACIÓN DE CONTACTO
fr_fr: AJOUTER LES INSTRUCTIONS POUR LES SIGNATAIRES ICI, Y COMPRIS VOS COORDONNÉES
it_it: INSERISCI QUI LE ISTRUZIONI PER I FIRMATARI, COMPRESE LE INFORMAZIONI SU COME CONTATTARTI
ru_ru: УКАЖИТЕ ЗДЕСЬ ИНСТРУКЦИИ ДЛЯ ПОДПИСЧИКОВ, ВКЛЮЧАЯ ВАШУ КОНТАКТНУЮ ИНФОРМАЦИЮ
sk_sk: SEM NAPÍŠTE POKYNY PRE PODPÍSANÝCH ĽUDÍ A KONTAKT NA VÁS.

source: ADD INSTRUCTIONS FOR PLEDGE SIGNERS IN %s HERE, INCLUDING YOUR CONTACT INFO
es_es: AÑADA INSTRUCCIONES PARA LOS SUSCRIPTORES DEL COMPROMISO EN %s AQUÍ, INCLUYENDO SU INFORMACIÓN DE CONTACTO
fr_fr: AJOUTER LES INSTRUCTIONS POUR LES SIGNATAIRES À %s ICI, Y COMPRIS VOS COORDONNÉES
ru_ru: УКАЖИТЕ ЗДЕСЬ ИНСТРУКЦИИ ДЛЯ ПОДПИСЧИКОВ В %s, ВКЛЮЧАЯ ВАШУ КОНТАКТНУЮ ИНФОРМАЦИЮ
sk_sk: SEM NAPÍŠTE POKYNY PRE ĽUDÍ PODPÍSANÝCH V OBCI %s A KONTAKT NA VÁS.

source: Send %s to signers of '%s'
cy_gb: Anfonwch %s at lofnodwyr '%s'
es_es: Envie %s a los voluntarios de '%s'
fr_fr: Envoyer %s aux signataires de '%s'
it_it: Invia %s ai firmatari di '%s'
ru_ru: Отослать %s подписчикам '%s'
sk_sk: %s ľuďom podpísaným pod sľub „%s“

source: Hello, and thank you for signing our successful pledge! '%s' <%s> Yours sincerely, %s
cy_gb: Helo, a diolch yn fawr am lofnodi'n haddewid llwyddiannus! '%s' <%s> Yn gywir, %s
es_es: ¡Hola y gracias por suscribirse a nuestro compromiso! '%s' <%s> Atentamente, %s
fr_fr: Bonjour et merci de souscrire notre promesse fructueuse! '%s' <%s> Cordialement vôtre, %s
it_it: Buongiorno, grazie di aver sottoscritto il nostro impegno che è già un successo! '%s' <%s> Cordiali saluti, %s
ru_ru: Здравствуйте, и спасибо Вам что присоединились к нашему успешному обещанию! '%s' <%s> Искренне Ваш, %s
sk_sk: Čaute! Vďaka, že ste sa podpísali pod náš úspešný sľub! „%s“ <%s> S pozdravom %s

source: %s here. The %s pledge has been successful! <%s>.
cy_gb: %s sydd yma. Mae'r addewid %s wedi llwyddo! <%s>.
es_es: %s aquí. ¡El compromiso %s ha tenido éxito! <%s>.
fr_fr: Ici %s. La promesse %s a été un succès! <%s>.
it_it: Qui %s. L'impegno %s è un successo! <%s>.
ru_ru: Это %s. Обещание %s достигло своей цели! <%s>.
sk_sk: Tu je %s. Sľub %s bol úspešný! <%s>.

source: Hello, and sorry that our pledge has failed. '%s' <%s> Yours sincerely, %s
cy_gb: Helo. Mae'n flin gennym ond mae'n haddewid wedi methu. '%s' <%s> Yn gywir, %s
es_es: Hola. Sentimos que su compromiso no haya tenido éxito. '%s' <%s> Atentamente, %s
fr_fr: Bonjour, nous sommes désolés, mais notre promesse a échoué. '%s' <%s> Cordialement vôtre, %s
it_it: Buongiorno, mi dispiace molto che il nostro impegno sia fallito. '%s' <%s> Cordiali saluti, %s
ru_ru: Здравствуйте, и извините что наше обещание не удалось. '%s' <%s> Искренне Ваш, %s
sk_sk: Čaute! Je mi ľúto, že náš sľub nebol úspešný. „%s“ <%s> S pozdravom %s

source: %s here. The %s pledge has failed. <%s>.
cy_gb: %s sydd yma. Mae'r addewid %s wedi methu. <%s>.
es_es: %s aquí. El compromiso %s no ha tenido éxito. <%s>.
fr_fr: Ici %s. La promesse %s a échoué. <%s>.
it_it: Qui %s. L'impegno %s è fallito. <%s>.
ru_ru: Это %s. Обещание %s не достигло своей цели. <%s>.
sk_sk: Tu je %s. Sľub %s sa nepodarilo splniť. <%s>.

source: Hello, <%s> Yours sincerely, %s Pledge says: '%s' %s
es_es: Hola, <%s> Atentamente, %s El compromiso enuncia: '%s' %s
fr_fr: Bonjour, <%s> Cordialement vôtre, %s La promesse dit&nbsp;: '%s' %s
ru_ru: Здравствуйте, <%s> Искренне Ваш, %s Обещание выглядит так: '%s' %s
sk_sk: Čaute, <%s> S pozdravom %s Sľub znie takto: „%s“ %s

source: Please edit the text of the SMS message
cy_gb: Golygwch y neges destun
es_es: Por favor, edite el texto del mensaje (SMS)
fr_fr: Veuillez éditer le texte du message SMS
it_it: Editare il testo del messaggio SMS
ru_ru: Пожалуйста, измените текст SMS-сообщения
sk_sk: Prosím, upravte text správy

source: Please add instructions for the pledge signers to the SMS message.
cy_gb: Ychwanegwch cyfarwyddiadau i lofnodwyr yr addewid i'r neges destun.
es_es: Por favor, añada instrucciones para los voluntarios en su mensaje de texto (SMS)
fr_fr: Veuillez ajouter au message SMS les instructions aux signataires de la promesse.
it_it: Si prega di aggiungere all'SMS istruzioni riguardo all'impegno per i tuoi co-firmatari.
ru_ru: Пожалуйста, добавьте в SMS-сообщение инструкции для тех, кто присоединился к обещанию.
sk_sk: Prosím, napíšte pokyny pre ľudí podpísaných cez SMS-ku.

source: Please shorten the text of the SMS message to 160 characters or fewer
cy_gb: Cwtogwch y neges destun i 160 o gymeriadau neu'n llai, os gwelwch yn dda
es_es: Por favor, reduzca su mensaje de texto (SMS) a un máximo de 160 caracteres
fr_fr: Veuillez raccourcir le texte du message SMS à 160 caractères ou moins
it_it: Si prega di accorciare il meesaggio SMS a meno di 160 caratteri
ru_ru: Пожалуйста, уменьшите текст SMS-сообщения до 160 символов
sk_sk: Prosím, skráťte, text správy na&nbsp;160 znakov alebo menej

source: Unfortunately, we can't send the character '%s' in an SMS message; please rewrite your message without it
cy_gb: Yn anffodus, ni allwn ni anfon y nod '%s' mewn neges destun; a allwch ailysgrifennu'r neges hebddo, os gwelwch yn dda?
es_es: Desgraciadamente no podemos enviar el caracter %s en un mensaje de texto (SMS); por favor, escriba su mensaje nuevamente omitiéndolo.
fr_fr: Malheureusement, nous ne pouvons afficher le caractère '%s' dans un message SMS; veuillez le supprimer
it_it: Sfortunatamente, non ci è possibile inviare il carattere '%s' via SMS; si prega di correggere il messaggio
ru_ru: К сожалению, мы не можем отослать сообщение содержащее символ '%s'; пожалуйста, перепишите Ваше сообщение не используя данный символ
sk_sk: Bohužiaľ, nemôžeme poslať správu so&nbsp;znakom „%s“. Prosím, prepíšte ju tak, aby tam nebol

source: Unfortunately, we can't send the characters %s in an SMS message; please rewrite your message without them
cy_gb: Yn anffodus, ni allwn ni anfon y nodau '%s' mewn neges destun; a allwch ailysgrifennu'r neges hebddynt, os gwelwch yn dda?
es_es: Desgraciadamente no podemos enviar los caracteres %s en un mensaje de texto (SMS); por favor, escriba su mensaje nuevamente omitiendo los mismos.
fr_fr: Malheureusement, nous ne pouvons afficher les caractères '%s' dans un message SMS; veuillez les supprimer
it_it: Sfortunatamente, non ci è possibile inviare il carattere %s via SMS; si prega di correggere il messaggio
ru_ru: К сожалению, мы не можем отослать сообщение содержащее символы '%s'; пожалуйста, перепишите Ваше сообщение не используя данные символы
sk_sk: Bohužiaľ, nemôžeme poslať správu, v&nbsp;ktorej sú znaky „%s“. Prosím, prepíšte ju tak, aby tam neboli

source: Please edit the text of the email message.
cy_gb: Golygwch destun y neges ebost.
es_es: Por favor, edite el texto del mensaje de correo electrónico.
fr_fr: Veuillez éditer le texte du courriel.
it_it: Editare il testo del messaggio email.
ru_ru: Пожалуйста, измените текст email-сообщения.
sk_sk: Prosím, upravte text správy.

source: Please add instructions for the pledge signers to the email message.
cy_gb: Ychwanegwch cyfarwyddiadau i lofnodwyr yr addewid i'r ebost.
es_es: Por favor, añada instrucciones para los voluntarios en su mensaje de correo electrónico.
fr_fr: Veuillez ajouter au courriel les instructions aux signataires de la promesse.
it_it: Si prega di aggiungere all'email istruzioni riguardo all'impegno per i tuoi co-firmatari.
ru_ru: Пожалуйста, добавьте в email-сообщение инструкции для тех, кто присоединился к обещанию.
sk_sk: Prosím, napíšte pokyny pre tých, ktorí budú reagovať na&nbsp;váš e-mail.

source: Please enter a longer message.
cy_gb: Rhowch neges hirach, os gwelwch yn dda.
es_es: Por favor, introduzca un mensaje más extenso.
fr_fr: Veuillez entrer un message plus long.
it_it: Si prega di inserire un messaggio più lungo.
ru_ru: Пожалуйста, введите более длинное сообщение.
sk_sk: Prosím, napíšte dlhšiu správu.

source: This message has been sent through PledgeBank by the pledge creator of a pledge you signed, '%s' The pledge's URL is %s
fr_fr: Ce message a été envoyé par Promessothèque par l'auteur d'une promesse que vous avez souscrite, '%s' L'URL de la promesse est %s
sk_sk: Túto správu poslal(a) autor(ka) sľubu „%s“, pod ktorý ste sa podpísali na&nbsp;Sľubowebke. Adresa sľubu je %s

source: Your pledge is successful!
es_es: ¡Este compromiso ha tenido éxito!
fr_fr: Votre promesse a été un succès&nbsp;!
ru_ru: Ваше обещание достигло цели!
sk_sk: Váš sľub je úspešný!

source: Send
cy_gb: Anfonwch
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ru_ru: Отправка
sk_sk: Poslať

source: Write a message to tell the %d %s who have signed your pledge in %s what to do next.
es_es: Escriba un mensaje para hacer saber a los %d %s que se han suscrito a su compromiso en %s cómo proceder.
fr_fr: Écrivez un message aux %d %s ayant souscrit votre promesse à %s pour leur dire quoi faire ensuite.
ru_ru: Напишите сообщение с инструкциями дальнейших действий для %d %s, которые присоединились к Вашему обещанию в %s.
sk_sk: Napíšte správu, ktorú si prečíta(jú) %d %s, ktorí sa podpísali pod váš sľub v&nbsp;%s, čo majú robiť ďalej.

source: Write a message to tell the %d %s who have signed your pledge what to do next.
cy_gb: Ysgrifennwch neges at y %d %s sy wedi llofnodi'ch addewid.
es_es: Escriba un mensaje para hacer saber a los %d %s que se han suscrito a su compromiso cómo proceder.
fr_fr: Écrivez un message aux %d %s ayant souscrit votre promesse pour leur dire quoi faire ensuite.
it_it: Invia un messaggio per dire alle %d %s che hanno sottoscritto il tuo impegno quale sarà il prossimo passo.
ru_ru: Напишите сообщение с инструкциями дальнейших действий для %d %s, которые присоединились к Вашему обещанию.
sk_sk: Napíšte správu, aby %d %s, ktorí sa podpísali pod váš sľub vedeli, čo majú robiť ďalej.

source: Write a message to the %d %s who have signed your pledge in %s.
es_es: Escriba un mensaje a los %d %s que se han suscrito a su compromiso en %s.
fr_fr: Écrivez un message aux %d %s ayant souscrit votre promesse à %s.
ru_ru: Создайте сообщение для %d %s, которые присоединились к Вашему обещанию в %s.
sk_sk: Napíšte správu %d %s, ktorí sa podpísali pod váš sľub v&nbsp;%s.
