Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Unfortunately, before we could subscribe you, somebody else beat you to the last place on that pledge.
cy_gb: Yn anffodus, cyn i ni roi eich enw ar yr addewid, wnaeth rhywun arall gymryd y bwlch olaf ar yr addewid.
es_es: Lamentablemente, antes de que pudiésemos suscribirlo, otra persona se hizo con el último puesto disponible para este compromiso.
fr_fr: Malheureusement, avant que nous puissions vous inscrire, une autre personne a obtenu la dernière place avant vous à cette promesse.
it_it: Sfortunatamente, prima che potessimo iscriverti, è stata raggiunta l'ultima sottoscrizione a quell'impegno.
ru_ru: К сожалению, кто-то уже успел занять последнее место в обещании прежде, чем мы смогли присоединить Вас.
sk_sk: Bohužiaľ, kým sme vás stihli prihlásiť, niekto vás pri tomto sľube odsunul na&nbsp;posledné miesto.

source: Unfortunately, before our SMS to you was delivered, the pledge finished.
cy_gb: Yn anffodus, cyn i chi dderbyn y neges destun ar eich ff&ocirc; symudol, mi orffenwyd yr addewid.
es_es: Lamentablemente, antes de que su mensaje de texto (SMS) llegase, el compromiso había expirado.
fr_fr: Malheureusement, avant que notre message SMS vous soit envoyé, la promesse a expiré.
it_it: Sfortunatamente, l'impegno si è chiuso prima che potessimo recapitarti l'SMS.
ru_ru: К сожалению, обещание завершилось прежде, чем Вы получили SMS от нас.
sk_sk: Bohužiaľ, predým, ako vám došla naša SMS správa, sa sľub skončil.

source: Unfortunately, before we could subscribe you, the pledge finished.
cy_gb: Yn anffodus, cyn i ni ychwanegu'ch enw i'r addewid, mi orffenwyd yr addewid.
es_es: Lamentablemente, antes de que pudiésemos suscribirlo, el compromiso expiró.
fr_fr: Malheureusement, avant que nous puissions vous inscrire, la promesse a expiré.
it_it: Sfortunatamente, l'impegno si è chiuso prima che potessimo iscriverti.
ru_ru: К сожалению, обещание завершилось прежде, чем мы смогли присоединить Вас.
sk_sk: Bohužiaľ, kým sme vás mohli prihlásiť, sa sľub skončil.

source: We're very sorry &mdash; better luck next time!
cy_gb: Mae'n flin iawn gennym &mdash; gwell lwc y tro nesaf!
es_es: Lo sentimos muchísimo &mdash; ¡Mejor suerte la próxima vez!
fr_fr: Nous sommes bien désolés &mdash; meilleure chance la prochaine fois!
it_it: Ci dispiace &mdash; andrà meglio la prossima volta!
ru_ru: Нам очень жаль &mdash; удачи Вам в следующий раз!
sk_sk: Je nám to veľmi ľúto — želáme vám, aby ste mali nabudúce viac šťastia!

source: Please try again a bit later.
cy_gb: Ceisiwch eto nes ymlaen, os gwelwch yn dda.
es_es: Por favor, inténtelo de nuevo más tarde.
fr_fr: Veuillez réessayer un peu plus tard.
it_it: Si prega di riprovare più tardi.
ru_ru: Пожалуйста, попытайтесь еще раз немного позже.
sk_sk: Prosím, skúste trochu neskôr.

source: <h2>Thanks for signing up!</h2>
cy_gb: <h2>Diolch yn fawr am lofnodi'r addewid!</h2>
es_es: <h2>¡Gracias por suscribirse!</h2>
fr_fr: <h2>Merci de souscrire!</h2>
it_it: <h2>Grazie di esserti impegnato!</h2>
ru_ru: <h2>Спасибо за поддержку!</h2>
sk_sk: <h2>Vďaka, že ste sa zapísali!</h2>

source: On this page you can <strong>let us have your name and email address</strong> so that you can get email from the pledge creator. We will then <strong>email you when the pledge succeeds</strong>, rather than sending an SMS.
es_es: En esta página puede facilitarnos su nombre y dirección de correo electrónico para que el creador del compromiso pueda contactar con Vd. También <strong>le enviaremos un correo electrónicosi el compromiso tiene éxito</strong>, en lugar de enviarle un SMS.
ru_ru: На данной странице Вы можете <strong>оставить нам свои имя и email-адрес</strong>, для того, чтобы Вы могли получать письма от автора обещания. Также, мы <strong>вышлем Вам письмо с уведомлением о достижении обещанием неободимого числа подписчиков</strong>, в отличие от SMS, которое мы высылаем только после достижения обещанием даты окончания.
sk_sk: Na tejto stránke nám <strong>môžete poskytnúť svoje meno a&nbsp;e-mailovú adresu,</strong> aby ste mohli dostať e-mail od&nbsp;autora&nbsp;(-ky) sľubu. Potom, <strong>keď bude sľub úspešný, vám pošleme e-mail,</strong> nie SMS správu.

source: No SMS for private pledges
cy_gb: Dim negeseuon destun ar addewidion preifat
es_es: El servicio de SMS no está disponible para compromisos privados
fr_fr: Pas de messages SMS pour les promesses privées
it_it: No SMS per gli impegni privati
ru_ru: SMS-сервис недоступен для секретных обещаний
sk_sk: K súkromným sľubom sa nedajú posielať SMSky

source: <h2>Get updates by email instead of SMS</h2>
es_es: <h2>Reciba actualizaciones por correo electrónico en lugar de por SMS</h2>
ru_ru: <h2>Получение обновлений на email вместо SMS</h2>
sk_sk: <h2>Novinky posielať cez e-mail, nie SMS správy</h2>

source: Phone number:
cy_gb: Rhif ff&ocirc;n:
es_es: Número de teléfono:
fr_fr: Téléphone&nbsp;:
it_it: Telefono:
ru_ru: Номер телефона:
sk_sk: Telefónne číslo:

source: Name:
cy_gb: Enw:
es_es: Nombre:
fr_fr: Nom&nbsp;:
it_it: Nome:
ru_ru: Имя:
sk_sk: Meno:

source: Show my name on this pledge
cy_gb: Dangoswch fy enw ar yr addewid
es_es: Mostrar mi nombre en este compromiso
fr_fr: Afficher mon nom sur cette promesse
it_it: Mostra il mio nome su questo impegno
ru_ru: Показывать мое имя в данном обещании
sk_sk: Zobraziť moje meno pod týmto sľubom

source: Success Stories
es_es: Historias con éxito
sk_sk: Články o úspechoch

source: Here at PledgeBank, we&rsquo;re quite proud of the actions people have taken to improve their communities. Each of the successful pledges on the site mark something significant &ndash; trees planted, books distributed, friendships formed, votes cast, money donated, letters written, and a whole host of other actions. We&rsquo;re happy to say that people all over the world have created change and taken initiative in a wide variety of ways, and would like to share some of our favourite success stories with you.
fr_fr: Ici à Promessothèque, nous sommes vraiment fiers des gestes que les gens ont accomplis pour améliorer leurs communautés. Chaque promesse fructueuse dans le site est signifiante &mdash; plantation d'arbres, distribution de livres, nouvelles amitiés, votes, dons en argent, lettres, et une foule d'autres actions. Nous sommes heureux de dire que des gens de partout dans le monde ont apporté du changement et pris des initiatives d'une multitude de façons, et aimerions partager certaines de nos plus grandes réussites avec vous.
sk_sk: Tu, na Sľubowebke, sme hrdí na&nbsp;to, čo urobili ľudia, aby zlepšili prostredie, kde žijú. Každý splnený sľub na&nbsp;stránke znamená niečo dôležité — vysadené stromy, darované knihy, vznik priateľstva, obsadenie miest volebnej komisie, finančnú zbierku, napísané listy a&nbsp;celú kopu iných vecí. Sme šťastní, že môžeme povedať, že ľudia na&nbsp;celom svete urobili zmenu a&nbsp;vzali iniciatívu do&nbsp;vlastných rúk rôznym spôsobom a&nbsp;radi by sme sa s&nbsp;vami podelili o&nbsp;naše obľúbené splnené sľuby.

source: airfarespledge success story
es_es: Historia del compromiso con éxti en relación a las tasas de vuelo
fr_fr: réussite de la promesse reliée aux tarifs d'avion
sk_sk: O peniazoch na let

source: Fiona, one of the creators of the <a href="/airfarespledge">airfarespledge</a>, writes to say:
fr_fr: Fiona, une des auteures de la <a href="/airfarespledge">promesse reliée aux tarifs d'avion</a>, a écrit&nbsp;:
sk_sk: Fiona, jedna z autorov (-iek) sľubu <a href="/airfarespledge">airfarespledge</a>, napísala:

source: Translate PledgeBank into your own language
es_es: Traduzca PledgeBank a su idioma
fr_fr: Traduire Promessothèque dans votre langue
it_it: Traduci PledgeBank nella tua lingua
ru_ru: Перевести PledgeBank на свой язык
sk_sk: Preložiť Sľubowebku do vášho jazyka

source: Translating PledgeBank
es_es: Traducir PledgeBank
fr_fr: Traduire Promessothèque
it_it: Tradurre PledgeBank
ru_ru: Правила перевода банка обещаний на свой язык
sk_sk: Prekladanie Sľubowebky

source: So you want to have PledgeBank in your own language? We've hopefully made it relatively straightforward.
es_es: Así que desea traducir PledgeBank a su idioma... Esperamos habérselo puesto fácil.
fr_fr: Vous aimeriez donc que Promessothèque soit traduit dans votre langue? Nous avons fait de la traduction de notre site une chose, espérons-le, relativement simple.
it_it: Desideri tradurre PledgeBank nella tua lingua? Speriamo di aver descritto come fare in modo chiaro.
ru_ru: И так, Вы хотите перевести "Банк обещаний" на свой язык? Мы надеемся, что сделали этот процесс сравнительно простым.
sk_sk: Takže vy by ste chceli mať Sľubowebku vo&nbsp;svojom jazyku? Dúfajme, že sme túto vec urobili dosť jednoducho.

source: Firstly, do <a href="/contact">contact us</a> so we can keep track of things, and perhaps put you in touch with other people translating into the same language. Also, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">sign up to our mailing list</a> to discuss translations.
es_es: Primero, póngase <a href="/contact">en contacto con nosotros</a> para mantenernos informados y para, si fuera posible, ponerle en contacto con otras personas que estén ocupándose de las traducciones a su idioma. Por otra parte, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">únase a esta lista de correo</a> para discutir acerca de las traducciones.
fr_fr: Premièrement, <a href="/contact">contactez-nous</a> de sorte que nous puissions nous tenir au courant, et peut-être vous mettre en contact avec d'autres personnes traduisant dans votre langue. De plus, <a href="http://www.mysociety.org/mailman/listinfo/mysociety-i18n">inscrivez-vous à notre liste de diffusion</a> pour discuter de traductions.
ru_ru: Во-первых, обязательно <a href="/contact">свяжитесь с нами</a> чтобы мы могли следить за этим процессом и могли связать Вас людьми, которые, возможно, уже выполняют перевод. Также, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">подключитесь к нашей рассылке</a>, чтобы иметь возможность обсуждать процесс перевода.
sk_sk: Najprv <a href="/contact">nám napíšte</a>, aby sme mali prehľad o&nbsp;tom, čo sa deje, a&nbsp;možno vás aj spojili s&nbsp;ďalšími ľuďmi, ktorí prekladajú do&nbsp;rovnakého jazyka. Takisto <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">sa zaregistrujte do&nbsp;nášho fóra</a>, aby ste mohli o&nbsp;prekladoch diskutovať.

source: Do let us know if there's anything below that is hard to understand. The instructions assume you're running Windows, apologies for that &ndash; users of other operating systems should be able to work out what similar steps to take.
es_es: Háganoslo saber si considera que alguna de las siguientes explicaciones son difíciles de comprender. Las instrucciones asumen que está usando Windows; le pedimos disculpas si no fuera éste el caso &ndash; los usuarios de otros sistemas operativos deberían estar en condiciones de determinar qué pasos equivalentes han de efectuarse.
fr_fr: Faites-nous savoir si vous ne comprenez pas toutes les consignes. Nous supposons que vous travaillez dans l'environnement Windows, et nous nous en excusons pour les utilisateurs d'autres systèmes d'exploitation, qui devront déterminer les procédures à prendre.
it_it: Ci interessa sapere se risultano difficili da capire le spiegazioni date qui di seguito. Le istruzioni sottointendono l'uso di Windows, di questo ci scusiamo &ndash; gli utenti di altri sistemi operativi dovrebbero comunque riuscire a cavarsela.
ru_ru: Дайте нам знать, если что-нибудь, из указанного ниже, тяжело понять. Инструкции указаны для пользователей Windows. Извините за это. Пользователям других операционных систем придеться самим выяснять шаги, необходимые для выполнения описанных операций.
sk_sk: Dajte nám, prosím, vedieť, či ste našli niečo, čomu je ťažko rozumieť. Pokyny predpokladajú, že máte Windows, ospravedlňujeme sa za&nbsp;to — používatelia iných operačných systémov si musia domyslieť, čo podobné majú urobiť.

source: There are two ways to translate the file - <a href="#manually">manually</a> or <a href="#poedit">using poEdit</a>, a program to help with translations. If you're new at translating, I recommend using poEdit, as it keeps track of untranslated strings and things like that.
es_es: Existen dos formas de traducir el archivo - <a href="#manually">manualmente</a> o <a href="#poedit">haciendo uso de poEdit</a>, una aplicación pensada para facilitar las traducciones. Si está comenzando a traducir, le recomiendo haga uso de dicho programa, puesto que mantiene un registro de líneas no traducidas y otras informaciones valiosas.
fr_fr: Il y a deux façons de traduire le fichier - <a href="#manually">manuellement</a> ou <a href="#poedit">à l'aide de poEdit</a>, logiciel d'aide à la traduction. Si vous êtes débutant en traduction, je vous recommande d'utiliser poEdit, car ce logiciel identifie les parties non traduites.
it_it: Ci sono due modi di tradurre il file - con il <a href="#manually">metodo manuale</a> o <a href="#poedit">facendo uso di poEdit</a>, un programma di aiuto alla traduzione. Se è la prima volta che traduci un software, raccomandiamo poEdit, in quanto permette di rintracciare le stringhe non ancora tradotte, e altre cose di questo genere.
ru_ru: Существует два способа перевести файл - <a href="#manually">вручную</a> или <a href="#poedit">используя poEdit</a>, программу которая помогает в переводе. Если Вы новичок в таких переводах, я рекомендую использовать poEdit, так как он следит за целостностью файла.
sk_sk: Na&nbsp;prekladanie súborov existujú dva spôsoby: <a href="#manually">ručne</a> alebo <a href="#poedit">pomocou poEditu</a>, programu na&nbsp;pomoc s&nbsp;prekladmi. Ak ste v&nbsp;prekladaní nováčikom, odporúčam vám používať poEdit, pretože ten sleduje, ktoré frázy ste nepreložili, a&nbsp;podobné veci.

source: If there are any problems or questions at any stage, <a href="/contact">contact us</a> or ask on the mailing list.
es_es: Si tiene alguna duda en cualquier momento, <a href="/contact">contáctenos</a> o pregunte en la lista de correo.
fr_fr: Si vous avez des problèmes ou des questions, vous pouvez n'importe quand <a href="/contact">nous contacter</a> ou utiliser la liste de diffusion.
it_it: Se incontri difficoltà o hai domande, <a href="/contact">contattaci</a> o poni la tua domanda sulla mailing list.
ru_ru: Если у Вас появятся вопросы или проблемы на любом этапе перевода, <a href="/contact">свяжитесь с нами</a> или задайте вопрос через нашу рассылку.
sk_sk: Ak by ste mali kedykoľvek nejaké problémy alebo otázky, <a href="/contact">napíšte nám</a> alebo sa spýtajte na&nbsp;fóre.

source: Using poEdit
es_es: Usando poEdit
fr_fr: Avec poEdit
it_it: Come usare poEdit
ru_ru: Использование poEdit
sk_sk: Prekladanie pomocou PoEditu

source: <strong>Installing PoEdit:</strong> Download poEdit from the <a href="http://www.poedit.net/">PoEdit website</a> (if running Windows, just get the simple installer version) and install it.
es_es: <strong>Instalación de poEdit:</strong> Descargue poEdit desde <a href="http://www.poedit.org/">Página de PoEdit</a> (si está usando Windows, simplemente descargue la versión del instalador) e instálelo.
fr_fr: <strong>Installer PoEdit&nbsp;:</strong> Télécharger poEdit à partir du <a href="http://www.poedit.org/">site web de PoEdit</a> (pour Windows, simplement choisir le programme d'installation) et l'installer.
sk_sk: <strong>Nainštalujte si PoEdit:</strong> Z&nbsp;<a href="http://www.poedit.net/">internetovej stránky</a> si stiahnite poEdit (prejdite na&nbsp;Download a&nbsp;ak máte Windows, stiahnite si verziu pre Windows, čiže Windows version) a&nbsp;nainštalujte si ho.

source: <strong>Getting the original file:</strong> Save the following link to somewhere on your computer (normally by right-clicking on the link and selecting "Save Target As..." or "Save Link As..."): <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po">Translation file</a>. (If you left click on the link, you can File-&gt;Save As... and then click Back to get back here.)
es_es: <strong>Obtención del archivo original:</strong> Guarde el archivo asociado al siguiente enlace en su ordenador (normalmente pulsando con el botón derecho sobre el enlace y seleccionando "Guardar destino como..." o "Guardar enlace como..."): <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po">Archivo a traducir</a>. (Si pulsa con el botón izquierdo sobre el enlace, puede hacer click sobre Archivo-&gt;Guardar como... y, tras ello, pulsar volver atrás para regresar a esta página.)
fr_fr: <strong>Obtenir le fichier d'origine&nbsp;:</strong> Sauvegarder le lien suivant dans votre ordinateur (normalement en cliquant avec le bouton droit sur le lien et en sélectionnant "Enregistrer la cible sous..." ou "Enregistrer le lien sous...") : <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po">Fichier de traduction</a>. (Si vous cliquez sur le lien avec le bouton gauche, vous pouvez sélectionner Fichier-&gt;Enregistrer sous... et ensuite cliquer sur Précédent pour revenir ici.)
it_it: <strong>Dove trovare il file:</strong> Salva questo link da qualche parte sul tuo computer (facendo clic destro sul link e selezionando "Salva oggetto con nome..." o "Salva collegamento con nome..."): <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po">Scarica il file</a>. (Facendo un clic sinistro, invece: File-&gt;Salva con nome... poi un clic su Back-Indietro per tornare a questa pagina.)
ru_ru: <strong>Получение оригинала перевода:</strong> Сохраните находящийся по данной ссылке (обычно, чтобы сделать это необходимо навести курсор мыши на ссылку, нажать правую клавишу мыши и выбрать пунк в появившемся меню "Save Target As..." или "Save Link As..." или "Сохранить как..."): <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po">файл с оригиналом перевода</a>.
sk_sk: <strong>Skopírujte si anglický súbor:</strong> Súbor, na&nbsp;ktorý odkazuje <a href="https://secure.mysociety.org/cvstrac/getfile/mysociety/locale/PledgeBank.po"> toto prepojenie</a>, si uložte niekde na&nbsp;svoj počítač. Zvyčajne sa to robí kliknutím pravého tlačidla myši na&nbsp;odkaz a&nbsp;zvolením si možnosti Uložiť cieľ ako...(Save Target As...) alebo Uložiť odkaz ako (Save Link As...). Ak na&nbsp;neho kliknete ľavým tlačidlom, potom stačí zvoliť možnosť Uložiť (Save As...) a&nbsp;kliknúť na&nbsp;toto okno, aby ste sa dostali sem.

source: <strong>Opening the file:</strong> Open poEdit (Start-&gt;Programs-&gt;poEdit-&gt;poEdit). If this is the first time you've run it, it will ask for your name and email address, to put them in the translation file. Then go to File-&gt;Open and open up the file you have just downloaded. <em>Don't be worried by the number of strings to translate!</em> You do not have to translate every line before sending us what you have done &ndash; the site will simply default to English for anything yet to be translated.
es_es: <strong>Abrir el archivo:</strong> Inicie poEdit (Inicio-&gt;Programas-&gt;poEdit-&gt;poEdit). Si se trata de la primera vez que ejecuta este programa, le pedirá su nombre y dirección de correo electrónico con el fin de adjuntar estos datos al archivo de traducción. Tras ello, vaya a Archivo-&gt;Abrir y elija el archivo a traducir que acaba de descargar. <em>¡No se preocupe por el número de líneas a traducir!</em> No hace falta que las traduzca todas antes de hacernos llegar el archivo con lo que haya hecho &ndash; la página mostrará en inglés todas aquellas líneas que aún no hayan sido traducidas.
fr_fr: <strong>Ouvrir le fichier&nbsp;:</strong> Ouvrir poEdit (Démarrer-&gt;Programmes-&gt;poEdit-&gt;poEdit). Si vous l'ouvrez pour la première fois, on vous demandera vos nom et adresse courriel pour les mettre dans le fichier de traduction. Sélectionnez alors Fichier-&gt;Ouvrir et ouvrez le fichier que vous venez de télécharger. <em>Ne vous en faites pas en voyant tout le texte à traduire!</em> Vous n'avez pas à traduire toutes les lignes avant de nous envoyer votre travail &ndash; le site choisira simplement l'anglais par défaut pour ce qui restera à traduire.
it_it: <strong>Apertura del file:</strong> Apri poEdit (Start-&gt;Programs-&gt;poEdit-&gt;poEdit). Se è la prima volta che lo esegui, ti verrà chiesto nome e indirizzo email, che saranno inseriti nel file. Vai a File-&gt;Apri e apri il file che hai appena scaricato. <em>Non preoccuparti del numero di stringhe da tradurre!</em> Non devi tradurre ogni riga prima di inviarci il tuo lavoro, in mancanza di traduzione il sito apparirà in inglese.
ru_ru: <strong>Открытие оригинала:</strong> Запустите poEdit (Start-&gt;Programs-&gt;poEdit-&gt;poEdit). При первом запуске программа, возможно, попросит указать Ваше имя и email-адрес, чтобы затем поместить их в файл с переводом. Откройте файл, который Вы загрузили, воспользовавшись меню "File-&gt;Open". <em>Пусть Вас не пугает количество строк, которые необходимо перевести!</em> Не обязательно переводить всё, прежде чем отослать нам результат &ndash; всё что не переведено, просто будет отображаться на английском языке.
sk_sk: <strong>Otvorte súbor:</strong> Spustite poEdit (Štart -&gt; Všetky programy -&gt; poEdit -&gt; poEdit). Ak ho spúšťate po&nbsp;prvýkrát, vypýta si vaše meno a&nbsp;e-mailovú adresu, aby ich zapísal do&nbsp;súboru s&nbsp;prekladom. Potom choďte na&nbsp;File (Súbor) -&gt; Open (Otvoriť) a&nbsp;otvorte súbor, ktorý ste si práve stiahli. <em>Neobávajte sa veľkého počtu fráz (reťazcov), ktoré uvidíte.</em> Nemusíte preložiť každý riadok predtým, ako nám pošlete preklad — stránka jednoducho zobrazí anglický text ku&nbsp;všetkému, čo ešte treba preložiť.
