Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: (we'll send an email, click the link in it to confirm your email is working.<br>if you like, you can then set a password on My Pledges page)
es_es: (Le enviaremos un correo electrónico. Pulse sobre el enlace en élpara confirmar que su dirección de correo electrónico funciona.<br>Si lo desea, puede establecer una contraseña en su página de PledgeBank)
fr_fr: (nous vous enverrons un message, et vous devrez cliquer sur le lien s'y trouvant pour confirmer que votre courriel fonctionne.<br>Si vous voulez, vous pourrez alors choisir un mot de passe sur la page Mes Promesses)
ru_ru: (мы вышлем Вам письмо со ссылкой, по которой Вам необходимо перейти, чтобы подтвердить, что Ваш email-адрес работает.<br> Пароль Вы сможете потом установить на страничке "Ваши обещания")
sk_sk: (Pošleme vám e-mail; kliknutím na odkaz potvrďte, že váš e-mail funguje.<br>Ak budete chcieť, potom si môžete nastaviť heslo na stránku Moje sľuby)

source: Continue
es_es: Continuar
fr_fr: Continuer
ru_ru: Продолжить
sk_sk: Pokračovať

source: Everywhere
es_es: En todas partes
fr_fr: Partout
it_it: Dovunque
ru_ru: Повсюду
sk_sk: na celom svete

source: Everywhere &mdash; all countries in all languages
es_es: En todas partes &mdash; todos los países en todos los idiomas
fr_fr: Partout &mdash; tous les pays dans toutes les langues
it_it: Dovunque &mdash; tutti i paesi in tutte le lingue
ru_ru: Повсюду &mdash; во всех странах и на всех языках
sk_sk: Všade — vo všetkých krajinách a vo všetkých jazykoch

source: London (United Kingdom)
es_es: Londres (Reino Unido)
fr_fr: Londres (Royaume-Uni)
ru_ru: Лондон (Соединённое Королевство)
sk_sk: Londýn (Spojené kráľovstvo)

source: Catalytic Communities
es_es: Comunidades catalíticas
sk_sk: „Katalytické“ (asi pokrokové) skupiny

source: (change)
es_es: (cambiar)
fr_fr: (changer)
it_it: (cambia)
ru_ru: (изменить)
sk_sk: (zmeniť)

source: I&rsquo;ll do it, but <strong>only</strong> if you&rsquo;ll help
es_es: Lo haré, pero <strong>sólo</strong> si me ayudas
fr_fr: Je le ferai, mais <strong>à condition que</strong> vous m'aidiez
ru_ru: Я сделаю это, <strong>но только</strong>, если Вы мне поможете
sk_sk: Urobím to, ale <strong>len</strong> ak mi pomôžete.

source: (other PledgeBanks)
es_es: (otros PledgeBanks)
fr_fr: (autres Promessothèques)
it_it: (altri PledgeBank)
ru_ru: (другие банки обещаний)
sk_sk: (iné sľubowebky)

source: Pledge
cy_gb: Addewid
es_es: Compromiso
fr_fr: Promesso
it_it: Impegno
ru_ru: Банк
sk_sk: Sľubo

source: Bank
es_es: Banco
fr_fr: thèque
ru_ru: обещаний
sk_sk: webka

source: Tell the world "I'll do it, but only if you'll help"
cy_gb: Dywedwch wrth y byd "Fe wna i, ond dim ond os wnewch chi helpu"
es_es: Diga al mundo: "Lo haré, pero sólo si me ayudas"
fr_fr: Dites au monde «&nbsp;Je le ferai, à condition que vous m'aidiez&nbsp;»
it_it: Fai sapere al mondo "Io mi impegno, se voi mi aiutate a farlo"
ru_ru: Заявите миру: "Я сделаю это, но только, если Вы мне в этом поможете"
sk_sk: Povedzte svetu „Urobím to, ale len ak mi pomôžete.“

source: Start a Pledge
cy_gb: Cychwyn Addewid
es_es: Crear un compromiso
fr_fr: Créez une promesse
it_it: Mi Impegno
ru_ru: Создать
sk_sk: Napísať sľub

source: All Pledges
cy_gb: Pob Addewid
es_es: Todos los compromisos
fr_fr: Toutes les promesses
it_it: Tutti gli Impegni
ru_ru: Все обещания
sk_sk: Všetky sľuby

source: My Pledges
es_es: Mis compromisos
fr_fr: Mes Promesses
ru_ru: Мои обещания
sk_sk: Moje sľuby

source: Login
es_es: Entrar (Login)
fr_fr: Ouvrir une session
ru_ru: Войти
sk_sk: Prihlásiť sa

source: About
es_es: Sobre
fr_fr: À propos
ru_ru: ЧаВо
sk_sk: O nás

source: &#8220;I&#8217;ll do it, but only if you&#8217;ll help me do it&#8221;
es_es: &#8220;Lo haré, pero sólo si me ayudas a lograrlo
fr_fr: «&nbsp;Je le ferai, mais à condition que vous m'aidiez&nbsp;»
ru_ru: &#8220;I&#8217;ll do it, but only if you&#8217;ll help me do it&#8221;&#8220;Я сделаю это, но только, если Вы мне поможете&#8221;
sk_sk: „Ja to urobím, ale len ak mi to pomôžete urobiť.“

source: PledgeBank successes
es_es: Éxitos en PledgeBank
fr_fr: Grandes réussites de Promessothèque
ru_ru: Успешные обещания
sk_sk: Úspechy Sľubowebky

source: More success stories
es_es: Más historias de éxito
fr_fr: Autres grandes réussites
ru_ru: Другие успешные обещания
sk_sk: Viac článkov o úspechoch

source: Sign a pledge
es_es: Suscríbase a un compromiso
fr_fr: Souscrire une promesse
ru_ru: Присоединиться
sk_sk: Podpísať sa pod sľub

source: Top Tips for Successful Pledges
cy_gb: Tips Taclus i Addewidion Llwyddiannus
es_es: Algunos buenos consejos para crear compromisos con éxito
fr_fr: Règles d'or pour promesses fructueuses
it_it: Consigli per Impegnarsi Meglio
ru_ru: Важные советы по созданию успешного обещания
sk_sk: Najlepšie tipy na úspešné sľuby

source: <strong>Keep your ambitions modest</strong> &mdash; why ask for 50 people to do something when 5 would be enough? Every extra person makes your pledge harder to meet. Only %0.0f%% of pledges asking for more than 100 people succeed.
es_es: <strong>Sea modesto con sus compromisos</strong> &mdash; ¿Por qué solicitar 50 voluntarios cuando 5 serían suficientes? Cada voluntario solicitado extra reduce las posibilidades de éxito de su compromiso. Tan sólo el %0.0f%% de los compromisos que han solicitado más de 100 personas han tenido éxito.
fr_fr: <strong>Ayez des ambitions réalistes</strong> &mdash; pourquoi demander à 50 personnes de faire quelque chose quand cinq suffiraient? Chaque personne supplémentaire rend votre promesse plus difficile à réaliser. Seulement %0.0f%% des promesses nécessitant plus de cent personnes réussissent.
ru_ru: <strong>Сдерживайте свои амбиции ;)</strong> &mdash; не стоит просить 50 человек присоединиться когда 5-ти будет достаточно. С каждым дополнительным человеком Ваше обещание будет труднее сдержать. Только %0.0f%% обещаний, требующих больее 100 человек, оказываются успешными.
sk_sk: <strong>Majte skromné ambície.</strong> Na čo žiadať 50 ľudí, aby niečo urobili, keď by bolo dosť päť? S každým človekom naviac sa váš sľub plní ťažšie. Iba %0.0f%% ľudí, ktorí vyzývali viac ako 100 ľudí, svoj sľub splnilo (-i).

source: <strong>Get ready to sell your pledge, hard</strong>. Pledges don't sell themselves just by sitting on this site. In fact your pledge won't even appear to general site visitors until you've got a few people to sign up to it yourself. Think hard about whether people you know would want to sign up to your pledge!
es_es: <strong>Prepárese para difundir su compromiso, con decisión</strong>.Los compromisos no se difunden solos simplemente por el hecho de estar en esta página. De hecho, su compromiso ni siquiera aparecerá en la página general hasta que haya logrado que algunas personas se inscriban en el mismo. ¡Plantéese seriamente si conoce a personas que desearían suscribirse a su compromiso!
fr_fr: <strong>Soyez prêt à devoir faire des efforts pour promouvoir votre promesse</strong>, car il ne suffit pas de l'afficher pour ensuite l'oublier. En fait, le grand public visitant le site ne verra pas votre promesse tant que vous n'aurez pas recruté vous-même quelques signataires. Demandez-vous sérieusement si des gens parmi vos proches accepteraient de souscrire votre promesse!
ru_ru: <strong>Будьте готовы усердно "продвигать" своё обещание</strong>. Обещания не становятся успешными просто находясь на сайте. Фактически, Ваше обещание даже не попадет в поле зрения обычных посетителей сайта до тех пор, пока несколько Ваших знакомых или друзей не присоединятся. Подумайте хорошенько, захочет ли кто-нибудь из Вашего окружения присоединиться к обещанию!
sk_sk: <strong>Pripravte sa na to, že sľub bude treba ťažko „predať“.</strong> Sľuby nepredáte, ak budú len na tejto stránke. V skutočnosti váš sľub bežní používatelia internetu ani neuvidia, kým nebudete mať niekoľko ľudí, ktorí by sa pod váš sľub podpísali. Rozmýšľajte o tom, či by sa ľudia, ktorých poznáte, nechceli pod váš sľub podpísať.

source: <strong>Think about how your pledge reads.</strong> How will it look to someone who picks up a flyer from their doormat? Read your pledge to the person next to you, or to your mother, and see if they understand what you're talking about. If they don't, you need to rewrite it.
es_es: <strong>No olvide una buena presentación.</strong> ¿Qué será lo primero que piense quien tome en su mano el panfleto? Lea su compromiso a quien tenga cerca, a gente de confianza como sus familiares, y compruebe que su mensaje ha sido transmitido correctamente. Si no fuera este el caso, reformule su compromiso.
fr_fr: <strong>Pensez à comment votre promesse se lit.</strong> Qu'en dira la personne trouvant un tract sur son paillasson? Lisez votre promesse à votre entourage pour voir s'ils comprennent de quoi vous parlez. Si le texte est flou, vous aurez besoin de le reformuler.
ru_ru: <strong>Подумайте о читабельности Вашего обещания.</strong> Как его воспримет тот, кто подымет объявление с коврика у своих дверей? Прочтите Ваше обещание кому-нибудь из своего окружения, или Вашей матери, и определите понимают ли они его суть. Если нет, то его необходимо обязательно изменить.
sk_sk: <strong>Porozmýšľajte o tom, či je váš sľub zrozumiteľný.</strong> Čo si o tom pomyslí niekto, kto si ho prečíta na letáku? Prečítajte ho niekomu nablízku alebo svojej mame a zistite či rozumejú tomu, o čom hovoríte. Ak nie, prepíšte svoj sľub.

source: <strong>A picture &ndash; or audio clip, or video &ndash; is worth a thousand words</strong>. You can add a picture to your pledge once you've created it, or consider including a link in your pledge to a picture, audio, or video if you have one.
fr_fr: <strong>Une photo &ndash; ou un enregistrement de son, ou un clip vidéo &ndash; vaut toute une page de texte</strong>. Vous pouvez rajouter un image à votre promesse quand elle sera créée, ou bien vous pouvez mettre un lien dans votre texte à votre enregistrement ou clip, si vous en avez.
ru_ru: <strong>Картинка &ndash; или аудио/видео &ndash; лучше тысячи слов</strong>. Вы можете добавить картинку к своему обещанию сразу после его создания, или добавить ссылку на картинку или аудио/видео.
sk_sk: <strong>Obrázok alebo zvukový záznam, alebo video je viac ako tisíc slov.</strong> K sľubu, ktorý ste napísali, môžete pripojiť obrázok, fotku alebo zvážiť, či v texte sľubu nepridáte odkaz na&nbsp;obrázok, fotku, zvukový záznam alebo video, ak nejaké máte.

source: Was it useful? How could it be better? We make PledgeBank and thrive off feedback, good and bad. Use this form to contact us.
es_es: ¿Le ha parecido útil? ¿Cómo podemos mejorarlo? Creamos continuamente PledgeBank y necesitamos críticas, tanto positivas como negativas. Use este formulario para contactarnos.
fr_fr: Était-ce utile? Comment pourrait-ce être mieux? Notre but est d'assurer la réussite de Promessothèque et pour ce faire, nous avons besoin de vos remarques, qu'elles soient bonnes ou mauvaises. Utilisez ce formulaire pour nous contacter.
ru_ru: Оказался ли "Банк обещаний" Вам полезным? Как его можно сделать лучше? Мы приветствуем любые отзывы, хорошие и плохие. Используйте эту форму для связи с нами.
sk_sk: Našli ste odpoveď na svoju otázku? Ako by sme to mohli zlepšiť? Pracujeme na Sľubowebke a zaujíma nás každá spätná väzba, pozitívna aj negatívna. Pomocou tohto formulára nám môžete napísať.

source: If you prefer, you can email %s instead of using the form.
es_es: Si lo prefiere, puede escribir un correo electrónico a %s en lugar de usar el formulario.
fr_fr: Si vous préférez, vous pouvez contacter %s par courriel au lieu d'utiliser le formulaire.
ru_ru: Если Вы не хотите использовать данную форму, то можете отослать письмо на адрес %s .
sk_sk: Ak dávate prednosť inej forme, nemusíte použiť tento formulár, ale môžete nám poslať e-mail na adresu %s.

source: This pledge is now closed, as its deadline has passed.
cy_gb: Mae'r addewid hwn ar gau - mae ei ddyddiad cau wedi pasio.
es_es: El compromiso ha sido cerrado puesto que la fecha límite ha sido alcanzada
fr_fr: Cette promesse est maintenant close, car elle a expiré.
it_it: Data limite oltrepassata, questo impegno è ormai chiuso.
ru_ru: Обещание закрыто, так как достигнута дата его окончания.
sk_sk: Pod tento sľub sa už nedá podpísať, lebo jeho termín už uplynul.

source: Create pledge
es_es: Crear un compromiso
fr_fr: Créer une promesse
ru_ru: Создать обещание
sk_sk: Uložiť sľub

source: Do you have a PledgeBank password?
es_es: ¿Tiene una contraseña de PledgeBank?
fr_fr: Est-ce que vous avez un mot de passe dans Promessothèque?
ru_ru: У Вас уже есть PledgeBank-пароль?
sk_sk: Máte na Sľubowebke heslo?

source: Yes, please enter it:
es_es: Sí, introdúzcalo, por favor:
fr_fr: Oui, veuillez le taper ici&nbsp;:
ru_ru: Да, пожалуйста, укажите:
sk_sk: ak áno, napíšte ho:

source: No, or you&rsquo;ve forgotten it
es_es: No o lo ha olvidado
fr_fr: Non, ou vous l'avez oublié
ru_ru: Нет, или забыли
sk_sk: nie alebo ste ho zabudli

source: we&rsquo;ll send you a confirmation email instead.
fr_fr: nous enverrons un courriel au lieu pour confirmer
ru_ru: мы вышлем Вам письмо для напоминания пароля
sk_sk: namiesto neho vám pošleme potvrdzovací e-mail.

source: You confirm that you wish PledgeBank to display the pledge in your name, and that you agree to the terms and conditions below.
es_es: Confirma que desea que PledgeBank muestre el compromiso en su nombre y que está de acuerdo con los términos y condiciones que figuran más abajo.
fr_fr: Vous êtes prêts à ce que Promessothèque.com affiche la promesse en votre nom, et que vous acceptez les modalités ci-dessous.
ru_ru: Вы подтверждаете, что хотите, чтобы Банк обещаний отображал обещание под Вашим именем, и Вы согласны с условиями указанными ниже.
sk_sk: Potvrdzujete, že chcete, aby Sľubowebka zobrazila sľub vo&nbsp;vašom mene a súhlasíte s našimi podmienkami.

source: The Dull Terms and Conditions
es_es: Los Aburridos Términos y Condiciones
fr_fr: Les ennuyantes modalités
it_it: Termini e Condizioni
ru_ru: Условия Соглашения
sk_sk: Podmienky

source: By creating your pledge you also consent to the syndication of your pledge to other sites &mdash; this means that other people will be able to display your pledge and your name
es_es: Creando su compromiso consiente la difusión del mismo en otras páginas &mdash; esto quiere decir que será posible que terceros muestren su compromiso y su nombre
fr_fr: En créant votre promesse, vous consentez aussi à sa syndication à d'autres sites. Cela signifie que d'autres pourront afficher votre promesse et votre nom
it_it: Impegnandoti acconsenti alla diffusione del tuo impegno su altri siti (syndication) &mdash; questo significa che siti terzi potranno presentare il tuo impegno ed il tuo nome
ru_ru: Вы также разрешаете публиковать Ваше обещание на других сайтах &mdash; это значит, что другие люди смогут отображать Ваше обещание и имя
sk_sk: Zverejnením sľubu súhlasíte aj s jeho voľným prenosom na&nbsp;iné stránky — to znamená, že ostatní budú môcť zverejniť váš sľub a&nbsp;vaše meno

source: , and use (but not display) your postcode to locate your pledge in the right geographic area
es_es: , y use (pero no muestre) su código postal para asignar a su compromiso una región geográfica
fr_fr: , et utiliser (mais non afficher) votre code postal pour localiser votre promesse dans la bonne région.
it_it: , ed utilizzare il tuo codice postale (ma senza mostrarlo) per situare il tuo impegno in un'area geografica
ru_ru: , еще Вы разрешаете использовать (но не отоборажать) Ваш почтовый индекс, чтобы определить регион, к которому относиться обещание
sk_sk: , a použiť (ale nie zverejniť) vaše PSČ, aby mohli váš sľub zaradiť do správnej zemepisnej oblasti

source: The purpose of this is simply to give your pledge greater publicity and a greater chance of succeeding.
cy_gb: Pwrpas hwn yw i roi mwy o gyhoeddusrwydd i'ch addewid a felly gwell gyfle iddo lwyddo.
es_es: El propósito de esta acción es simplemente otorgar a su compromiso una mayor difusión y, con ello, una mayor posibilidad de éxito.
fr_fr: Le but de cela est de simplement augmenter la visibilité de votre promesse et de lui donner plus de chances de succès.
it_it: Lo scopo è di dare più pubblicità al tuo impegno e quindi maggiori chance di successo.
ru_ru: Цель - расширить аудиторию Вашего обещания и дать ему огромный шанс оказаться успешным.
sk_sk: Cieľom je jednoducho viac spropagovať váš sľub a&nbsp;dať mu väčšiu šancu na úspech.

source: Rest assured that we won't ever give or sell anyone your email address.
cy_gb: Ni phoener - fyddwn ni byth yn rhoi na gwerthu eich cyfeiriad ebost.
es_es: Aseguramos que no venderemos ni distribuiremos a terceros su dirección de correo electrónico
fr_fr: Soyez assurés que nous ne fournirons ni ne vendrons jamais votre adresse courriel à quiconque.
it_it: Il tuo indirizzo email non sarà mai ceduto o venduto a terzi.
ru_ru: Будьте уверенны, что мы никогда и никому не передадим или продадим Ваш email адрес.
sk_sk: Buďte si istý (-á), že vašu e-mailovú adresu nikomu neposkytneme ani nepredáme.

source: Your address:
es_es: Su dirección:
fr_fr: Votre adresse:
ru_ru: Ваш адрес:
sk_sk: Vaša adresa:

source: County:
es_es: Distrito:
fr_fr: Département:
ru_ru: Страна:
sk_sk: Grófstvo:

source: other local people
cy_gb: o bobl lleol eraill
es_es: personas más en mi entorno
fr_fr: autres personnes de la région
it_it: altre persone nella mia città
ru_ru: человек из моего региона
sk_sk: ďalší ľudia z okolia

source: Open pledges
cy_gb: Addewidion agored
es_es: Compromisos en activo
fr_fr: Promesses ouvertes
it_it: Impegni in corso
ru_ru: Открытые обещания
sk_sk: Sľuby pred termínom (pod ktoré sa dá podpísať)

source: Closed pledges
es_es: Compromisos concluidos
fr_fr: Promesses closes
ru_ru: Завершенные обещания
sk_sk: Sľuby po termíne (pod ktoré sa nedá podpísať)

source: Pledges which need signers
cy_gb: Addewion sy angen llofnodwyr
es_es: Compromisos que aún requieren voluntarios
fr_fr: Promesses nécessitant des signataires
it_it: Impegni da sottoscrivere
ru_ru: Обещания, которым требуются подписчики
sk_sk: Sľuby, ktoré potrebujú ľudí

source: Successful open pledges
cy_gb: Addewidion agored
es_es: Compromisos con éxito en activo
fr_fr: Promesses fructueuses ouvertes
it_it: Impegni in corso e riusciti
ru_ru: Успешные и открытые
sk_sk: Úspešné sľuby, pod ktoré sa dá podpísať

source: Successful closed pledges
cy_gb: Addewidion llwyddiannus cae&euml;dig
es_es: Compromisos con éxito concluidos
fr_fr: Promesses fructueuses closes
it_it: Impegni chiusi e riusciti
ru_ru: Успешные и закрытые
sk_sk: Úspešné sľuby, pod ktoré sa nedá podpísať

source: Failed pledges
cy_gb: Addewidion aflwyddiannus
es_es: Compromisos no logrados
fr_fr: Promesses infructueuses
it_it: Impegni falliti
ru_ru: Неуспешные обещания
sk_sk: Neúspešné sľuby

source: Start date
cy_gb: Dyddiad cychwyn
es_es: Fecha de comienzo
fr_fr: Date de début
it_it: Data di inizio
ru_ru: Дате создания
sk_sk: Dátum napísania

source: Deadline
cy_gb: Terfyn
es_es: Fecha límite
fr_fr: Date limite
it_it: Date limite
ru_ru: Дате окончания
sk_sk: Termín

source: Percent signed
cy_gb: Canradd llofnodwyd
es_es: Porcentaje suscrito
fr_fr: Pourcentage ayant signé
it_it: Percentuale raggiunta
ru_ru: К-ву подписчиков
sk_sk: Percento podpisov

source: Category
cy_gb: Categori
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ru_ru: Категории
sk_sk: Kategória

source: You can search for:
es_es: Puede buscar:
fr_fr: Vous pouvez rechercher&nbsp;:
it_it: Puoi cercare:
ru_ru: В строке поиска Вы можете указать следующее:
sk_sk: Môžete vyhľadať:

source: <strong>Any words</strong>, to find pledges and comments containing those words
es_es: <strong>Cualquier grupo de palabras</strong> para encontrar compromisos y comentarios que lo contengan
fr_fr: <strong>Des mots</strong> pour trouver des promesses et des commentaires contenant ces mots
it_it: <strong>Una o più parole</strong>, per trovare impegni e commenti contenenti quella(e) parole
ru_ru: <strong>Любые слова</strong>, которые могут содержаться в искомых обещаниях или комментариях
sk_sk: <strong>Akékoľvek slová,</strong> aby ste našli sľuby a komentáre, v ktorých sú tieto slová

source: The name of a <strong>town or city</strong> near you, to find pledges in your area
es_es: El nombre de una <strong>ciudad o lugar</strong> cerca de Vd., para encontrar compromisos en su entorno
fr_fr: Le nom d'une <strong>ville</strong> près de chez vous, pour trouver des promesses dans votre région
it_it: Il nome di una <strong>città</strong> vicina, per trovare gli impegni nella tua zona
ru_ru: Название <strong>города или городка</strong> недалеко от Вас, чтобы найти обещания в Вашем регионе
sk_sk: Názov <strong>mesta</strong> vo vašej blízkosti, aby sme našli sľuby vo vašom okolí

source: A <strong>postcode</strong> or postcode area, if you are in the United Kingdom
es_es: Un <strong>código postal</strong> o área postal si se encuentra en el Reino Unido
fr_fr: Un <strong>code postal</strong> ou sa région, si vous habitez le Royaume-Uni
it_it: Un <strong>codice postale</strong> o un codice di area, se sei nel Regno Unito
ru_ru: <strong>Почтовый индекс</strong>, если Вы находитесь в Соединенном Королевстве
sk_sk: <strong>PSČ</strong> alebo jeho začiatok, ak sa teraz nachádzate vo Veľkej Británii

source: The name of <strong>a person</strong>, to find pledges they made or signed publicly
es_es: El nombre de <strong>una persona</strong>, para encontrar compromisos que haya creado o a los que se hayan suscrito públicamente.
fr_fr: Le nom d'une <strong>personne</strong> pour trouver des promesses qu'elle a créées ou signées publiquement
ru_ru: Имя <strong>человека</strong>, создававшего или присоединившегося к общедоступному обещанию
sk_sk: Meno <strong>človeka,</strong> aby ste našli sľuby, ktoré napísal(a) alebo verejne podpísal(a)

source: Basics
es_es: Fundamentos
fr_fr: Détails de base
ru_ru: Основное
sk_sk: Základné informácie

source: Location
es_es: Situación geográfica
fr_fr: Endroit
ru_ru: Регион
sk_sk: Miesto

source: Category/Privacy
es_es: Categoría/privacidad
fr_fr: Catégorie/accessibilité
ru_ru: Категория/Приватность
sk_sk: Kategória/Nastavenie súkromia

source: Address
es_es: Dirección
fr_fr: Adresse
ru_ru: Ваш адрес
sk_sk: Adresa

source: PledgeBank
es_es: CompromisoBank
fr_fr: Promessothèque
ru_ru: Банк обещаний
sk_sk: Sľubowebka

source: Hello, %s
es_es: Hola, %s
fr_fr: Bonjour, %s
ru_ru: Здравствуйте, %s
sk_sk: Ahoj, %s!

source: this isn't you? click here
cy_gb: nid chi yw hwn? cliciwch yma
es_es: ¿No es éste tu usuario? Pulsa aquí
fr_fr: ce n'est pas vous? Cliquez ici
it_it: non sei tu? clicca qui
ru_ru: это не Вы? нажмите здесь
sk_sk: Nie si to ty? Klikni sem.

source: Search for pledges:
es_es: Busque compromisos:
fr_fr: Recherchez des promesses&nbsp;:
ru_ru: Поиск обещаний:
sk_sk: Hľadať sľuby:

source: Search
cy_gb: Ymchwilio
es_es: Buscar
fr_fr: Recherche
it_it: Cerca
ru_ru: Поиск
sk_sk: Hľadať
