Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: So far, only %s, the Pledge Creator, has signed this pledge.
cy_gb: Hyd yn hyn, dim ond %s, cr&euml;wr yr Addewid, sy wedi'i lofnodi.
es_es: Por el momento, sólo %s, el creador del compromiso, se ha suscrito al mismo.
fr_fr: Jusqu'ici, seulement %s, l'auteur de la promesse, a souscrit cette dernière.
it_it: Finora, solamente %s, il Primo Firmatario, ha sottoscritto questo impegno.
ru_ru: Пока только %s, автор обещания, поддерживает обещание.
sk_sk: Zatiaľ sa pod sľub podpísal(a) iba %s, jeho autor(ka).

source: Because there are so many signers, only the most recent %d are shown on this page.
cy_gb: Gan fod cymaint o bobl wedi llofnodi'r addewid, dim ond y %d diweddaraf sy'n ymddangos ar y dudalen hon.
es_es: Puesto que existe un gran número de voluntarios, tan sólo los %d más recientes serán mostrados en esta página.
fr_fr: Étant donné le grand nombre de signataires, seulement les %d derniers apparaissent sur cette page.
it_it: A causa del gran numero di adesioni, sole le %d più recenti sono pubblicate su questa pagina.
ru_ru: Из-за того что у обещания очень много единомышленников, на странице отображены только последние %d.
sk_sk: Nakoľko sa podpísalo veľmi veľa ľudí, na&nbsp;tejto stránke je uvedených len posledných %d.

source: Show all signers
cy_gb: Dangos y llofnodwyr i gyd
es_es: Mostrar todos los voluntarios
fr_fr: Afficher tous les signataires
it_it: Mostra tutti i firmatari
ru_ru: Показать всех подписчиков
sk_sk: Ukázať všetky podpisy

source: %s, the Pledge Creator, joined by:
cy_gb: %s, Cr&euml;wr yr Addewid, ynghyd &acirc;:
es_es: %s, el creador del compromiso, respaldado por:
fr_fr: %s, l'auteur de la promesse, joint par&nbsp;:
it_it: %s, Primo Firmatario, insieme a:
ru_ru: К %s, автору обещания, присоединились:
sk_sk: K&nbsp;použ. %s, autorovi&nbsp;(-ke), sa pridal(a/-i):

source: Succeeded on %s
es_es: Éxito en %s
fr_fr: A réussi sur %s
ru_ru: Успешно с %s
sk_sk: Úspešný %s

source: View signup rate graph
cy_gb: Gweld graff graddfa llofnodi
es_es: Ver el gráfico de la tasa de suscripciones
fr_fr: Voir un graphique du taux de souscription
it_it: Grafico delle adesioni
ru_ru: Посмотреть график динамики подключений
sk_sk: Zobraziť graf s&nbsp;frekvenciou podpisov

source: RSS feed of comments on this pledge
cy_gb: Sylwadau ar yr addewid hwn
es_es: Protocolo RSS sobre este compromiso
fr_fr: flux RSS de commentaires sur cette promesse
it_it: Feed RSS dei commenti su questo impegno
ru_ru: RSS-лента комментариев по данному обещанию
sk_sk: Sledovať komentáre k&nbsp;sľubu v&nbsp;reálnom čase

source: Comments on this pledge
cy_gb: Sylwadau ar yr addewid hwn
es_es: Comentarios sobre este compromiso
fr_fr: Commentaires sur cette promesse
it_it: Commenti su questo impegno
ru_ru: Комментарии к обещанию
sk_sk: Komentáre k sľubu

source: Because there are so many comments, only the most recent %d are shown on this page.
cy_gb: Gan fod cymaint o sylwadau, dim ond y %d diweddaraf sy'n ymddangos ar y dudalen hon.
es_es: Debido al alto número de comentarios, sólo los %d más recientes serán mostrados en esta página.
fr_fr: Vu le grand nombre de commentaires, seulement les %d plus récents sont affichés sur cette page.
it_it: A causa del gran numero di commenti, solo i %d più recenti sono pubblicati su questa pagina.
ru_ru: Из-за того что у обещания очень много комментариев, на странице отображены только последние %d.
sk_sk: Pretože k&nbsp;sľubu je veľa komentárov, na&nbsp;tejto stránke je len %d najnovších.

source: Show all comments
cy_gb: Dangos y sylwadau i gyd
es_es: Mostrar todos los comentarios
fr_fr: Afficher tous les commentaires
it_it: Mostra tutti i commenti
ru_ru: Показать все комментарии
sk_sk: Zobraziť všetky komentáre

source: Some of the people who signed this pledge also signed these pledges...
es_es: Algunos suscriptores de este compromiso también se suscribieron a estos otros...
fr_fr: Certains signataires de cette promesse ont aussi signé celles-ci...
ru_ru: Люди, которые поддерживают данное обещание также учавствуют в этих...
sk_sk: Niektorí, z tých, ktorí sa podpísali pod tento sľub, sa podpísali aj pod tieto.

source: %s person
es_es: %s persona
fr_fr: %s personne
ru_ru: %s человек
sk_sk: %s človek

source: You might be interested in these other pledges:
es_es: Usted puede estar interesado en estos otros compromisos:
fr_fr: Ces autres promesses pourraient vous intéresser&nbsp;:
sk_sk: Možno vás budú zaujímať tieto sľuby:

source: See <a href="/list">more pledges</a>, and all <a href="/faq">about how PledgeBank works</a>.
fr_fr: Voir <a href="/list">plus de promesses</a>, et tout <a href="/faq">sur le fonctionnement de Promessothèque</a>.
sk_sk: Prečítajte si <a href="/list">viac sľubov</a> a&nbsp;všetko o&nbsp;tom, <a href="/faq">ako Sľubowebka funguje</a>.

source: Comments on Pledge '%s'
cy_gb: Sylwadau ar yr addewid '%s'
es_es: Comentarios sobre el compromiso '%s'
fr_fr: Commentaires sur la promesse '%s'
it_it: Commenti sull'impegno '%s'
ru_ru: Комментарии по обещанию '%s'
sk_sk: Komentáre k&nbsp;sľubu „%s“

source: More information:
cy_gb: Mwy o wybodaeth:
es_es: Más información:
fr_fr: Plus d'information&nbsp;:
it_it: Ulteriori informazioni:
ru_ru: Более детально:
sk_sk: Viac informácií:

source: <h2>General pledge information</h2>
cy_gb: <h2>Gwybodaeth cyffredinol am yr addewid</h2>
es_es: <h2>Información general sobre el compromiso</h2>
fr_fr: <h2>Renseignements généraux sur la promesse</h2>
it_it: <h2>Informazioni generali su questo impegno</h2>
ru_ru: <h2>Общая информация об обещании</h2>
sk_sk: <h2>Základné informácie o&nbsp;sľube</h2>

source: Creator
cy_gb: Cr&euml;wr
es_es: Creador
fr_fr: Auteur
it_it: Primo firmatario
ru_ru: Автор
sk_sk: Autor(ka)

source: Date created
es_es: Fecha de creación
fr_fr: Date de création
it_it: Creato il
ru_ru: Создано
sk_sk: Dátum uverejnenia

source: Date closes
es_es: Fecha límite de cierre
fr_fr: Date de fermeture
it_it: Scade il
ru_ru: Дата окончания
sk_sk: Termín pre podpisy končí

source: Date closed
es_es: Fecha de cierre
fr_fr: Date de fermeture
it_it: Scaduto il
ru_ru: Дата окончания
sk_sk: Termín pre podpisy uplynul

source: Status
cy_gb: Statws
es_es: Estado
fr_fr: État
ru_ru: Состояние
sk_sk: Situácia

source: successful in %d area
es_es: con éxito en %d área
fr_fr: fructueuse dans %d endroit
ru_ru: успешные в регионе %d
sk_sk: úspešný v&nbsp;%d oblasti

source: open for signers;
cy_gb: agored i lofnodwyr;
es_es: abierto para voluntarios;
fr_fr: ouvert aux signataires;
it_it: aperto;
ru_ru: открыто для поддержки;
sk_sk: dá sa podpísať,

source: successful
cy_gb: wedi cyrraedd ei nod
es_es: satisfecho
fr_fr: succès
it_it: riuscito
ru_ru: успешные
sk_sk: úspešný

source: not yet successful
cy_gb: heb gyrraedd ei nod
es_es: no concluído satisfactoriamente hasta el momento
fr_fr: pas encore un succès
it_it: non ancora riuscito
ru_ru: еще не успешно
sk_sk: ešte nie je úspešný

source: closed;
cy_gb: ar gau;
es_es: cerrado;
fr_fr: close;
it_it: chiuso;
ru_ru: закрыто;
sk_sk: po&nbsp;termíne;

source: failed
cy_gb: wedi methu
es_es: fallido
fr_fr: a échoué
it_it: fallito
ru_ru: не удалось
sk_sk: nesplnený

source: Number of signers
cy_gb: Nifer o lofnodwyr
es_es: Número de voluntarios
fr_fr: Nombre de signataires
it_it: Numero firmatari
ru_ru: К-во подписчиков
sk_sk: Počet podpísaných

source: (%.1f%% of target)
cy_gb: (%.1f%% o'r targed)
es_es: (%.1f%% del objetivo)
fr_fr: (%.1f%% de l'objectif)
it_it: (%.1f%% del target)
ru_ru: (%.1f%% от требуемого)
sk_sk: (%.1f%% urč. počtu)

source: Estimated signers by deadline
es_es: Estimados voluntarios existentes en el momento de expiración del compromiso
fr_fr: Nombre estimé de signataires avant la date limite
it_it: Previsione adesioni entro data limite
ru_ru: Прогнозируемое к-во подписчиков
sk_sk: Predpokl. počet podpisov do&nbsp;termínu

source: (%.1f%% of target)<br><small>if signup rate continues as in last week</small>
es_es: (%.1f%% del objetivo)<br><small>si la tasa de suscripciones continúa como la semana pasada</small>
fr_fr: (%.1f%% de l'objectif)<br><small>si le taux de souscription se maintient comme la semaine dernière</small>
it_it: (%.1f%% del target)<br><small>al ritmo della scorsa settimana</small>
ru_ru: (%.1f%% от требуемого)<br><small>если темп подключений сохранится таким же, как на прошлой неделе</small>
sk_sk: (%.1f%% cieľa)<br><small>ak počet podpisov bude rásť tak ako minulý týždeň</small>

source: Categories
cy_gb: Categor&iuml;au
es_es: Categorías
fr_fr: Catégories
it_it: Categoria
ru_ru: Категории
sk_sk: Kategórie

source: Rate of signups
cy_gb: Graddfa lofnodi
es_es: Tasa de suscripciones
fr_fr: Taux de souscription
it_it: Andamento delle sottoscrizioni
ru_ru: Прогресс подключений
sk_sk: Frekvencia podpisov

source: Signup graph not available for private pledges.
cy_gb: Graff llofnodi ddim ar gael i addewidion preifat
es_es: El gráfico de suscripciones no se encuentra disponible para compromisos privados.
fr_fr: Graphique de souscriptions non disponible pour les promesses privées.
it_it: Il grafico non è disponibile per gli impegni privati.
ru_ru: График подключения не доступен для секретного обещания.
sk_sk: Pre súkromné sľuby nie je k&nbsp;dispozícii graf frekvencie podpisov.

source: Graph of signers to this pledge
cy_gb: Graff llofnodwyr yr addewid hwn
es_es: Gráfico de suscriptores a este compromiso
fr_fr: Graphique des signataires de cette promesse
it_it: Grafico delle adesioni a questo impegno
ru_ru: График подключения к обещанию
sk_sk: Graf podpisov k&nbsp;tomuto sľubu

source: Graph updated every 30 minutes
es_es: Gráfico actualizado cada 30 minutos
fr_fr: Graphique mis à jour toutes les demi-heures
it_it: Grafico aggiornato ogni 30 minuti
ru_ru: График обновляется каждые 30 минут
sk_sk: Graf sa aktualizuje každých 30 minút

source: Before you can change the pledge's picture, we need to check that you created the pledge.
cy_gb: Cyn i chi newid llun yr addewid, mae rhaid i ni sieco taw chi greuodd yr addewid.
es_es: Antes de que pueda modificar la imagen del compromiso, hemos de comprobar que Vd. es el creador del mismo.
fr_fr: Avant que vous puissiez changer l'image reliée à la promesse, nous devons nous assurer que vous avez créé cette promesse.
it_it: Prima di poter modificare l'immagine, dobbiamo verificare che tu sia il primo firmatario dell'impegno.
ru_ru: Перед тем как Вы сможете изменить картинку Вашего обещания, нам необходимо проверить, являетесь ли Вы его автором.
sk_sk: Predtým, ako budete môcť zmeniť obrázok k&nbsp;svojmu sľubu, potrebujeme skontrolovať, či ste tento sľub napísali.

source: Then you will be able to change your pledge's picture.
cy_gb: Wedyn, gallwch chi newid llun eich addewid
es_es: Tras ello podrá cambiar la imagen de su compromiso.
fr_fr: Vous pourrez alors changer l'image reliée à votre promesse.
it_it: Una volta effettuato il controllo sarà possibile fare la modifica.
ru_ru: Затем Вы сможете изменить картинку своего обещания.
sk_sk: Potom budete môcť zmeniť obrázok k&nbsp;svojmu sľubu.

source: Change your pledge's picture at PledgeBank.com
cy_gb: Newid llun eich addewid ar PledgeBank.com
es_es: Cambie la imagen de su compromiso en PledgeBank.com
fr_fr: Changer l'image reliée à votre promesse à Promessothèque.com
it_it: Cambia l'immagine associata al tuo impegno su PledgeBank.com
ru_ru: Изменение картинки своего обещания на PledgeBank.com
sk_sk: Zmeňte obrázok k&nbsp;svojmu sľubu na&nbsp;www.slubowebka.com

source: Before you can add a picture to the pledge, we need to check that you created the pledge.
cy_gb: Cyn i chi ychwanegu llun i'r addewid, mae rhaid i ni sieco taw chi greuodd yr addewid.
es_es: Antes de que pueda añadir una imagen al compromiso, hemos de comprobar que Vd. es el creador del mismo.
fr_fr: Avant que vous puissiez ajouter une image à la promesse, nous devons nous assurer que vous avez créé cette promesse.
it_it: Prima di allegare un'immagine all'impegno, dobbiamo verificare chi sia il primo firmatario dell'impegno.
ru_ru: Перед тем как Вы сможете добавить картинку к Вашему обещанию, нам необходимо проверить, являетесь ли Вы его автором.
sk_sk: Predtým, ako budete môcť k&nbsp;svojmu sľubu pridať obrázok, potrebujeme skontrolovať, či ste tento sľub napísali.

source: Then you will be able to add a picture to your pledge.
cy_gb: Wedyn, gallwch chi ychwanegu llun i'ch addewid
es_es: Tras ello podrá añadir una imagen a su compromiso.
fr_fr: Vous pourrez alors ajouter une image à votre promesse.
it_it: Sarà così possibile allegare un'immagine all'impegno.
ru_ru: Затем Вы сможете добавить картинку к своему обещанию.
sk_sk: Potom budete môcť pridať obrázok k&nbsp;svojmu sľubu.

source: Add a picture to your pledge at PledgeBank.com
cy_gb: Ychwanegu llun i'ch addewid ar PledgeBank.com
es_es: Añada una imagen a su compromiso en PledgeBank.com
fr_fr: Ajouter une image à votre promesse à Promessothèque.com
it_it: Allega una immagine al tuo impegno su PledgeBank.com
ru_ru: Добавить картинку к обещанию на PledgeBank.com
sk_sk: Pridajte obrázok k&nbsp;svojmu sľubu na&nbsp;stránke www.slubowebka.com

source: You must be the pledge creator to add a picture to a pledge. Please <a href="/logout">log out</a> and log in again as them.
cy_gb: Dim ond cr&euml;wr yr addewid all ychwanegu llun iddo. Gallwch <a href="/logout">allgofnodi</a> ac wedyn mewngofnodi fel y person hwnna.
es_es: Vd. ha de ser el creador del compromiso para poder añadir una imagen al mismo. Por favor, <a href="/logout">salga</a> y vuelva a entar nuevamente como tal.
fr_fr: Vous devez être l'auteur de la promesse pour y ajouter une image. Veuillez <a href="/logout">vous déconnecter</a> et vous reconnecter comme eux.
it_it: Solo il primo firmatario dell'impegno può allegare un'immagine al'impegno. Si prega di fare <a href="/logout">logout</a> e di riconettersi.
ru_ru: Чтобы иметь возможность добавить картинку Вы должны быть автором обещания. Для этого Вам необходимо <a href="/logout">выйти</a> и зайти как автор.
sk_sk: Pridať k sľubu obrázok môže len jeho autor(ka). Prosím, <a href="/logout">odhláste sa</a> a&nbsp;prihláste sa ako on(a).

source: Change pledge picture
cy_gb: Newid llun yr addewid
es_es: Cambie la imagen de su compromiso
fr_fr: Changer l'image accompagnant votre promesse
it_it: Modifica l'immagine
ru_ru: Изменить картинку обещания
sk_sk: Zmeniť obrázok k sľubu

source: Add picture to pledge
cy_gb: Ychwanegu llun i'r addewid
es_es: Añada imagen a su compromiso
fr_fr: Ajouter une image à la promesse
it_it: Aggiungi un'immagine all'impegno
ru_ru: Добавить картинку к обещанию
sk_sk: Pridať k sľubu obrázok

source: The picture has been removed. Below you can see what the pledge now looks like.
cy_gb: Dileuwyd y llun. Gweler isod am sut golwg sy ar eich addewid nawr.
es_es: La imagen ha sido eliminada. Puede ver abajo una previsualización del compromiso en su estado actual.
fr_fr: L'image a été supprimée. Vous pouvez voir de quoi la promesse a maintenant l'air ci-dessous.
it_it: L'immagine è stata cancellata. Qui sotto l'anteprima dell'impegno.
ru_ru: Картинка удалена. Ниже Вы можете посмотреть как теперь выглядит обещание.
sk_sk: Obrázok bol odstránený. Vpravo nižšie vidíte, ako teraz sľub vyzerá.

source: Picture not available for private pledge
cy_gb: Llun ddim ar gael ar addewid preifat
es_es: No pueden usarse imágenes en compromisos privados
fr_fr: Image non disponible pour promesse privée
it_it: Immagine non disponibile per gli impegni privati.
ru_ru: Добавление картинки недоступно для секретных обещаний
sk_sk: K súkromnému sľubu sa nedá pridať obrázok

source: There was an internal error uploading the picture. The uploaded file exceeds the upload_max_filesize directive in php.ini
cy_gb: Bu gwall mewnol wrth lwytho'r llun. Mae'r ffeil yn fwy na'r gyfarwyddeb upload_max_filesize yn php.ini
es_es: Se ha producido un error interno a la hora de cargar su imagen. El archivo cargado excede la directiva upload_max_filesize del archivo php.ini
fr_fr: Une erreur interne est survenue lors du téléchargement de l'image vers le serveur. Le fichier téléchargé dépasse la directive upload_max_filesize in php.ini
it_it: Errore interno durante l'upload dell'immagine. Le dimensioni del file eccedono la direttiva upload_max_filesize di php.ini
ru_ru: Произошла внутрення ошибка при отсылке картинки. Отсылаемый файл превышает upload_max_filesize в php.ini
sk_sk: Pri načítavaní obrázka sa vyskytla vnútornú chyba. Načítavaný súbor prekračuje hranicu pre maximálnu veľkosť súboru v&nbsp;súbore php.ini

source: Please use a smaller picture. Try scaling it down in a paint program, reducing the number of colours, or saving it as a JPEG or PNG. Files of up to %d kilobytes are allowed.
cy_gb: Defnyddiwch llun llai, os gwelwch yn dda. Gallwch ei leihau mewn rhaglen paentio, lleihau nifer o liwiau yn y llun, neu ei arbed fel ffeil JPEG neu PNG. Cewch ddefnyddio lluniau i fyny i %d cilobeit.
es_es: Por favor, utilice una imagen menor. Trate de reducir su tamaño en un programa de tratamiento de imágenes, reduciendo el número de colores o guardándola como JPEG o PNG. El tamaño máximo permitido es %d kilobytes.
fr_fr: La taille de votre image est trop grande. Veuillez essayer de la rapetisser dans un éditeur d'images, d'en réduire le nombre de couleurs, ou de la sauvegarder en format JPEG ou PNG. La taille maximale permise des fichiers est de %d K.
it_it: Si prega di ridurre il peso dell'immagine. Prova a ridurne le dimensioni con un programma tipo paint, o a ridurre il numero di colori, o a salvaguardare l'immagine in formato JPEG o PNG. Non sono permessi file di oltre %d kilobytes.
ru_ru: Пожалуйста, используйте меньшую, по размеру файла, картинку. Попробуйте уменьшить ее ширину и высоту используя программу "Paint" или уменьшить количество цветов или сохранить как JPEG или PNG. Допустимы файлы размером до %d килобайт.
sk_sk: Prosím, vyberte si menší obrázok. V programe na&nbsp;kreslenie ho skúste zmenšiť, znížiť počet farieb, alebo ho uložiť ako JPEG or PNG. Povolené sú súbory do&nbsp;%d kibytov.

source: The uploaded file was only partially uploaded, please try again.
cy_gb: Dim ond rhan o'r ffeil wedi'i lwytho, ceisiwch eto, os gwelwch yn dda.
es_es: El archivo sólo se ha podido cargar en parte. Por favor, inténtelo de nuevo.
fr_fr: Le téléchargement vers le serveur ne s'est pas complété; veuillez réessayer.
it_it: Upload solo parzialmente riuscito, si prega di riprovare.
ru_ru: Отсылаемый файл был только частично отослан. Пожалуйста, попытайтесь еще раз.
sk_sk: Súbor bol načítaný iba čiastočne. Prosím, skúste znova.

source: No file was uploaded, please try again.
cy_gb: Does dim ffeil wedi'i lwytho, ceisiwch eto, os gwelwch yn dda.
es_es: Ningún archivo ha sido cargado. Por favor, inténtelo de nuevo.
fr_fr: Aucun fichier n'a été téléchargé vers le serveur; veuillez réessayer.
it_it: Upload fallito, si prega di riprovare.
ru_ru: Фал не был отослан, пожалуйста, попытайтесь еще раз.
sk_sk: Nebol načítaný žiaden súbor. Prosím, skúste znovu.

source: There was an internal error uploading the picture. Missing a temporary folder.
cy_gb: Bu gwall mewnol wrth lwytho'r llun. Ffolder dros dro ar goll.
es_es: Se ha producido un error interno a la hora de cargar su imagen. No se encuentra una carpeta temporal.
fr_fr: Une erreur interne est survenue lors du téléchargement de l'image vers le serveur. Un dossier temporaire est manquant.
it_it: Errore interno durante l'uploaddell'immagine. Cartella temporanea mancante.
ru_ru: Произошла внутрення ошибка при отсылке картинки. Отсутствует временный каталог.
sk_sk: Pri načítavaní obrázka došlo k&nbsp;vnútornej chybe. Chýba dočasný priečinok.

source: Failed to upload the picture, please try again.
cy_gb: Wedi methu llwytho'r ffeil; ceisiwch eto, os gwelwch yn dda.
es_es: No se ha podido cargar la imagen. Por favor, inténtelo de nuevo.
fr_fr: Le téléchargement de l'image vers le serveur a échoué; veuillez réessayer.
it_it: Upload fallito, si prega di riprovare.
ru_ru: Не удалось отослать картинку. Пожалуйста попытайтесь еще раз.
sk_sk: Obrázok sa nepodarilo načítať. Prosím, skúste znovu.

source: Please use a smaller picture. Try scaling it down in a paint program, reducing the number of colours, or saving it as a JPEG or PNG. Files of up to %d kilobytes are allowed. Your picture is about %d kilobytes in size.
cy_gb: Defnyddiwch llun llai o faint, os gwelwch yn dda. Gallwch leihau'r maint y llun mewn rhaglen paentio, neu leihau y nifer o liwiau yn y llun, neu ei arbed fel JPEG neu PNG. Cewch chi lwytho ffeiliau i fyny i %d cilobeit. Maint eich llun chi yw rhyw %d cilobeit.
es_es: Por favor, utilice una imagen menor. Trate de reducir su tamaño en un programa de tratamiento de imágenes, reduciendo el número de colores o guardándola como JPEG o PNG. El tamaño máximo permitido es %d kilobytes. El tamaño de su imagen es apróximadamente %d kilobytes.
fr_fr: La taille de votre image est trop grande. Veuillez essayer de la rapetisser dans un éditeur d'images, d'en réduire le nombre de couleurs, ou de la sauvegarder en format JPEG ou PNG. La taille maximale permise des fichiers est de %d K. Celle de votre image est d'environ %d K.
it_it: Si prega di usare usare un'immagine più piccola. Prova a ridurla proporzionalmente utilizzando un software di trattamento immagini, di ridurre il numero di colori, o a salvarla come JPEG o PNG. Sono permessi file fino a %d kilobyte. La tua immagine pesa circa %d kilobyte.
ru_ru: Пожалуйста, используйте меньшую, по размеру файла, картинку. Попробуйте уменьшить ее ширину и высоту используя программу "Paint" или уменьшить количество цветов или сохранить как JPEG или PNG. Допустимы файлы размером до %d килобайт. Размер Вашей картинки - %d килобайт.
sk_sk: Prosím, použite menší obrázok. V&nbsp;programe na&nbsp;kreslenie ho skúste zmenšiť, znížiť počet farieb, alebo ho uložiť ako JPEG or PNG. Povolené sú súbory. do&nbsp;%d kibytov. Váš obrázok má veľkosť okolo %d kibytov.

source: We didn't receive a complete picture file. Please check that you're uploading the picture you want to use.
es_es: No hemos recibido ningún archivo de imagen completo. Por favor, verifique que se trata del archivo de imagen que desea usar.
fr_fr: Nous n'avons pas reçu de fichier image complet. Veuillez vous assurer que vous téléchargez vers le serveur l'image que vous voulez utiliser.
it_it: Non abbiamo ricevuto un file immagine completo. Si prega di verificare che l'immagine trasmessa sia quella giusta.
ru_ru: Мы получили неполноценный файл с изображением. Пожалуйста, убедитесь что Вы отсылаете правильно изображение.
sk_sk: Nedostali sme celý súbor s&nbsp;obrázkom. Prosím, uistite sa, že načítavate obrázok, ktorý chcete použiť.

source: That doesn't seem to be a valid picture file. It is only %.2f kilobytes in size.
es_es: Este archivo parece no ser un archivo de imagen válido. Ocupa tan sólo %.2f kilobytes.
fr_fr: Cela ne semble pas être un fichier image valide, car sa taille est de seulement %.2f K.
it_it: Il tipo di file non sembra essere valido. Le dimensioni sono di soli %.2f kilobyte.
ru_ru: Этот файл не похож на файл с изображением. Его размер всего лишь %.2f килобайт.
sk_sk: Zdá sa, že toto nie je platný súbor s&nbsp;obrázkom. Má iba %.2f kilobytov (-u).
