Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Subject: Message about your <?=$values['ref']?> pledge Hi <?=$values['creator_name']?>, <?=$values['from_name']?> has used PledgeBank's "contact the creator" feature to send you the message below. Your details have not been given to anyone, unless you choose to reply to this message, which will then go directly to the person who wrote the message. <?=$values['signature']?> ------------------------------------------------------------ Their message was as follows: <?=$values['message']?>
ru_ru: Subject: Сообщение касающееся Вашего обещания <?=$values['ref']?> Hi <?=$values['creator_name']?>, <?=$values['from_name']?> воспользовался сервисом проекта PledgeBank "связь с автором" чтобы отослать Вам сообщение приведённое ниже. Ваши детали не были раскрыты. Если Вы ответите на это сообщение Ваш email будет раскрыт. <?=$values['signature']?> ------------------------------------------------------------ Сообщение: <?=$values['message']?>
sk_sk: Subject: Správa o vašom sľube <?=$values['ref']?> Dobrý deň, <?=$values['creator_name']?>, <?=$values['from_name']?> využil(a) na PledgeBanku funkciu „Napíšte autorovi (-ke) sľubu“, aby vám poslal(a) túto správu. Vaše údaje neposkytneme nikomu, okrem prípadu, keď sa rozhodnete odpovedadať na túto správu, pričom odpoveď sa odošle priamo osobe, ktorá napísala túto správu. <?=$values['signature']?> ------------------------------------------------------------ Jeho (jej) správa znela takto: <?=$values['message']?>

source: Subject: <?=$values['from_name']?> saw this pledge and thought of you <?=$values['from_name']?> <<?=$values['from_email']?>> thought you would be interested in a pledge by <?=$values['creator_name']?> to '<?=$values['title']?>'. Simply by clicking <?=$values['pledge_url']?> you can show the world that you're ready to start making a difference, along with other like-minded people. <?=$values['creator_name']?>'s pledge will close on <?=$values['pretty_date']?> and it only needs the support of <?=$values['target']?> people before it succeeds and goes into action. <?=$values['from_message']?><?=$values['pledgebank_url']?> is a site set up to give power to YOU, by allowing you to ensure that others will support your actions. If you have ever wanted to make a difference, but haven't known where to start and who will join you, visit us now: <?=$values['pledgebank_url']?> Thank you for your support! <?=$values['signature']?>
es_es: Subject: <?=$values['from_name']?> vio este compromiso y pensó en Vd. <?=$values['from_name']?> <<?=$values['from_email']?>> pensó que Vd. estaría interesado en un compromiso de <?=$values['creator_name']?> para '<?=$values['title']?>'. Simplemente pulsando <?=$values['pledge_url']?>, puede mostrar al mundo que está dispuesto a tratar de marcar la diferencia, junto a otras personas que piensan como Vd. El compromiso de <?=$values['creator_name']?> acabará el <?=$values['pretty_date']?> y tan sólo precisa el apoyo de <?=$values['target']?> personas antes de entrar en acción. <?=$values['from_message']?><?=$values['pledgebank_url']?> es una página para DARLE el poder, permitiéndole asegurarse de que otros apoyarán sus acciones. Si alguna vez ha deseado marcar la diferencia, pero no ha no ha sabido por dónde empezar ni quién le apoyaría, visítenos ahora: <?=$values['pledgebank_url']?> ¡Gracias por su apoyo! <?=$values['signature']?>
fr_fr: Subject: <?=$values['from_name']?> a vu cette promesse et a pensé à vous <?=$values['from_name']?> <<?=$values['from_email']?>> a pensé que vous seriez intéressé par une promesse par <?=$values['creator_name']?> à '<?=$values['title']?>'. Simplement en cliquant sur <?=$values['pledge_url']?>, vous pouvez montrer au monde que vous êtes prêt à changer quelque chose, avec d'autres gens de votre avis. La promesse de <?=$values['creator_name']?>se clora le <?=$values['pretty_date']?> et il faut seulement le soutien de <?=$values['target']?> personnes avant qu'elle soit mise à exécution. <?=$values['from_message']?><?=$values['pledgebank_url']?> est un site conçu pour VOUS donner du pouvoir, en vous permettant de vous assurer que les autres supporteront vos gestes. Si vous avez déjà voulu changer quelque chose, mais n'avez pas su comment commencer et qui allait vous imiter, contactez-nous : <?=$values['pledgebank_url']?> Merci pour votre soutien! <?=$values['signature']?>
ru_ru: Subject: <?=$values['from_name']?> читал(а) данное обещание и вспомнил(а) о Вас <?=$values['from_name']?> <<?=$values['from_email']?>> подумал, что возможно Вам будет интересно обещание '<?=$values['title']?>' автора <?=$values['creator_name']?>. Просто "кликнув" на ссылке <?=$values['pledge_url']?> Вы можете показать Миру, что готовы к изменениям при поддержке единомышленников. Обещание автора <?=$values['creator_name']?> завершится <?=$values['pretty_date']?> и для его успешного завершение требуется <?=$values['target']?> единомышленников. <?=$values['from_message']?><?=$values['pledgebank_url']?> это сайт, созданный для того, чтобы придать ВАМ силы, связав с единомышленниками. Если Вы когда-либо хотели что-то изменить в жизни, но не знали как начать, кого попросить о поддержке, "щелкните" здесь: <?=$values['pledgebank_url']?> Спасибо за Вашу поддержку! <?=$values['signature']?>
sk_sk: Subject: <?=$values['from_name']?> videl(a) tento sľub a myslel(a) na vás <?=$values['from_name']?> <<?=$values['from_email']?>> si myslel(a), že by vás mohol zaujímať sľub „<?=$values['title']?>“, ktorý napísal(a) <?=$values['creator_name']?>. Jednoduchým kliknutím na stránku <?=$values['pledge_url']?> môžete ukázať svetu, že ste pripravený (-á) urobiť zmenu, spolu s podobne zmýšľajúcimi ľuďmi. Sľub použ. <?=$values['creator_name']?> bude trvať do <?=$values['pretty_date']?> a potrebuje podporu len <?=$values['target']?> ľudí, aby bol úspešný a mohol sa realizovať. <?=$values['from_message']?><?=$values['pledgebank_url']?> je stránka založená na to, aby VÁM dodala silu vďaka tomu, že sa budete môcť uistiť, že ostatní budú podporovať to, čo robíte. Ak ste niekedy chceli urobiť zmenu, ale nevedeli ste, kde začať a kto sa pridá, navštívte teraz našu stránku: <?=$values['pledgebank_url']?> Ďakujeme vám za vašu podporu! <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com. Unfortunately, your pledge did not meet its target in the required time. You required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge read: '<?=$values['sentence_first']?>' The link below will enable you to write to all your signers. Ask them what they'd like to do next, whether they'd like to go through with the pledge anyway, or whether they'd like to create a new pledge. <?=$values['url']?> Go on get started - good luck!! <?=$values['signature']?>
es_es: Subject: Su compromiso - '<?=$values['title']?>' en PledgeBank.com. Desgraciadamente su compromiso no ha logrado el objetivo en el tiempo requerido. Usted solicitó <?=$values['target']?> <?=$values['type']?>, pero tan sólo logró <?=$values['actual']?>. El compromiso decía: '<?=$values['sentence_first']?>' El enlace situado más abajo le permitirá escribir a todos los voluntarios. Pregúnteles cómo desean proseguir, si quieren continuar con el compromiso de todas formas o si desean crear un nuevo compromiso. <?=$values['url']?> Siga adelante - ¡buena suerte! <?=$values['signature']?>
ru_ru: Subject: Ваше обещание - '<?=$values['title']?>' на PledgeBank.com. К сожалению, Ваше обещание не достигло свое цели за требуемое время. Требовалось <?=$values['target']?> <?=$values['type']?>, но подключилось только <?=$values['actual']?>. Обещание выглядит так: '<?=$values['sentence_first']?>' Воспользовавшись ссылкой ниже Вы сможете написать всем подключившимся. Узнайте их дальнейшие планы, cогласны ли они всё равно выполнить обещание, или хотят создать новое обещание <?=$values['url']?> Удачи! <?=$values['signature']?>
sk_sk: Subject: Váš sľub „<?=$values['title']?>“ na www.slubowebka.com. Bohužiaľ, pod váš sľub sa v časovom limite nepodpísalo dosť ľudí. Potrebovali ste, aby sa podpísali <?=$values['target']?> <?=$values['type']?>, ale popísali sa len <?=$values['actual']?>. Sľub znel takto: „<?=$values['sentence_first']?>“ Tento odkaz vám umožní napísať všetkým, ktorí sa podpísali. Opýtajte sa ich, čo chcú robiť ďalej, či chcú napriek tomu pokračovať a splniť sľub alebo či chcú napísať nový. <?=$values['url']?> Do toho, začnite — veľa šťastia! <?=$values['signature']?>

source: Subject: Your pledge '<?=$values['title']?>' at PledgeBank.com was unsuccessful in <?=$values['location_description']?> Unfortunately, your pledge did not meet its target for people in <?=$values['location_description']?> in the required time. You required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['location_signers']?>. The pledge read: '<?=$values['sentence_first']?>' The link below will enable you to write to all your signers in <?=$values['location_description']?>. Ask them what they'd like to do next, whether they'd like to go through with the plege anyway, or whether they'd like to create a new pledge. <?=$values['url']?> Go on and get started - good luck!! <?=$values['signature']?>
es_es: Subject: Su compromiso '<?=$values['title']?>' en PledgeBank.com no tuvo éxito en <?=$values['location_description']?> Desgraciadamente su compromiso no logró el objetivo de gente en <?=$values['location_description']?> en el tiempo requerido. Usted solicitó <?=$values['target']?> <?=$values['type']?>, pero consiguió tan sólo <?=$values['location_signers']?>. El compromiso decía: '<?=$values['sentence_first']?>' El enlace dispuesto más abajo le permitirá contactar con todos los voluntarios en <?=$values['location_description']?>. Pregúnteles cómo quieren proceder, si desean continuar de todas formas con el compromiso o si desean crear un nuevo compromiso. <?=$values['url']?> Siga adelante - ¡buena suerte! <?=$values['signature']?>
ru_ru: Subject: Ваше обещание '<?=$values['title']?>' на PledgeBank.com не достигло своей цели в <?=$values['location_description']?> К сожалению, Ваше обещание не достигло свое цели в <?=$values['location_description']?> за требуемое время. Требовалось <?=$values['target']?> <?=$values['type']?>, но подключилось только <?=$values['location_signers']?>. Обещание выглядит так: '<?=$values['sentence_first']?>' Воспользовавшись ссылкой ниже Вы сможете написать всем подключившимся в <?=$values['location_description']?>. Узнайте их дальнейшие планы, согласны ли они всё равно выполнить обещание, или хотят создать новое обещание <?=$values['url']?> Удачи! <?=$values['signature']?>
sk_sk: Subject: Váš sľub „<?=$values['title']?>“ na stránke www.slubowebka.com nebol úspešný v meste <?=$values['location_description']?> Bohužiaľ, pod váš sľub sa v časovom limite nepodpísalo v meste <?=$values['location_description']?> dosť ľudí. Potrebovali ste, aby sa podpísali <?=$values['target']?> <?=$values['type']?>, ale podpísali) sa iba <?=$values['location_signers']?>. Sľub znel takto: „<?=$values['sentence_first']?>“ Tento odkaz vám umožní napísať všetkým, ktorí sa pod váš sľub podpísali v meste <?=$values['location_description']?>. Opýtajte sa ich, čo chcú robiť ďalej, či chcú napriek tomu pokračovať a splniť sľub, alebo napísať nový. <?=$values['url']?> Dajte sa do toho — veľa šťastia! <?=$values['signature']?>

source: Subject: The deadline for your promise has passed - '<?=$values['title']?>' at livesimply The livesimply promise you created hasn't reached its target within the timeframe. It required <?=$values['target']?> <?=$values['type']?> to sign up, but didn't get any signatures. The promise read: '<?=$values['sentence_first']?>' <?=$values['pledge_url']?> You have two options now. You can start the promise with a new timeframe by starting a new promise: <?=$values['pledgebank_url']?>new Or you can sign up to a similar promise - check out the list of all promises: <?=$values['pledgebank_url']?>list <?=$values['signature']?>
sk_sk: Subject: Termín vášho sľubu „<?=$values['title']?>“ na livesimply uplynul Sľub, ktorý ste napísali na stránke livesimply, v časovom limite nezískal podporu dostatočného počtu ľudí. Potrebovali ste, aby sa podpísalo (-i) <?=$values['target']?> <?=$values['type']?>, ale nezískali ste žiadne podpisy. Sľub znel takto: „<?=$values['sentence_first']?>“ <?=$values['pledge_url']?> Teraz máte 2 možnosti. Zmeniť tak,že napíšete nový sľub: <?=$values['pledgebank_url']?>nový alebo sa môžete podpísať pod podobný sľub - pozrite sa na zoznam všetkých: <?=$values['pledgebank_url']?>sľubov <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com. Unfortunately, your pledge did not meet its target in the required time. You required <?=$values['target']?> <?=$values['type']?>, but didn't get any signatures. The pledge read: '<?=$values['sentence_first']?>' Sorry about that. Why not try creating a new pledge, with a lower target to have more chance of success, and ask your friends or colleagues to sign? <?=$values['signature']?>
es_es: Subject: Su compromiso - '<?=$values['title']?>' en PledgeBank.com. Desgraciadamente su compromiso no ha logrado su meta en el tiempo requerido. Usted solicitó <?=$values['target']?> <?=$values['type']?>, pero no logró ningún voluntario. El compromiso decía: '<?=$values['sentence_first']?>' Lo sentimos. ¿Por qué no trata de crear un nuevo compromiso, con una meta más ajustada para aumentar las posibilidades de éxito y pide a sus amigos o compañeros que se unan? <?=$values['signature']?>
ru_ru: Subject: Ваше обещание - '<?=$values['title']?>' на PledgeBank.com К сожалению Ваше обещание не достигло своей цели за требуемое время. Требовалось <?=$values['target']?> <?=$values['type']?>, но никто не подключился. Обещание выглядит так: '<?=$values['sentence_first']?>' Жаль, что так получилось. Можете попробовать создать новое обещание с меньшей цельюи попросить своих друзей и коллег подключиться к нему. <?=$values['signature']?>
sk_sk: Subject: Váš sľub „<?=$values['title']?>“ na www.slubowebka.com. Bohužiaľ, pod váš sľub sa v časovom limite nepodpísalo dosť ľudí. Potrebovali ste, aby sa podpísali <?=$values['target']?> <?=$values['type']?>, ale váš sľub nezískal žiadne podpisy. Sľub znel takto: „<?=$values['sentence_first']?>“ Je nám to ľúto. Možno by ste mohli skúsiť napísať nový sľub s požiadavkou na menej ľudí, aby ste mali väčšiu šancu na úspech a poproste priateľov a kolegov, aby sa podpísali. <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com Unfortunately, the pledge to which you signed up did not meet its target in the required time. It required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge, created by <?=$values['creator_name']?>, read: '<?=$values['sentence_first']?>' Depending on the pledge, you can feel free to either move forward with your part of the pledge or withdraw your pledge. As a next step, feel free to sign up to local alerts at <?=$values['pledgebank_url']?>alert to find out when someone creates a new pledge near you, browse the pledges at <?=$values['pledgebank_url']?>list or perhaps make your own pledge! <?=$values['signature']?>
es_es: Subject: Su compromiso - '<?=$values['title']?>' en PledgeBank.com Desgraciadamente, el compromiso para el que se suscribión no consiguió su objetivo en el tiempo requerido. El objetivo requería <?=$values['target']?> <?=$values['type']?>, pero tan sólo logró <?=$values['actual']?>. El compromiso, creado por <?=$values['creator_name']?>, decía: '<?=$values['sentence_first']?>' Dependiendo del compromiso, siéntase libre para continuar con su parte del compromiso o retirarse. Como un siguiente paso, puede suscribirse a las alertas locales en <?=$values['pledgebank_url']?>alerta para descubrir cuando alguien ha creado un compromiso cerca de usted, listar los compromisos en <?=$values['pledgebank_url']?> o quizá ¡crear su propio compromiso! <?=$values['signature']?>
sk_sk: Subject: Váš sľub „<?=$values['title']?>“ na www.slubowebka.com Bohužiaľ, sľub, pod ktorý ste sa podpísali, nezískal v časovom limite podporu dostatočného počtu ľudí. Bolo ešte treba <?=$values['target']?> <?=$values['type']?>, ale podpísalo sa iba <?=$values['actual']?>. Sľub, ktorý napísal(a) <?=$values['creator_name']?>, znel takto: „<?=$values['sentence_first']?>“ V závislosti od toho, čo ste sľúbili, pokojne môžete splniť svoju časť sľubu, alebo ho môžete zobrať späť. Ako ďalší krok sa na stránke <?=$values['pledgebank_url']?> môžete zapísať na oznamy o nových sľuboch vo svojom okolí, aby ste sa dozvedeli, keď niekto vo vašom okolí napíše nový sľub, prezrieť si sľuby v zozname na stránke<?=$values['pledgebank_url']?> alebo možno aj napísať nový sľub! <?=$values['signature']?>

source: Subject: Your pledge in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Unfortunately, the pledge to which you signed up did not meet its target in your town, <?=$values['location_description']?>, in the required time. It required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['location_signers']?>. The pledge, created by <?=$values['creator_name']?>, read: '<?=$values['sentence_first']?>' Depending on the pledge, you can feel free to either move forward with your part of the pledge or withdraw your pledge. As a next step, feel free to sign up to local alerts at <?=$values['pledgebank_url']?>alert to find out when someone creates a new pledge near you, browse the pledges at <?=$values['pledgebank_url']?>list or perhaps make your own pledge! <?=$values['signature']?>
es_es: Compromiso: Su compromiso en <?=$values['location_description']?> - '<?=$values['title']?>' en PledgeBank.com Desgraciadamente, el compromiso al que se suscribió no logró su objetivo en su ciudad, <?=$values['location_description']?>, en el tiempo requerido. El objetivo era <?=$values['target']?> <?=$values['type']?>, pero logró tan sólo <?=$values['location_signers']?>. El compromiso, creado por <?=$values['creator_name']?>, decía: '<?=$values['sentence_first']?>' Dependiendo del compromiso, siéntase libre para continuar con su parte del compromiso o retirarse. Como un siguiente paso, puede suscribirse a las alertas locales en <?=$values['pledgebank_url']?>alerta para descubrir cuando alguien ha creado un compromiso cerca de usted, listar los compromisos en <?=$values['pledgebank_url']?> o quizá ¡crear su propio compromiso! <?=$values['signature']?>
ru_ru: Subject: Ваше обещание в <?=$values['location_description']?> - '<?=$values['title']?>' на PledgeBank.com К сожалению данное обещание не достигло своей цели в <?=$values['location_description']?> за требуемое время. Требовалось <?=$values['target']?> <?=$values['type']?>, но подключились только <?=$values['location_signers']?>. Обещание, созданное автором <?=$values['creator_name']?>, выглядит так: '<?=$values['sentence_first']?>' Вы не обязаны выполнять свою часть обещания. Вместо этого, можете подписаться на рассылку сообщений о создании обещаний в своем регионе здесь <?=$values['pledgebank_url']?>alert, полистать обещания здесь <?=$values['pledgebank_url']?>list или, возможно, создать свое собственное обещание! <?=$values['signature']?>
sk_sk: Subject: Váš sľub „<?=$values['title']?>“ na www.slubowebka.com v obci <?=$values['location_description']?> Bohužiaľ, sľub, pod ktorý ste sa podpísali, nezískal v stanovenom čase podporu dostatočného počtu ľudí vo vašom meste, <?=$values['location_description']?>. Bolo treba <?=$values['target']?> <?=$values['type']?>, ale on dosiahol iba <?=$values['location_signers']?>. Sľub, ktorý napísal(a) <?=$values['creator_name']?>, znel takto: „<?=$values['sentence_first']?>“ V závislosti od toho, čo ste sľúbili, pokojne môžete splniť svoju časť sľubu, alebo ho môžete zobrať späť. Ako ďalší krok sa na stránke <?=$values['pledgebank_url']?> môžete zapísať na oznamy o nových sľuboch vo svojom okolí, aby ste sa dozvedeli, keď niekto vo vašom okolí napíše nový sľub, prezrieť si sľuby v zozname na stránke<?=$values['pledgebank_url']?> alebo možno aj napísať nový sľub! <?=$values['signature']?>

source: Subject: <?=$values['reason_email_subject']?> Please click on the link below to confirm your email address. <?=$values['reason_email']?> <?=$values['url']?> We will never give away or sell your email address to anyone else without your permission. <?=$values['signature']?>
es_es: Subject: <?=$values['reason_email_subject']?> Por favor, pulse sobre el enlace en la parte inferior para confirmar su dirección de correo electrónico. <?=$values['reason_email']?> <?=$values['url']?> No venderemos ni pondremos en disposición de terceros su dirección de correo electrónico sin su permiso. <?=$values['signature']?>
fr_fr: Subject: <?=$values['reason_email_subject']?> Veuillez cliquer sur le lien ci-dessous pour confirmer votre adresse courriel. <?=$values['reason_email']?> <?=$values['url']?> Nous ne communiquerons ou vendrons jamais votre adresse courriel sans votre permission. <?=$values['signature']?>
it_it: Subject: <?=$values['reason_email_subject']?> Clicca il link per confermare il tuo indirizzo email. <?=$values['reason_email']?> <?=$values['url']?> Il tuo indirizzo email non sarà mai ceduto o venduto a terzi senza il tuo permesso. <?=$values['signature']?>
ru_ru: Subject: <?=$values['reason_email_subject']?> Пожалуйста, чтобы подтвердить ваш email-адрес, перейдите по ссылке внизу. <?=$values['reason_email']?> <?=$values['url']?> Мы никогда и никому не передадим или продадим Ваш email-адрес без Вашего разрешения. <?=$values['signature']?>
sk_sk: Subject: <?=$values['reason_email_subject']?> Kliknutím na tento odkaz, prosím, potvrďte svoju e-mailovú adresu. <?=$values['reason_email']?> <?=$values['url']?> Vašu e-mailovú adresu bez vášho povolenia nikdy nikomu neprezradíme ani nepredáme. <?=$values['signature']?>
