Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: %s pledges and global %s pledges listed
es_es: %s compromisos y %s compromisos globales listados
fr_fr: Ci-dessous sont des promesses s'appliquant %s et des promesses écrites en %s s'appliquant partout
ru_ru: Обещания из страны %s и обещания язык которых %s
sk_sk: V zozname sú len sľuby z krajiny %s a sľuby z celého sveta po %s.

source: There are no featured pledges for %s%s at the moment.
es_es: No existe ningún compromiso activo en %s%s en este momento.
fr_fr: Il n'y a pas de promesses %s%s en ce moment.
ru_ru: На данный момент обещаний из %s%s нет.
sk_sk: Momentálne nemáme žiadne upútavky na&nbsp;sľuby z&nbsp;krajiny %s%s.

source: There are no featured pledges at the moment.
es_es: No existen compromisos recientes de momento
fr_fr: Il n'y a pas de promesses en ce moment.
ru_ru: На данный момент нет обещаний с дополнениями.
sk_sk: Momentálne nemáme žiadne upútavky na sľuby.

source: less than 1 mile away
es_es: a menos de 1 milla de distancia
fr_fr: à moins d'un mille
it_it: a meno di 1 miglio
ru_ru: на расстоянии менее 1 мили
sk_sk: vzdialená menej ako míľu

source: less than 1 km away
es_es: a menos de 1 km de distancia
fr_fr: à moins d'un km
it_it: a meno di 1 km
ru_ru: на расстоянии менее 1 км
sk_sk: vzdialená menej ako 1 km

source: %d mile away
es_es: %d milla de distancia
fr_fr: À %d mile de là
it_it: %d km
ru_ru: на расстоянии %d мили
sk_sk: vzdial. %d míľu

source: %d mile
es_es: %d milla
it_it: %d miglio
ru_ru: на расстоянии %d мили
sk_sk: %d míľu

source: %d km away
es_es: %d km de distancia
fr_fr: À %d km de là
it_it: %d km
ru_ru: на расстоянии %d км
sk_sk: vzdial. %d km

source: Sign up for emails when people make pledges in your local area
cy_gb: Cofrestrwch i gael ebost am addewidion newydd yn eich ardal chi.
es_es: Reciba una notificación por correo electrónico de los compromisos existentes en su entorno
fr_fr: Demandez une alerte par courriel quand quelqu'un crée une promesse dans votre localité
it_it: Ricevi una email quando qualcuno si impegna nella tua zona
ru_ru: Рассылка сообщений о созданных в Вашем регионе обещаниях
sk_sk: Zapíšte sa a dostanete e-mail vždy, keď niekto vo vašom okolí napíše nový sľub

source: Works in any country!
cy_gb: Gweithio mewn unrhyw wlad!
es_es: ¡Disponible en cualquier país!
fr_fr: Ça marche dans tous les pays!
it_it: Funziona in tutti i paesi!
ru_ru: доступно в любой стране!
sk_sk: Služba funguje v&nbsp;každej krajine!

source: Postcode:
es_es: Código postal:
fr_fr: Code postal&nbsp;:
ru_ru: Почтовый индекс:
sk_sk: PSČ:

source: Town:
cy_gb: Tref:
es_es: Ciudad:
fr_fr: Ville&nbsp;:
it_it: Città:
ru_ru: Город:
sk_sk: Mesto:

source: Subscribe
cy_gb: Tanysgrifio
es_es: Suscríbase
fr_fr: Souscrire
it_it: Mi iscrivo
ru_ru: Подписаться
sk_sk: Zapísať sa

source: Change password
es_es: Cambie su contraseña
fr_fr: Changer votre mot de passe
ru_ru: Изменение пароля
sk_sk: Zmeniť si heslo

source: Set password
cy_gb: Gosod cyfrinair
es_es: Establecer contraseña
fr_fr: Créer un mot de passe
it_it: Continua
ru_ru: Установить пароль
sk_sk: Nastaviť si heslo

source: Please type your new password twice
cy_gb: Teipiwch eich cyfrinair newydd ddwywaith
es_es: Por favor, escriba su contraseña dos veces
fr_fr: Veuillez entrer une seconde fois votre nouveau mot de passe
it_it: Si prega di inserire due volte la nuova password
ru_ru: Пожалуйста, введите свой новый пароль дважды
sk_sk: Prosím, napíšte svoje nové heslo 2-krát

source: Your password must be at least 5 characters long
cy_gb: Rhaid cael o leia 5 nod yn eich cyfrinair
es_es: Su contraseña debe poseer al menos 5 caracteres
fr_fr: Votre mot de passe doit compter au moins 5 caractères
it_it: La tua password deve avere almeno 5 caratteri
ru_ru: Ваш пароль должен содержать не менее 5 сиволов
sk_sk: V hesle musí byť aspoň 5 znakov

source: Please type the same password twice
cy_gb: Teipiwch yr un cyfrinair ddwywaith, os gwelwch yn dda
es_es: Por favor, escriba su contraseña dos veces
fr_fr: Veuillez entrer à nouveau le même mot de passe
it_it: Si prega di inserire due volte la stessa password
ru_ru: Пожалуйста, введите один и тот же пароль два раза
sk_sk: Prosím, napíšte to isté heslo 2-krát

source: Password successfully updated
es_es: Contraseña actualizada correctamente
fr_fr: Mot de passe mis à jour avec succès
it_it: Password aggiornata con successo
ru_ru: Пароль успешно изменён
sk_sk: Práve ste si úspešne zmenili heslo

source: Password successfully set
es_es: Contraseña actualizada correctamente
fr_fr: Mot de passe créé avec succès
ru_ru: Пароль успешно установлен
sk_sk: Práve ste si úspešne nastavili heslo

source: If you wish to change your password, you can do so here.
es_es: Si desea cambiar su contraseña, puede hacerlo aquí.
fr_fr: Si vous désirez changer votre mot de passe, vous pouvez le faire ici.
it_it: Se desideri modificare la tua password, puoi farlo qui.
ru_ru: Здесь Вы можете изменить свой пароль.
sk_sk: Ak chcete zmeniť svoje heslo, môžete to urobiť tu.

source: Set a password, and we won't need to check your email address each time you use PledgeBank.
es_es: Introduzca una constraseña y de esta forma no habremos de comprobar su dirección de correo electrónico cada vez que conecte a PledgeBank.
fr_fr: Si vous créez un mot de passe, nous ne serons pas obligé de vérifier votre adresse courriel chaque fois que vous utilisez Promessothèque.
ru_ru: Установите пароль, и мы не будем проверять Ваш email каждый раз когда Вы пользуетесь банком обещаний.
sk_sk: Nastavte si heslo, aby sme nemuseli kontrolovať vašu e-mailovú adresu vždy, keď budete používať Sľubowebku.

source: New password:
cy_gb: Cyfrinair newydd:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe&nbsp;:
it_it: Nuova password:
ru_ru: Новый пароль:
sk_sk: Nové heslo:

source: New password, again:
es_es: Nueva contraseña, una vez más:
fr_fr: Nouveau mot de passe (encore)&nbsp;:
ru_ru: Новый пароль (повтор):
sk_sk: Nové heslo ešte raz:

source: Submit
cy_gb: Anfonwch
es_es: Enviar
fr_fr: Soumettre
it_it: Invia
ru_ru: OK
sk_sk: Poslať

source: (<a href="/contact">contact us</a> to change this)
fr_fr: (<a href="/contact">nous contacter</a> pour changer ceci)
ru_ru: (<a href="/contact">свяжитесь с нами</a> чтобы изменить это)
sk_sk: (ak to chcete zmeniť, <a href="/contact">napíšte nám</a>)

source: near
cy_gb: ar bwys
es_es: cerca
fr_fr: près de
it_it: vicino a
ru_ru: возле
sk_sk: blízko je

source: There is more than one place called '%s'. Please choose which one you mean, or which place with a similar name:
es_es: Existe más de un lugar llamado '%s'. Por favor, escoja a cuál hace referencia o aquél cuyo nombre más se asemeje:
fr_fr: Plus d'une ville s'appelle '%s'. Veuillez choisir laquelle vous voulez dire, ou une autre d'un nom semblable&nbsp;:
ru_ru: Найдено более одного населенного пункта с названием '%s'. Пожалуйста, выберите тот, который Вам подходит:
sk_sk: Je viac miest, ktoré sa volajú „%s“. Prosím, vyberte si to, na ktoré ste mysleli alebo to, ktoré sa volá podobne:

source: Sorry, we don't know where '%s' is. We know about these places with similar names, please choose one if it is right:
es_es: Lo sentimos, no sabemos dónde se encuentra '%s'. Tenemos constancia de los siguientes lugares con nombres similares; por favor, elija uno de ellos si es correcto:
fr_fr: Désolés, nous ne savons pas où se trouve '%s'. Nous connaissons des villes ayant un nom semblable; veuillez en choisir une si elle fait partie de cette liste&nbsp;:
ru_ru: К сожалению нам не известно название '%s'. Но нам известны эти похожие названия, пожалуйста выберите подходящее:
sk_sk: Prepáčte, nevieme, kde je „%s“. Poznáme obce, ktoré sa volajú podobne; prosím, vyberte si jednu z nich, ak ste náhodou mysleli na ňu:

source: If it isn't any of those, try a different spelling, or the name of another nearby town:
cy_gb: Os nad yw'n agos i un o'r rhain, ceisiwch sillafiad gwahanol [neu'r fersiwn Saesneg], neu enw tref arall yn yr ardal:
es_es: Si no es ninguno de estos, por favor, trate de escribirlo de forma diferente o introduzca el nombre de un lugar cercano:
fr_fr: Si vous ne voyez toujours pas le bon nom, essayez une ortographe différente (peut-être le nom en anglais, si vous le connaissez), ou bien le nom d'une ville voisine&nbsp;:
it_it: Se nessuno di questi corrisponde alla località prescelta, prova un'ortografia diversa, oppure il nome di una città vicina:
ru_ru: Если не одно из этих мест Вам не подходит, пожалуйста, попробуйте написать название по другому, или укажите другой близлежащий город, село. Помните о том, что имя места должно быть указано на английском языке:
sk_sk: Ak to nie je ani jedna z nich, skontrolujte, či ste ju napísali správne alebo napíšte názov takej, ktorá je k tej vašej najbližšie:

source: (choose one)
cy_gb: (dewiswch un)
es_es: (elija uno)
fr_fr: (en sélectionner un)
it_it: (scegli)
ru_ru: (выберите)
sk_sk: (vyberte si 1 možnosť)

source: Not specific to any location
es_es: No vinculado a ningún lugar concreto
fr_fr: Propre à aucun endroit
ru_ru: Весь мир
sk_sk: netýka sa žiadnej krajiny

source: Now please select one of the possible places; if none of them is right, please type the name of another nearby place
cy_gb: Dewiswch un o'r llefydd posibl; os nad oes un sy'n iawn, teipiwch enw llegerllaw arall
es_es: Por favor, seleccione ahora uno de los posibles lugares; si ninguno de ellos es correcto, por favor, introduzca el nombre de un lugar cercano.
fr_fr: Maintenant, sélectionnez un de ces endroits; si aucun d'entre eux ne correspond à ce que vous cherchez, tapez le nom d'une ville voisine
it_it: Si prega di selezionare una delle seguenti località; se nessuna di queste è corretta, inserire il nome di un'altra località nelle vicinanze
ru_ru: Теперь, пожалуйста, выберите одно из возможных мест; если не одно из этих мест Вам не подходит, пожалуйста, попробуйте написать название по другому, или укажите другой близлежащий город, село. Помните о том, что имя места должно быть указано на английском языке
sk_sk: Teraz si, prosím, vyberte jedno z týchto miest; ak ani jedno z nich nie je správne, napíšte iné, alebo také, ktoré je k nemu najbližšie

source: Place name:
cy_gb: Enw lle:
es_es: Nombre del lugar:
fr_fr: Ville&nbsp;:
it_it: Nome della località:
ru_ru: Название места (англ.):
sk_sk: Názov obce:

source: Or, UK only, you can give a postcode area:
cy_gb: Neu, yn y DU yn unig, cewch chi roi'r ardal c&ocirc;d post:
es_es: O puedes introducir un código postal (tan sólo en el Reino Unido):
fr_fr: Ou bien vous pouvez donner un code postal (Royaume-Uni seulement)&nbsp;:
it_it: Oppure, valido nel Regno Unito, il codice postale:
ru_ru: Или, только для жителей Соединенного Королевста, Вы можете указать почтовый индекс:
sk_sk: alebo (platí len pre obce vo Veľkej Británii) PSČ oblasti:

source: (just the start of the postcode, such as WC1)
cy_gb: (dim ond y rhan gyntaf o'r c&ocirc;d post, fel CF1)
es_es: (tan sólo el comienzo del código postal, tal como WC1)
fr_fr: (uniquement la première partie du code postal, ex. WC1)
it_it: (solamente la parte iniziale del codice postale, es. WC1)
ru_ru: (достаточно указать начало почтового индекса, например WC1)
sk_sk: (len začiatok PSČ, ako napr. WC1)

source: Please choose a country
cy_gb: Dewiswch wlad
es_es: Por favor, seleccione un país
fr_fr: Veuillez sélectionner un pays
it_it: Selezionare il paese
ru_ru: Пожалуйста, выберите страну
sk_sk: Prosím, vyberte si krajinu

source: Please enter a place rather than a postcode for location based pledge signups
es_es: Por favor, introduzca el nombre del lugar en vez de un código postal para la suscripción a compromisos de carácter local
fr_fr: Veuillez entrer une ville plutôt qu'un code postal pour souscrire une promesse en fonction du lieu
ru_ru: Пожалуйста, введите название региона вместо почтового индекса
sk_sk: Pri registrácií sľubu, ktorý sa týka nejakého miesta, radšej, prosím, napíšte jeho názov ako PSČ

source: Please enter either a place name or a postcode area, but not both
cy_gb: Rhowch naill ai c&ocirc;d post neu enw lle, ond nid y ddau
es_es: Por favor, introduzca el nombre de un lugar o un código postal, pero no ambos
fr_fr: Veuillez entrer une ville ou un code postal, mais non les deux
it_it: Inserire località o codice postale, non entrambe
ru_ru: Пожалуйста, введите только или название места или почтовый индекс
sk_sk: Prosím, napíšte mesto alebo PSČ, ale nie oboje

source: You can only enter a postcode area if you have selected the UK
sk_sk: PSČ oblasti môžete uviesť len v prípade, ak sa váš sľub týka Veľkej Británie

source: Please enter a postcode, or just its first part; for example, OX1 3DR or WC1.
cy_gb: Rhowch naill ai c&ocirc;d post llawn dilys, neu'r rhan cyntaf o'r c&ocirc;d; er enghraifft, CF1 3GF neu SA44.
es_es: Por favor, introduzca un código postal válido o el comienzo del mismo; Por ejemplo: OX1, 3DR o WC1.
fr_fr: Veuillez entrer un code postal, ou seulement sa première partie, ex. OX1 3DR ou WC1.
it_it: Si prega di inserire un codice postale, o la prima parte di esso; per esempio, OX1 3DR oppure OX1.
ru_ru: Пожалуйста, введите почтовый индекс, или хотя бы первую его часть; например: OX1, 3DR или WC1.
sk_sk: Prosím, napíšte PSČ alebo len jeho prvú časť, napr. OX1 3DR alebo WC1.

source: I'm afraid we don't know about Isle of Man or Channel Island postcodes. Please try entering a local town instead.
es_es: Me temo que no conocemos los códigos postales de la Isla de Man o Islas del Canal. Por favor, introduzca una ciudad local en su lugar.
fr_fr: Désolé, mais nous ne connaissons pas les codes postaux de l'île de Man ni des îles Anglo-Normandes. Veuillez plutôt entrer une ville de votre région.
ru_ru: К сожалению у нас нет информации о почтовых индексах Нормандских островов и острова Мэн. Пожалуйста, введите название города вместо индекса.
sk_sk: Bohužiaľ, nepoznáme PSČ na ostrov Man a Normanské ostrovy. Namiesto nich, prosím, napíšte názov mesta.

source: We couldn't recognise the postcode '%s'; please re-check it
es_es: No hemos podido reconocer su código postal '%s'; por favor, compruébelo
fr_fr: Nous n'avons pu reconnaître le code postal '%s'; veuillez le revérifier
it_it: Il codice postale '%s' ci è sconosciuto; riprova
ru_ru: Мы не можем распознать индекс '%s'; пожалуйста, проверьте его еще раз
sk_sk: Nevedeli sme identifikovať PSČ „%s“. Prosím, skontrolujte ho

source: Please enter a place name. Choose a specific town where you will carry out the pledge, rather than a postcode.
es_es: Por favor, introduzca el nombre de un lugar. Elija una ciudad específica en la que llevar a cabo su compromiso en lugar de un código postal.
fr_fr: Veuillez entrer la ville (pas de code postal) où vous tiendrez votre promesse.
ru_ru: Пожалуйста, введите название места. Выберите город (не почтовый индекс) в котором будете реализовывать обещание.
sk_sk: Prosím, napíšte mesto. Uveďte radšej mesto, v ktorom splníte sľub, ako jeho PSČ.

source: Please enter either a place name or a postcode area
cy_gb: Rhowch naill ai c&ocirc;d post neu enw lle, ond nid y ddau
es_es: Por favor, introduzca el nombre de un lugar o un código postal
fr_fr: Veuillez entrer une ville ou un code postal
it_it: Inserire il nome di una località o un codice postale
ru_ru: Пожалуйста, укажите либо название места либо почтовый индекс
sk_sk: Uveďte, prosím, buď mesto alebo PSČ oblasti

source: Please enter a place name
cy_gb: Rhowch enw lle
es_es: Por favor, introduzca el nombre de un lugar
fr_fr: Veuillez entrer une ville
it_it: Si prega di inserire il nome di un località
ru_ru: Пожалуйста, введите название места
sk_sk: Napíšte, prosím, názov obce

source: Unfortunately, we couldn't find anywhere with a name like '%s'. Please try a different spelling, or another nearby village, town or city.
cy_gb: Yn anffodus, ni allwn ni ffeindio unrhywle gyda enw fel '%s'. Ceisiwch eto gyda sillafiad gwahanol, neu dr&iuml;al pentref, tref, neu ddinas arall yn yr un ardal.
es_es: Lamentablemente, no hemos podido encontrar ningún lugar con el nombre '%s'. Por favor, trate de escribirlo de otra manera o bien de introducir el nombre de un pueblo, ciudad o lugar cercano
fr_fr: Malheureusement, nous n'avons pu trouver de localité nommée '%s'. Veuillez essayer l'orthographe anglaise ou le nom d'une localité avoisinante.
it_it: Sfortunatamente, non è stato possibile trovare alcuna località di nome '%s'. Si prega di provare un'ortografia diversa oppure oppure il nome di una città vicina.
ru_ru: К сожалению, мы не можем найти ничего с названием '%s'. Пожалуйста, попробуйте написать название по другому, или укажите другой близлежащий город, село. Помните о том, что имя места должно быть указано на английском языке.
sk_sk: Bohužiaľ, nepodarilo sa nám nájsť obec „%s“. Skúste, prosím, skontrolovať preklepy, napísať ju inak alebo napíšte názov dediny príp. mesta, ktoré je blízko nej.

source: Required parameter was missing
cy_gb: Paramedr anghenrheidiol ar goll
es_es: Falta un parámetro requerido
fr_fr: Le paramètre requis est manquant
it_it: Errore - parametro mancante
ru_ru: Не указан необходимый параметр
sk_sk: Chýbal potrebný údaj

source: Please enter your email address
cy_gb: Rhowch eich cyfeiriad ebost
es_es: Por favor, introduzca su dirección de correo electrónico
fr_fr: Veuillez entrer votre adresse de courriel
it_it: Inserisci il tuo indirizzo email
ru_ru: Пожалуйста, введите свой email
sk_sk: Napíšte, prosím, svoju e-mailovú adresu

source: Either your email or password weren't recognised. Please try again.
cy_gb: Naill ai'ch ebost neu'ch cyfrinair heb eu hadnabod. Ceisiwch eto.
es_es: Su dirección de correo electrónico o su contraseña no han sido reconocidos. Por favor, inténtelo de nuevo.
fr_fr: Soit votre courriel, soit votre mot de passe n'a pu être reconnu. Veuillez réessayer.
it_it: Email o password non riconosciuto. Si prega di riprovare.
ru_ru: Указанные Вами email-адрес или пароль отсутствуют в нашей базе данных. Пожалуйста, попытайтесь еще раз.
sk_sk: Vašu e-mailovú adresu alebo heslo sme nenašli v systéme. Skúste ich, prosím, napísať znova.

source: Now check your email!
cy_gb: Nawr sieciwch eich ebost!
es_es: ¡Compruebe ahora su correo!
fr_fr: Vérifiez maintenant votre courriel!
it_it: Controlla la tua casella email!
ru_ru: Теперь, проверьте свой почтовый ящик!
sk_sk: Teraz skontrolujte svoj e-mail!

source: We've sent you an email, and you'll need to click the link in it before you can continue
cy_gb: Rydyn ni wedi anfon ebost atoch, a bydd rhaid i chi roi clec ar y ddolen ynddo cyn i chi gael parhau.
es_es: Le hemos enviado un mensaje de correo electrónico. Habrá de pulsar sobre el enlace que encontrará en él antes de continuar
fr_fr: Nous vous avons envoyé un courriel, et vous devrez cliquer sur le lien qui s'y trouve avant de pouvoir continuer
it_it: Ti abbiamo inviato una email, dovrai cliccare il link al suo interno prima di continuare
ru_ru: Мы выслали Вам письмо. После его получения Вам необходимо будет перейти по ссылке в нем для продолжения
sk_sk: Poslali sme vám e-mail a aby ste mohli pokračovať, budete musieť kliknúť na odkaz v ňom

source: If you use web-based email or have "junk mail" filters, you may wish to check your bulk/spam mail folders: sometimes, our messages are marked that way.
es_es: Si usa correo electrónico web o posee un filtro "correo basura", puede que desee verificar su carpeta de correo electrónico no deseado: en ocasiones, nuestro correos son erróneamente clasificados como tales.
fr_fr: Si vous utilisez Webmail ou avez des filtres pour"courrier rebut", vous désirez peut-être vérifier vos dossiers de courrier rebut, car nos messages sont parfois marqués de cette façon.
ru_ru: Если Вы используете web-клиент для доступа к почте или "СПАМ"-фильтры, возможно Вам понадобиться проверить каталоги с отброшенной почтой: иногда, наши сообщения воспринимаются как "СПАМ".
sk_sk: Ak využívate e-mailové služby na internete alebo máte filtre na tzv. nevyžiadanú poštu, možno sa bude treba pozrieť do priečinka na spamy, resp. nevyžiadanú poštu; niekedy správy od nás takto označia.

source: Checking Your Email Address
cy_gb: Gwirio Eich Cyfeiriad Ebost
es_es: Comprobando su dirección de correo electrónico
fr_fr: Vérification de votre adresse courriel
it_it: Verifica dell'Indirizzo Email
ru_ru: Проверка Вашего email-адреса
sk_sk: Kontrolujem vašu e-mailovú adresu

source: What is your email address?
es_es: ¿Cuál es su dirección de correo electrónico?
fr_fr: Quelle est votre adresse courriel?
ru_ru: Проверяемый @-адрес:
sk_sk: Akú máte e-mailovú adresu?

source: Have you used PledgeBank before?
cy_gb: Dych chi wedi defnyddio PledgeBank o'r blaen?
es_es: ¿Ha usado ya PledgeBank?
fr_fr: Avez-vous déjà utilisé Promessothèque?
it_it: Hai già utilizzato PledgeBank?
ru_ru: Есть ли у Вас Pledgebank-аккаунт?
sk_sk: Už ste predtým používali Sľubowebku?

source: I've never used PledgeBank before
cy_gb: Dw i erioed wedi defnyddio PledgeBank o'r blaen
es_es: No he usado PledgeBank con anterioridad
fr_fr: Je n'ai jamais utilisé Promessothèque
it_it: &Egrave; la prima volta che utilizzo PledgeBank
ru_ru: Нет
sk_sk: Nikdy predtým som Sľubowebku nepoužíval(a)

source: (we'll send an email, click the link in it to confirm your email is working)
cy_gb: (anfonwn ni ebost, rhowch glec ar y ddolen ynddo i gadarnhau bod eich ebost yn gweithio)
es_es: (Le enviaremos un correo electrónico. Pulse sobre el enlace que encontrará en el mismo para confirmar que su dirección de correo electrónico funciona correctamente)
fr_fr: (nous vous enverrons un message, et vous devrez cliquer sur le lien s'y trouvant pour confirmer que votre courriel fonctionne)
it_it: (riceverai una email contenente un link di attivazione, clicca il link per confermare il tuo indirizzo email)
ru_ru: (мы вышлем Вам письмо с ссылкой, по которой Вам необходимо перейти, чтобы подтвердить, что Ваш email-адрес работает)
sk_sk: (pošleme vám e-mail; kliknutím na odkaz potvrďte, že váš e-mail funguje)

source: I have a PledgeBank <strong>password</strong>
es_es: Tengo una <strong>contraseña</strong> en PledgeBank
fr_fr: J'ai un <strong>mot de passe</strong> dans Promessothèque
it_it: Possiedo già una <strong>password</strong>
ru_ru: Есть. <strong>Пароль</strong>
sk_sk: Mám na Sľubowebke <strong>heslo</strong>

source: Remember me
cy_gb: Cofio fi
es_es: Recuerde mi usuario
fr_fr: Mémoriser sur cet ordinateur
it_it: Memorizza
ru_ru: Запомните меня
sk_sk: Pamätať si

source: don't use this on a public or shared computer
es_es: no haga esto en un ordenador público o compartido
fr_fr: (ne pas utiliser sur un ordinateur public ou partagé)
ru_ru: не отмечайте это на общедоступном компьютере
sk_sk: túto možnosť nevyužívajte na verejnom alebo spoločnom počítači

source: I've forgotten or didn't set a password
cy_gb: Does gen i ddim cyfrinair / wedi anghofio fy nghyfrinair.
es_es: He olvidado o no he introducido una constraseña
fr_fr: Je n'ai pas créé de mot de passe ou je l'ai oublié
it_it: Non ho una password o l'ho dimenticata
ru_ru: Есть, но я забыл или не установил пароль
sk_sk: zabudol (-la) som alebo som si nenastavil(a) heslo
