Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Please upload pictures of type GIF, JPEG or PNG. You can use a paint program to convert them before uploading.
cy_gb: Llwythwch lluniau mewn fformat GIF, JPEG neu PNG, os gwelwch yn dda. Gellir defnyddio rhaglen paentio i newid fformat eich lluniau cyn eu llwytho .
es_es: Por favor, introduzca imágenes en formato GIF, JPEG o PNG. Puede usar un programa de tratamiento de imágenes para convertirla a dichos formatos antes de enviarlas.
fr_fr: Veuillez télécharger vers le serveur des images de type GIF, JPEG ou PNG seulement. Vous pouvez au préalable les convertir à l'aide d'un éditeur d'images.
it_it: Si prega di utilizzare immagini di tipo GIF, JPEG, o PNG. &Egrave; possibile utilizzare un software di trattamento immagini per convertirle prima dell'upload.
ru_ru: Пожалуйста, отправляйте картинки только форматов GIF, JPEG или PNG. Для конвертации Ваших картинок в данные форматы можете воспользоваться программой "Paint".
sk_sk: Prosím, vyberte si obrázok typu GIF, JPEG alebo PNG. Na&nbsp;zmenu typu môžete pred načítavaním využiť program na&nbsp;kreslenie.

source: Thanks for uploading your picture to the pledge. You can see below what it now looks like.
cy_gb: Diolch am lwytho'ch llun i'r addewid. Gallwch weld isod sut mae'n edrych nawr.
es_es: Gracias por incluir una imagen en su compromiso. Puede ver abajo una previsualización del estado actual.
fr_fr: Merci d'avoir téléchargé vers le serveur l'image reliée à votre promesse. Vous pouvez voir de quoi la promesse a maintenant l'air ci-dessous.
it_it: Grazie di aver allegato un'immagine al tuo impegno. Qui sotto l'anteprima.
ru_ru: Спасибо за добавление Вашей картинки к обещанию. Ниже вы можете посмотреть как оно теперь выглядит.
sk_sk: Ďakujeme, že ste k svojmu sľubu načítali obrázok. Pod týmto textom vidíte, ako teraz vyzerá.

source: Add a picture to your pledge
cy_gb: Ychwanegu llun i'ch addewid
es_es: Añada una imagen a su compromiso
fr_fr: Ajouter une image à votre promesse
it_it: Allega un'immagine al tuo impegno
ru_ru: Добавить картинку к обещанию
sk_sk: Pridajte k svojmu sľubu obrázok

source: Choose the photo, logo or drawing that you would like to display on your pledge. Keep it small so it fits well on the page &mdash; it will be automatically shrunk if it is too big. You can use an image saved as either GIF, JPEG or PNG type.
es_es: Elija la foto, logotipo o dibujo que le gustaría mostrar en su compromiso. Preste atención a que sea lo suficientemente pequeño para ajustarse a la página &mdash será comprimido automáticamente si es demasiado grande. Puede usar imágenes en formato GIF, JPEG o bien PNG.
fr_fr: Choisir l'image, le logo ou le dessin que vous voulez afficher avec votre promesse. Vous assurer que le fichier soit assez petit pour bien s'insérer dans la page &mdash; il sera rétréci automatiquement s'il est trop gros. Ce fichier doit être soit de type GIF, JPEG ou PNG.
it_it: Scegli una foto, un logo o un disegno da allegare al tuo impegno. Deve essere di dimensioni adatte alla pagina &mdash; l'immagine verrà automaticamente ridotta se è troppo grande. &Egrave; possibile usare file di tipo GIF, JPEG o PNG.
ru_ru: Выберите фотографию, логотип или любое изображение, которое Вы бы хотели отобразить в своем обещании. Для того, чтобы хорошо смотреться на странице, оно должно быть небольшим &mdash; оно будет автоматически уменьшено, если будет слишком большим. Можно использовать изображения форматов GIF, JPEG или PNG.
sk_sk: Vyberte fotku, logo alebo obrázok, ktorý by ste chceli ukázať spolu so&nbsp;svojím sľubom. Nech je čo najmenší, aby dobre vyzeral na&nbsp;stránke — ak bude veľmi veľký, bude automaticky zmenšený. Môžete použiť obrázok uložený buď ako súbor s&nbsp;príponou GIF, JPEG, alebo PNG.

source: Or you can %s if you don't want any image on your pledge any more.
cy_gb: Neu allwch chi %s os nad ydych am gael llun ar yr addewid bellach.
es_es: O bien puede %s si no quiere que siga apareciendo una imagen en su compromiso.
fr_fr: Ou bien vous pouvez %s si vous ne voulez plus associer d'image à votre promesse.
it_it: Oppure è possibile %s nel caso non si voglia più allegare un'immagine all'impegno.
ru_ru: Или Вы можете %s, если не хотите использовать изображение в своем обещании.
sk_sk: Alebo môžete %s, ak už nechcete mať pri sľube žiaden.

source: Remove the picture
cy_gb: Ddileu'r llun
es_es: Eliminar imagen
fr_fr: Supprimer l'image
it_it: Rimuovere l'immagine
ru_ru: Удалить картинку
sk_sk: Odstrániť obrázok

source: Pictures are currently not available for private pledges. Please let us know if this is a problem.
es_es: Las imágenes no están disponibles para compromisos privados. Por favor, háganoslo saber si esto representa un problema.
fr_fr: Les images ne sont actuellement pas disponibles pour les promesses privées. Si cela représente un problème, veuillez nous le faire savoir.
ru_ru: Добавление картинки к приватному обещанию не доступно. Пожалуйста, сообщите нам, если Вам необходима данная возможность.
sk_sk: K súkromným sľubom sa nedajú pridať obrázky. Ak by to bol problém, prosím, dajte nám vedieť.

source: Promoting your pledge
es_es: Promoviendo su compromiso
fr_fr: Promouvoir votre promesse
ru_ru: Продвижение обещания
sk_sk: Spropagujte sľub

source: (and other sites that don't allow JavaScript)
fr_fr: (et d'autres sites qui n'acceptent pas JavaScript)
ru_ru: (и другие сайты которые не разрешают использование JavaScript)
sk_sk: (a iné stránky, ktoré nepovoľujú JavaScript)

source: Copy the text from the box below to have this automatically updating image:
fr_fr: Copier le texte à partir de la boîte ci-dessous pour obtenir cette image qui se met à jour automatiquement&nbsp;:
ru_ru: Скопируйте текст в поле ниже, чтобы получить это изображение:
sk_sk: Ak chcete mať na svojej stránke automaticky sa meniaci obrázok, skopírujte si tento kód:

source: Sign my pledge at PledgeBank
es_es: Firme mi compromiso en PledgeBank
fr_fr: Souscrivez ma promesse à Promessothèque.com
ru_ru: Подключитесь к моему обещанию на PledgeBank.com
sk_sk: Zapísať sľub na Sľubowebku

source: Other blog sites
es_es: Otros blogs
fr_fr: Autres blogues
ru_ru: Другие блоги
sk_sk: Iné blogy

source: (that allow JavaScript)
fr_fr: (qui acceptent JavaScript)
ru_ru: (которые разрешают использование JavaScript)
sk_sk: (ktoré povoľujú JavaScript)

source: Embed the status of your pledge in your blog sidebar by copying the text from the box below:
fr_fr: Indiquez l'état de votre promesse dans l'encadré de votre blogue en copiant le texte à partir de la boîte ci-dessous&nbsp;:
ru_ru: Внедрите статус своего обещания в свой блог скопировав код в поле ниже:
sk_sk: Skopírujte tento text do svojho blogu a&nbsp;na panel so&nbsp;správami pridajte stav plnenia svojho sľubu:

source: Install widget on Blogger
fr_fr: Installer un widget dans Blogger
ru_ru: Установить виджет на Blogger
sk_sk: Inštalovať widget do blogu

source: Install widget on TypePad
fr_fr: Installer un widget dans TypePad
ru_ru: Установить виджет на TypePad
sk_sk: Inštalovať widget do TypePadu

source: you can install <a href="/WPwidget.zip">this WordPress widget</a> in the widget folder, and have a configuration page to enable you to pick which pledge you want to follow.
fr_fr: vous pouvez installer <a href="/WPwidget.zip">ce widget de WordPress</a> dans le dossier du widget, et avoir une page de configuration afin de vous permettre de choisir quelle promesse vous voulez suivre.
ru_ru: Вы можете установить <a href="/WPwidget.zip">этот WordPress виджет</a> в папку виджетов, и на конфигурационной странице выбрать за каким обещанием следить.
sk_sk: Do priečinka widget si možete nainštalovať <a href="/WPwidget.zip">túto pomôcku (widget) pre WordPress</a>, aby ste mali stránku s&nbsp;nastaveniami, ktorá vám umožní si vybrať, na&nbsp;ktorý sľub chcete prejsť.

source: (Users of Wordpress before version 2.2. will need to <a href="http://automattic.com/code/widgets/">install the widget plugin</a>.)
fr_fr: (Les utilisateurs d'une versoin de Wordpress antérieure à 2.2 devront <a href="http://automattic.com/code/widgets/">installer le module d'extension de widget</a>.)
ru_ru: (Пользователям Wordpress версии ниже 2.2.x потребуется <a href="http://automattic.com/code/widgets/">установить виджет плугин</a>.)
sk_sk: (Používatelia staršej verzie Wordpressu ako 2.2 si budú musieť <a href="http://automattic.com/code/widgets/">nainštalovať plugin pre túto pomôcku (widget)</a>).

source: Signature addition
cy_gb: Ychwanegu llofnod
es_es: Añadir firma
fr_fr: Ajouter une signature
it_it: Sottoscrizione
ru_ru: Добавление подписи
sk_sk: Podpísanie

source: No pledge reference was specified
es_es: No se especificó la referencia de ningún compromiso
fr_fr: Aucune référence de promesse n'a été spécifiée
it_it: Non è specificato il riferimento dell'impegno
ru_ru: Не указана ссылка на обещание
sk_sk: Nenapísali ste žiaden odkaz na&nbsp;sľub

source: Which local pledge would you like to join?
es_es: ¿A qué compromiso local le gustaría unirse?
fr_fr: À quelle promesse locale voudriez-vous adhérer?
ru_ru: Какое локальное обещание Вы бы хотели поддержать?
sk_sk: Ku ktorému sľubu z&nbsp;okolia by ste sa radi pridali?

source: You can join other people making the pledge, either in %s, or another place nearby.
es_es: Puede unirse a otra gente que participe en el compromiso, bien en %s o en otro lugar cercano.
fr_fr: Vous pouvez vous joindre aux autres gens tenant la promesse, à %s ou dans une ville environnante.
ru_ru: Вы можете присоединиться к другим людям создающим обещание, либо в %s, либо в другом регионе поблизости.
sk_sk: Možete sa pridať k iným ľuďom, ktorí plnia sľub buď v&nbsp;%s, alebo v&nbsp;jeho blízkosti.

source: You can be the first to sign in %s, or join other people making the pledge in a place nearby.
es_es: Puede ser el primero en suscribirse en %s o unirse a otra gente de su entorno que participe en el compromiso.
fr_fr: Vous pouvez être le premier à souscrire à %s, ou vous joindre à d'autres gens tenant la promesse dans une ville voisine.
sk_sk: Môžete byť prvý (-á), kto sa podpíše pod %s, alebo sa môžete pridať k&nbsp;iným ľuďom, ktorí plnia sľub v&nbsp;okolí.

source: you will be the first
es_es: será el primero
fr_fr: vous serez la première
ru_ru: Вы будете первым
sk_sk: budete prvý&nbsp;(-á)

source: person
es_es: persona
fr_fr: personne
ru_ru: человек
sk_sk: človek

source: Before putting your signature on the pledge, we need to check that your email is working.
cy_gb: Cyn rhoi'ch enw ar yr addewid, mae rhaid i ni gywiro'ch cyfeiriad ebost.
es_es: Antes de añadirlo como voluntario al compromiso, hemos de comprobar que su dirección de correo electrónico está funcionando correctamente.
fr_fr: Avant d'apposer votre signature à la promesse, nous devons vérifier si votre courriel fonctionne.
it_it: Prima di poter sottocrivere questo impegno, dobbiamo verificare la validità del tuo indirizzo email.
ru_ru: Перед тем, как присоединить Вас к обещанию, нам необходимо проверить, работает ли Ваш email-адрес.
sk_sk: Predtým, ako sa podpíšete, potrebujeme zistiť, či vám funguje e-mail.

source: Thanks for signing up to this pledge in %s!
es_es: ¡Gracias por suscribirse a este compromiso en %s!
fr_fr: Merci de souscrire cette promesse à %s!
ru_ru: Спасибо, что поддержали обещание в %s!
sk_sk: Ďakujeme, že ste sa podpísali pod tento sľub v %s!

source: You cannot sign your own pledge!
cy_gb: Ni allwch lofnodi'ch addewid eich hunan!
es_es: ¡No puede suscribirse a su propio compromiso!
fr_fr: Vous ne pouvez pas souscrire votre propre promesse!
it_it: Non è possibile aderire al proprio impegno!
ru_ru: Нельзя присоединиться к своему обещанию!
sk_sk: Nemôžete sa podpísať pod svoj vlastný sľub.

source: Before you can say that you've done a pledge, we need to check that you signed that pledge.
es_es: Antes de que podamos determinar si Vd. ha llevado a cabo un compromiso, necesitamos comprobar que Vd. se ha suscrito al mismo.
fr_fr: Avant que vous puissiez dire que vous avez fait une promesse, nous devons nous assurer que vous l'avez signée.
ru_ru: Перед тем как Вы скажете, что выполнили обещание, нам необходимо проверить, поддерживаете ли Вы его.
sk_sk: Predtým, ako budete môcť povedať, že ste splnili sľub, potrebujeme skontrolovať, že ste sa pod tento sľub podpísali.

source: Then you will be able to say you've done a pledge.
es_es: Tras ello, podrá decir que ha creado un compromiso.
fr_fr: Vous pourrez alors dire que vous avez fait une promesse.
ru_ru: После этого Вы сможете сказать, что выполнили обещание.
sk_sk: Potom budete môcť povedať, že ste ho splnili.

source: Say you've done a pledge at PledgeBank.com
es_es: Comunique que ha creado un compromiso en PledgeBank.com
fr_fr: Dites que vous avez fait une promesse à Promessothèque.com
ru_ru: Сообщите о выполнении обещания на PledgeBank.com
sk_sk: Povedzte, že ste splnili sľub na&nbsp;stránke www.slubowebka.com

source: PledgeBank pledge survey
es_es: Encuesta sobre compromisos en PledgeBank
fr_fr: Sondage sur les promesses de Promessothèque
ru_ru: Опрос касаемо обещания на PledgeBank.com
sk_sk: Prieskum sľubov na Sľubowebke

source: Comments on all pledges
es_es: Comentarios sobre todos los compromisos
fr_fr: Commentaires sur toutes les promesses
ru_ru: Комментарии всех обещаний
sk_sk: Komentáre ku&nbsp;všetkým sľubom

source: <Enter town or keyword>
cy_gb: <Enw tref neu allweddair>
es_es: <Lugar o palabra clave>
fr_fr: <Entrer localité ou mot clé>
it_it: <Città o parola chiave>
ru_ru: <укажите город или ключ>
sk_sk: <Napíšte obec al. kľúč. slovo>

source: RSS feed of pledges matching '%s'
es_es: Feed RSS de compromisos que coinciden con '%s'
fr_fr: flux RSS de promesses correspondant à '%s'
ru_ru: RSS-лента обещаний связанная с '%s'
sk_sk: Sledovať sľuby, v&nbsp;ktorých je fráza „%s“ v&nbsp;reálnom čase

source: We couldn't find that postcode, please check it again.
cy_gb: Doedden ni ddim yn gallu adnabod y c&ocirc;d post; a allwch chi ei wirio eto?
es_es: No hemos podido reconocer su código postal o parte del mismo. Por favor, compruébelo.
fr_fr: Nous n'avons pu trouver ce code postal; veuillez le revérifier.
it_it: Non abbiamo trovato questo codice postale nel nostro database. Per favore controlla che sia corretto.
ru_ru: Мы не можем найти данный почтовый индекс. Пожалуйста, проверьте его еще раз.
sk_sk: Toto PSČ sme nevedeli identifikovať, prosím znova ho skontrolujte.

source: We couldn't find that zipcode, please try again.
es_es: No hemos podido encontrar ese código postal. Por favor, inténtelo de nuevo.
fr_fr: Nous n'avons pu trouver ce code postal. Veuillez réessayer.
ru_ru: Мы не можем найти данный почтовый индекс. Пожалуйста, попробуйте еще раз.
sk_sk: Toto PSČ sme nevedeli identifikovať, prosím znova ho skontrolujte.

source: We found more than one location matching <strong>%s</strong>, %s. Pick your town from the list to see pledges in your area:
fr_fr: Nous avons trouvé plus d'une ville nommée <strong>%s</strong>, %s. Veuillez choisir votre ville dans la liste pour visualiser les promesses en cours dans votre région&nbsp;:
sk_sk: Našli sme viac ako 1 lokalitu, v&nbsp;ktorej je fráza <strong>%s</strong>, %s. Zo&nbsp;zoznamu si vyberte svoje mesto a&nbsp;prezrite si sľuby vo&nbsp;svojom okolí:

source: Results for <strong>open pledges</strong> within %s %s of <strong>%s</strong>, %s:
es_es: Resultados de <strong>compromisos en activo</strong> en %s %s de <strong>%s</strong>,%s:
sk_sk: <strong>Sľuby pred termínom</strong> v&nbsp;rámci %s %s z(o) <strong>%s</strong>, %s:

source: Other similar places to %s
fr_fr: Autres endroits correspondant à %s
ru_ru: Другие, схожие с %s, регионы
sk_sk: Podobné miesta k&nbsp;miestu %s

source: Did you mean:
fr_fr: Serait-ce&nbsp;:
ru_ru: Это ли Вы имели ввиду:
sk_sk: Mali ste na&nbsp;mysli:

source: To search for a town, please first %s.
cy_gb: I chwilio am dref, mae rhaid %s yn gyntaf.
es_es: Para buscar un lugar, por favor, %s primero.
fr_fr: Pour rechercher une ville, veuillez %s avant.
it_it: Prima di effettuare la ricerca per città si prega di %s
ru_ru: Чтобы найти город, сначала, пожалуста, %s.
sk_sk: Ak chcete vyhľadať mesto, prosím, najprv %s.

source: Results for <strong>comments</strong> matching <strong>%s</strong>:
cy_gb: Canlyniadau am <strong>sylwadau</strong> sy'n cyfateb gyda <strong>%s</strong>:
es_es: Resultados de <strong>comentarios</strong> que concuerdan con <strong>%s</strong>:
fr_fr: Résultats pour <strong>commentaires</strong> correspondant à <strong>%s</strong>&nbsp;:
it_it: Risultati tra i <strong>commenti</strong> per <strong>%s</strong>:
ru_ru: Найденные <strong>комментарии</strong> содержащие <strong>%s</strong>:
sk_sk: <strong>Komentáre</strong>s&nbsp;frázou <strong>%s</strong>:

source: Results for <strong>people</strong> matching <strong>%s</strong>:
cy_gb: Canlyniadau am <strong>bobl</strong> sy'n cyfateb gyda <strong>%s</strong>:
es_es: Resultados de <strong>personas</strong> que concuerdan con <strong>%s</strong>:
fr_fr: Résultats pour <strong>les personnes</strong> correspondant à <strong>%s</strong>&nbsp;:
it_it: Risultati tra gli <strong>utenti</strong> per <strong>%s</strong>:
ru_ru: Найденные <strong>люди</strong> совпавшие с <strong>%s</strong>:
sk_sk: <strong>Ľudia,</strong> ktorí majú v&nbsp;mene <strong>%s</strong>:

source: (creator)
cy_gb: (creuwr)
es_es: (creador)
fr_fr: (auteur)
it_it: (primo firmatario)
ru_ru: (автор)
sk_sk: (autor(ka))

source: Sorry, we could find nothing that matched "%s".
cy_gb: Mae'n flin gennym, ni allem ffeindio dim byd sy'n matsho "%s".
es_es: Lo sentimos, no hemos podido encontrar ningún dato que concuerde con "%s".
fr_fr: Désolé, nous n'avons rien pu trouver qui corresponde à "%s".
it_it: Nessun risultato per "%s".
ru_ru: Извините, но мы не можем найти ничего что соответствовало бы "%s".
sk_sk: Prepáčte, nenašiel sa žiaden sľub s&nbsp;textom „%s“.

source: The code you've entered isn't valid
cy_gb: Dyw'r c&ocirc;d defnyddiwyd ddim yn ddilys
es_es: El código que ha introducido no es válido
fr_fr: Le code que vous avez entré est invalide
it_it: Il codice che hai inserito non è valido
ru_ru: Введенный Вами индекс неверен
sk_sk: Kód, ktorý ste napísali, nie je platný

source: SMS
cy_gb: Neges destun
es_es: SMS (mensaje de texto)
fr_fr: Message SMS
sk_sk: SMS-ka

source: Please enter your phone number
cy_gb: Rhowch eich rhif ff&ocirc;n symudol
es_es: Por favor, introduzca su número de teléfono
fr_fr: Veuillez entrer votre numéro de téléphone
it_it: Inserisci il tuo numero di telefono
ru_ru: Пожалуйста, введите свой номер телефона
sk_sk: Prosím, napíšte svoje telefónne číslo

source: No mobile number recorded for SMS signer %d
cy_gb: Ni recordwyd rhif ff&ocirc;n symudol ar gyfer llofnodwr neges destun %d
es_es: No existe ningún número de teléfono móvil guardado para el voluntario %d.
fr_fr: Pas de numéro de portable enregistré pour le signataire de message SMS %d
it_it: Non è registrato alcun numero telefonico per la sottoscrizione via SMS %d
ru_ru: Не найден номер телефона SMS-подписчика %d
sk_sk: K SMS správe %d nebolo zaznamenané žiadne číslo

source: That phone number doesn't match our records
cy_gb: Dyw'r rhif ff&ocirc;n hwnna ddim yn matsho'n recordiau
es_es: Este número de teléfono no concuerda con ninguno de nuestros registros.
fr_fr: Ce numéro de téléphone n'existe pas dans nos dossiers
it_it: Quel numero di telefono non risulta nel nostro database
ru_ru: Указанного номера телефона нет среди наших записей
sk_sk: Toto telefónne číslo sme v&nbsp;našich záznamoch nenašli

source: Next, we need to verify your email address.
cy_gb: Nesaf, mae rhaid i ni gadanhau eich cyfeiriad ebost.
es_es: A continuación, necesitamos comprobar su direccion de correo electrónico.
fr_fr: Ensuite, nous devons vérifier votre adresse courriel.
it_it: Ora dobbiamo verificare il tuo indirizzo email.
ru_ru: Теперь нам необходимо проверить Ваш email адрес.
sk_sk: Ďalej potrebujeme overiť vašu e-malovú adresu.

source: You either made or already signed this pledge!
es_es: ¡Usted ya ha creado o se ha suscrito a este compromiso!
ru_ru: Вы либо уже присоединились к данному обещанию либо являетесь его автором!
sk_sk: Buď ste už splnili, alebo podpísali tento sľub.

source: We couldn't recognise the link you've followed
cy_gb: Ni allem adnabod y ddolen gyswllt dych chi wedi ei dilyn.
es_es: No hemos podido reconocer el enlace que Vd. ha seleccionado.
fr_fr: Nous n'avons pu reconnaître le lien sur lequel vous avez cliqué
it_it: Il link seguito non è riconosciuto
ru_ru: Мы не можем распознать ссылку, по которой Вы зашли
sk_sk: Nevieme nájsť stránku, na ktorú odkazovalo prepojenie, na&nbsp;ktoré ste klikli

source: Sorry, we can't make sense of the code '%s'. Please could you re-check the address you typed in; the last part of it should be two groups of four letters and numbers, joined by a hyphen ("-"), something like "1234-abcd".
cy_gb: Mae'n flin gennym, ni allwn ddeall y c&ocirc;d '%s'. A allwch chi wirio'r cyfeiriad? Dylai'r rhan olaf fod &acirc; ddau gr&#373;p o bedwar llythyren a rhifoedd &acirc; chysylltnod ("-") rhyngddynt, rhywbeth fel hyn: "1234-abcd".
es_es: Lo sentimos, no podemos interpretar el código '%s'. Por favor ¿podría comprobar la dirección que ha introducido? Ésta debería terminar con dos grupos de cuatro letras y números, unidos por un guión ("-"), algo así como "1234-abcd".
fr_fr: Désolé, nous ne pouvons comprendre le code '%s'. Veuillez revérifier l'adresse que vous avez entrée; sa dernière partie doit être constituée d'un groupe de quatre nombres et d'un autre de quatre lettres, joints par un trait d'union ("-"), ex. "1234-abcd".
it_it: Risulta impossibile decifrare il codice '%s'. Si prega di controllare l'esattezza dell'indirizzo; l'ultima parte dovrebbe recare due gruppi di quattro lettere e numeri, legati da un trattino ("-"), qualcosa come "1234-abcd".
ru_ru: Извините, мы не можем распознать код '%s'. Не могли бы Вы проверить указанный Вами адрес; его последняя часть должна состоять из двух групп разделенных символом ("-"): первая группа - четыре символа, вторая - четыре цифры. Пример: "1234-abcd".
sk_sk: Prepáčte, nepoznáme význam kódu „%s“. Prosím, znovu skontrolujte adresu, ktorú ste napísali; v&nbsp;jej poslednej časti by mali byť 2 skupiny štyroch písmen a&nbsp;číslic, spojené pomocou spojovníka („-“), niečo ako napr. „1234-abcd“.

source: Sorry, we couldn't sign you up to that pledge:
cy_gb: Mae'n flin gennym, doeddwn ni ddim yn gallu rhoi'ch enw i'r addewid:
es_es: Lo sentimos, no hemos podido suscribirlo a este compromiso:
fr_fr: Désolé, nous n'avons pu vous inscrire à cette promesse&nbsp;:
it_it: Impossibile sottoscrivere l'impegno:
ru_ru: Извините, но нам не удалось присоединить Вас к данному обещанию:
sk_sk: Prepáčte, nepodarilo sa nám podpísať vás pod tento sľub:

source: Unfortunately, before our SMS to you was delivered, somebody else beat you to the last place on that pledge.
cy_gb: Yn anffodus, cyn i chi dderbyn y neges destun ar eich ff&ocirc; symudol, mi wnaeth rhywun arall lenwi'r lle olaf ar yr addewid.
es_es: Lamentablemente, antes de que su mensaje de texto (SMS) llegase, otra persona se hizo con el último puesto disponible para este compromiso.
fr_fr: Malheureusement, avant que notre message SMS vous soit envoyé, une autre personne a obtenu la dernière place avant vous à cette promesse.
it_it: Sfortunatamente, prima che potessimo recapitarti l'SMS, è stata raggiunta l'ultima sottoscrizione a quell'impegno.
ru_ru: К сожалению, кто-то уже успел занять последнее место в обещании прежде, чем Вы получили SMS от нас.
sk_sk: Bohužiaľ, kým vám došla naša SMS správa, niekto vás pri tomto sľube odsunul na&nbsp;posledné miesto.
