Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: PledgeBank reserves the right to 'backpage' any pledge which we consider to be inappropriate. This means that your pledge will work, but will not show up on the all page, or in the search. We will normally backpage pledges which are really nothing more than advertising or propoganda, or which are entirely frivolous. We will also delete pledges which promote or incite illegal behaviour.
cy_gb: Mae PledgeBank yn cadw'r hawl i 'guddio' unrhyw addewid rydym yn ei ystyried yn anaddas. Golygir hyn y bydd eich addewid yn gweithio, ond ni fydd yn ymddangos yn y dudalen 'Holl Addewidion', nag yn y chwiliad. Byddwn fel arfer yn cuddio addewidion sy'n ddim mwy na hysbysebu neu bropoganda, neu sy'n gwbl wamal. Byddwn hefyd yn dileu addewidion sy'n hyrwyddo neu annog ymddygiad anghyfreithiol.
it_it: PledgeBank si riserva il diritto di 'retrocedere' un'impegno considerato non appropriato. Questo significa che l'impegno rimarrà attivo, ma non apparirà sulla pagina 'tutti gli impegni' nè nei risultati di ricerca. Retrocederemo impegni che risultano essere mera pubblicità o propaganda, o che sono del tutto frivoli. Cancelleremo quegli impegni che incitano o promuovono comportamenti illegali.

source: People who sign up to a pledge are signing up to the specific wording of the pledge. If you change the wording, then their signatures would no longer be valid. You can <a href="/contact">contact us</a> if there is a cosmetic change that you need to make. For larger changes, you can create a new pledge, and ask your subscribers if they want to move across. There's a link to do this from the 'Spread the word' section of your pledge page.
cy_gb: Mae pobl sy'n arwyddo'r addewidion yn arwyddo i eiriad penodol yr addewid. Os ydych yn newid y geiriad, yna ni fyddai eu llofnodion yn ddilys wedyn. Gallwch <a href="/contact">gysylltu &acirc; ni</a> os oes newid arwynebol Am newidiadau mwy, gallwch greu addewid newydd a gofyn i'ch tanysgrifwyr symud ar draws. Mae dolen gyswllt i wneud hyn ar adran 'Lledu'r Gair' tudalen eich addewid.
it_it: Le persone che si sono impegnate insieme a te hanno aderito ad uno specifico impegno. Se venisse modificato, le loro firme non sarebbero più valide. Puoi <a href="/contact">contattarci</a> se si tratta di un cambiamento puramente estetico. Per modifiche più importanti, è possibile creare un nuovo impegno chiedendo ai sottoscrittori di sottoscrivere anche il nuovo impegno. Nella sezione 'Passaparola' della pagina principale del tuo impegno troverai un link per fare proprio questo.

source: Yes, although only in %s. If you'd like to help us organise SMS for other countries, please contact us. The flyers for your pledge describe how to sign up by SMS. So the easiest way to remember is to print some out and carry them with you. You can find the flyers from the 'Spread the word' section on your pledge's page. Otherwise tell people to text <strong>pledge REFERENCE</strong> to <strong>%s</strong>. Here REFERENCE is the short reference for your pledge which you chose when you made it, and which appears at the end of its address.
it_it: Sì, ma solamente nel %s. Se vuoi aiutarci ad organizzare il servizio SMS anche in altri paesi, contattaci. Sui volantini del tuo impegno viene spiegato come sottoscrivere via SMS. Il modo più semplice per non dimenticare è di portarsene sempre appresso. Troverai i volantini nella sezione 'Passaparola' della pagina principale del tuo impegno. In alternativa, chiedi alle persone di digitare <strong>pledge RIFERIMENTO</strong> al <strong>%s</strong>, dove RIFERIMENTO è il nome da te scelto al momento della creazione dell'impegno, il nome che appare alla fine dell'indirizzo web.

source: Go to your pledge page and click 'Add a picture to your pledge (creator only)' under 'Spread the word on and offline'. Either find a picture of something to do with your pledge, or even just use a photo of yourself!
cy_gb: Ewch i dudalen eich addewid a chlicio 'Ychwanegu llun i'ch addewid (creuwr yn unig)' o dan 'Lledwch y gair ar lein ac yn y byd go iawn'. Cewch chi ddefnyddio llun sy'n berthnasol i bwnc eich addewid, neu ddefnyddio llun ohonoch chi eich hun!
it_it: Vai alla pagina principale del tuo impegno e clicca su 'Allega un'immagine al tuo impegno (solo primo firmatario)' nella sezione 'Passaparola'. Trova un'immagine che richiama il tuo impegno, oppure anche una foto di te!

source: Yes! We have several fully internationalised versions of PledgeBank. If your browser is configured to use one of those languages, PledgeBank will automatically appear in them. Otherwise, follow one of the links at the bottom of each page. If you are interested in volunteering to help translate the site into your language, please <a href="/translate">read our translation help page</a>.
it_it: Sì! Abbiamo diverse versioni internazionali di PledgeBank. Se il tuo browser è configurato per l'uso di una di queste lingue, PledgeBank si adatterà automaticamente. Altrimenti, segui il link a fondo pagina. Se ti interessa tradurre il sito nella tua lingua, leggi come procedere <a href="/translate">su questa pagina</a>.

source: All of them. We try to detect which country you are in automatically, and show you only pledges relevant to your country. To see what PledgeBank looks like in other countries, click on '(change)' at the top of any page, just right of the PledgeBank logo. Please <a href="/contact">contact us</a> if you'd like to help get more people in your country using PledgeBank.
it_it: In tutti. Cerchiamo di individuare automaticamente il tuo paese, per mostrare solo gli impegni ad esso relativi. Per vedere come appare PledgeBank in un altro paese, clicca su '(cambia)' nella parte alta della pagina, alla destra del logo PledgeBank. Si prega di <a href="/contact">contattarci</a> se si desidera aiutare a spargere ancor più l'uso di PledgeBank nel proprio paese.

source: We'd be happy to talk to anyone who could help us extend the postcode search overseas - please <a href="http://www.mysociety.org/mailman/listinfo/mysociety-i18n">join this email list</a> to help us out.
it_it: Saremmo felici di ricevere il vostro aiuto per estendere la ricerca per codice postale anche ad altri paesi - <a href="http://www.mysociety.org/mailman/listinfo/mysociety-i18n">iscriviti alla mailing list</a> per darci una mano.

source: Again, please <a href="/contact">contact us</a> if you can help add text messaging in your country.
it_it: Di nuovo, <a href="/contact">prendi contatto con noi</a> se puoi aiutarci ad integrare questa funzionalità per il tuo paese.

source: You can add yourself secretly to a pledge by unchecking the 'Show my name on this pledge' box when you sign up. Alternatively, you can sign up by SMS (in %s only). If you are about to make a sensitive pledge, you may want to make it private, which means only people with a PIN you give them can view the pledge page.
it_it: Puoi sottoscrivere anonimamente deselezionando la casella 'Mostra il mio nome su questo impegno' al momento dell'adesione. In alternativa, puoi sottoscrivere via SMS (solo nel %s). Se stai per creare un impegno di natura particolarmente sensibile, esiste l'opzione dell'impegno privato: avranno allora accesso alla pagina web dell'impegno solo le persone in possesso di un codice PIN da te fissato.

source: We will never disclose your email address to anyone, including the creator of your pledge. We do let the pledge creators send emails to pledge subscribers to explain what's going on, to motivate them etc. However, we don't show the pledge creator the addresses of the subscribers getting his email. If you reply to an email from the pledge creator yourself, you will give them your email address - please be aware!
it_it: Il tuo indirizzo email non sarà mai ceduto o venduto a terzi senza il tuo permesso, neanche al primo firmatario di un impegno da te sottoscritto. &Egrave; vero che permettiamo ai primi firmatari di inviare email ai co-firmatari per informarli, motivarli, ecc. Essi, tuttavia, non hanno accesso agli indirizzi email. Va detto, però, che rispondere ad un messaggio del primo firmatario rivelerà il tuo indirizzo email - è bene saperlo!

source: Nope. After you sign up to a pledge we will send you emails in relation to your pledge. These will be a mixture of status emails from PledgeBank itself, and missives from the pledge creator, trying to chivvy you into greater support. It goes without saying that we'd never give or sell your email addresses to anyone else.
it_it: Assolutamente no. Dopo l'adesione ad un impegno invieremo alcune email riguardanti quell'impegno. Si tratterà di email da parte di PledgeBank stesso sullo stato dell'impegno, e di eventuali messaggi da parte del primo firmatario dell'impegno. Va da sè che gli indirizzi email non saranno mai ceduti o venduti a terzi.

source: Start your own pledge
cy_gb: Dechreuwch eich addewid eich hunan
it_it: Il mio Impegno

source: Pledgebank is free and easy to use. Once you've thought of something you'd like to do, just <a href="/new">create a pledge</a> which says "I'll do this, but only if 5 other people will do the same".
it_it: Pledgebank (la banca degli impegni) è un sito gratuito e facile da utilizzare. Se c'è qualcosa che vorresti realizzare, <a href="/new">impegnati</a> dicendo "Io farò questo, ma solamente se altre 5 persone faranno lo stesso".

source: How scissors, a phone and some printouts can make your pledge succeed &raquo;
cy_gb: Sut all siswrn, ff&ocirc;n a chwpl o allbrintiadau helpu'ch addewid llwyddo &raquo;
it_it: Ecco come un paio di forbici, un telefono ed una stampante possono trasformare il tuo impegno in successo &raquo;

source: Scissors, a phone and some printouts &mdash;
it_it: Forbici, telefono e stampante &mdash;

source: Find out why these things are the secret of a successful pledge
cy_gb: Gweld sut all y pethau hyn helpu'ch addewid i lwyddo
it_it: I segreti di un impegno mantenuto

source: Why not sign a live pledge?
cy_gb: Beth am lofnodi addewid byw?
it_it: Perchè non aderire ad uno degli impegni in corso?

source: New Pledges
it_it: Nuovi Impegni

source: A required parameter was missing
cy_gb: Paramedr anghenrheidiol ar goll
it_it: Errore - parametro mancante

source: If you use <acronym title="Web based email">Webmail</acronym> or have "junk mail" filters, you may wish to check your bulk/spam mail folders: sometimes, our messages are marked that way.
it_it: Se fai uso di <acronym title="Web based email">Webmail</acronym> o se hai attivato un filtro "antispam" , controlla che il nostro messaggio non sia finito nella cartella spam: può succedere.

source: Enter your email address:
cy_gb: Rhowch eich cyfeiriad ebost:
it_it: Inserisci il tuo indirizzo email:

source: Let me in
cy_gb: Gadewch i mi ddod i mewn
it_it: Continua

source: (don't use this on a public or shared computer)
cy_gb: (peidiwch &acirc; defnyddio hwn ar gyfrifiadur cyhoeddus/wedi ei rannu)
it_it: (non utilizzare questa funzione su un computer pubblico o condiviso)

source: (we'll send an email, click the link in it to confirm your email)
cy_gb: (anfonwn ni ebost, rhowch glec ar y ddolen ynddo i gadarnhau eich ebost)
it_it: (riceverai una email contenente un link di attivazione, clicca il link per confermare il tuo indirizzo email)

source: Change your password
cy_gb: Newidiwch eich cyfrinair
it_it: Cambia la password

source: There is a password set for your email address on PledgeBank. Perhaps you've forgotten it? You can set a new password using this form:
cy_gb: Mae cyfrinair wedi'i osod i'ch cyfeiriad ebost ar PledgeBank. Os ydych chi wedi'i anghofio, cewch ddefnyddio'r ffurflen hon i osod un newydd.
it_it: Esiste una password corrispondente a questo indirizzo email su PledgeBank. L'hai dimanticata? Puoi creare una nuova password riempendo questo form:

source: Set a password
cy_gb: Gosod cyfrinair
it_it: Scegli una password

source: On this page you can set a password which you can use to identify yourself to PledgeBank, so that you don't have to check your email in the future. You don't have to set a password if you don't want to.
cy_gb: Ar y dudalen hon, gallwch osod cyfrinair i adnabod eich hunan ar PledgeBank, heb angen sieco eich ebost bob tro. Does dim rhaid i chi osod cyfrinair os nad ydych chi eisiau.
it_it: Su questa pagina puoi scegliere una password per identificarti presso PledgeBank, in modo da non dover più effettuare la verifica dell'email. Scegliere una password non è obbligatorio.

source: Would you like to set a PledgeBank password?
cy_gb: Hoffech chi osod cyfrinair PledgeBank nawr?
it_it: Vuoi scegliere una password per accedere a PledgeBank?

source: No, I don't want to think of a password right now.
cy_gb: Na hoffwn, dydw i ddim am feddwl am gyfrinair ar hyn o bryd.
it_it: No, non desidero scegliere adesso una password.

source: Click here to continue
cy_gb: Cliciwch yma i barhau
it_it: Continua

source: (you can set a password another time)
cy_gb: (gallwch chi osod cyfrinair rhywbryd arall)
it_it: (puoi scegliere una password in un secondo tempo)

source: Yes, I'd like to set a password, so I don't have to keep going back to my email.
cy_gb: Iawn, hoffwn i osod cyfrinair, a pheidio sieco fy ebost bob tro.
it_it: Sì, desidero scegliere una password, per poter accedere a PledgeBank senza verifica email.

source: Password (again):
cy_gb: Cyfrinair (eto):
it_it: Password (verifica):

source: <strong>Keep your ambitions modest</strong> &mdash; why ask for 50 people to do something when 5 would be enough? Every extra person makes your pledge harder to meet. Only %0.0f%% of pledges asking for more than 100 people succeed.
it_it: <strong>La modestia paga</strong> &mdash; perchè chiedere a 50 persone di impegnarsi quando ne basterebbero 5? Ogni persona in più rende il tuo impegno più difficile. Solo il %0.0f%% degli impegni coinvolgenti più di 100 persone ha successo.

source: <strong>Get ready to sell your pledge, hard</strong>. Pledges don't sell themselves just by sitting on this site. In fact your pledge won't even appear to general site visitors until you've got a few people to sign up to it yourself. Think hard about whether people you know would want to sign up to your pledge!
it_it: <strong>Preparati a promuovere il tuo Impegno</strong>. Un Impegno non si vende da sè. Il tuo impegno non apparirà infatti sul sito principale finchè un certo numero di persone non avranno anch'esse aderito!

source: <strong>Think about how your pledge reads.</strong> How will it look to someone who picks up a flyer from their doormat? Read your pledge to the person next to you, or to your mother, and see if they understand what you're talking about. If they don't, you need to rewrite it.
cy_gb: <strong>Darllenwch eich addewid yn uchel.</strong> Sut fydd yn edrych i rywun sy'n ei godi o'r stepen drws? Darllenwch yr addewid i'r person nesaf i chi, neu i'ch mam, a gweld a ydyn nhw'n deall am beth dych chi'n s&ocirc;n. Os na, efallai bod rhaid i chi ei ail-ysgrifennu.
it_it: <strong>Rileggi il tuo Impegno.</strong> Quale sarebbe la prima impressione di qualcuno che lo leggesse per caso? Prova a leggerlo a una persona che conosci, capisce di che cosa si tratta? Se no, prova a riscriverlo.

source: organise a street party for <MY STREET>
cy_gb: trefnu parti stryd i drigolion <FY STRYD>
it_it: organizzare una festa nel <MIO QUARTIERE>

source: other people on <MY STREET>
cy_gb: o bobl eraill <FY STRYD>
it_it: altre persone nel <MIO QUARTIERE>

source: help organise it
cy_gb: yn fy helpu fi i'w drefnu
it_it: mi aiuteranno ad organizzarla

source: resident of <MY STREET>
cy_gb: trigolyn <FY STRYD>
it_it: un residente del <MIO QUARTIERE>

source: organise a picnic this summer
cy_gb: trefnu picnic yr haf yma
it_it: organizzare un picnic quest'estate

source: friends
cy_gb: o gyfeillion
it_it: amici

source: pledge to come along and bring food or drink
cy_gb: yn addo dod draw, ac i ddod &acirc; bwyd a diodydd
it_it: si impegneranno a portare cibo e bevande

source: picnic lover
cy_gb: carwr picnics
it_it: un amante dei picnic

source: New Pledge &#8211; Step 1 of 4
it_it: Nuovo Impegno &#8211; Passo 1 di 4

source: Your Pledge
cy_gb: Eich Addewid
it_it: Il mio Impegno

source: (if you'd like your pledge in a language other than %s, <a href="%s">click here</a>)
it_it: (se preferisci impegnarti in una lingua diversa dall'%s, <a href="%s">clicca qui</a>)

source: This gives your pledge an easy web address. e.g. www.pledgebank.com/tidyupthepark
it_it: Questo assicura un facile accesso al tuo Impegno. Per esempio: www.pledgebank.com/disinquinabosco

source: More details about your pledge: (optional)
cy_gb: Mwy o fanylion yngl&#375;n &acirc;'ch addewid: (dewisol)
it_it: Ulteriori dettagli sul mio impegno: (facoltativo)

source: (links and email addresses will be automatically spotted, no markup needed)
cy_gb: (caiff dolenni a chyfeiriadau ebost eu adnabod, does dim angen HTML)
it_it: (link e indirizzi email verranno convertiti automaticamente)

source: On flyers and elsewhere, after your name, how would you like to be described? (optional)
cy_gb: Sut hoffech chi gael eich disgrifio, ar &ocirc;l eich enw, ar ffleiars ac yn y blaen? (dewisol)
it_it: Sui volantini o altrove, dopo il tuo nome, come vorresti essere descritto? (facoltativo)

source: Did you read the tips at the top of the page? They'll help you make a successful pledge
it_it: Hai letto i consigli a inizio pagina? Ti aiuteranno ad impegnarti con successo

source: Next
it_it: Continua

source: New Pledge &#8211; Step 2 of 4
it_it: Nuovo Impegno &#8211; Passo 2 di 4

source: If so, we will help people who live nearby find your pledge.
cy_gb: Os felly, gwnawn ni helpu pobl wrthlaw ffeindio'ch addewid.
it_it: Se è così, aiuteremo chi abita nelle vicinanze a trovare il tuo impegno.

source: New Pledge &#8211; Step 3 of 4
it_it: Nuovo Impegno &#8211; Passo 3 di 4

source: Please change your deadline so it is less than %d years into the future. You must change the deadline in order to proceed with creating your pledge. If you want a longer deadline, please create your pledge with a short deadline, and drop us an email to <a href="mailto:team@pledgebank.com">team@pledgebank.com</a> asking for an alteration.
it_it: Si prega di modificare la data limite ad una data che sia meno di %d anni nel futuro. Questo è necessario per creare l'impegno. Se desideri un tempo più lungo, imposta l'impegno con una data limite meno lontana, poi prendi contatto con noi a <a href="mailto:team@pledgebank.com">team@pledgebank.com</a> con la tua richiesta.

source: Please change <MY STREET> to the name of your street
cy_gb: Newidiwch <FY STRYD> i enw eich stryd chi
it_it: Cambiare <MIO QUARTIERE> con il nome del tuo quartiere

source: Please select either "at least" or "exactly" number of people
it_it: Si prega di selezionare "almeno" o "esattamente" un numero di persone

source: Please choose a country, or "none" if your pledge applies anywhere
it_it: Si prega di selezionare un paese, o "nessuno" se il tuo impegno è valido ovunque

source: Please enter either a postcode or a place name, but not both
it_it: Inserire località o codice postale, non entrambe

source: Please enter a valid postcode or first part of a postcode; for example, OX1 3DR or WC1.
it_it: Si prega di inserire un codice postale o codice di area valido; ad esempio, OX1 3DR o WC1.

source: We couldn't recognise that postcode or part of a postcode; please re-check it
it_it: Codice postale o codice di area non riconosciuto; si prega di verificarne l'esattezza

source: For a local pledge, please type a postcode or place name
it_it: Per un impegno locale, inserire un codice postale o il nome di una località

source: Please type a place name for your local pledge
it_it: Si prega di inserire il nome di una località per il tuo impegno locale

source: You can only enter a postcode if your pledge applies to the UK
it_it: Il codice postale è una funzionalità per ora riservata al Regno Unito

source: New Pledge &#8211; Step 4 of 4
it_it: Nuovo Impegno &#8211; Passo 4 di 4

source: Now please read your pledge (on the left) and check the details thoroughly. <strong>Read carefully</strong> - we can't ethically let you %schange the wording%s of your pledge once people have started to sign up to it.
it_it: Leggi attentamente il tuo impegno (qui a sinistra) controllando ogni dettaglio. <strong>Attenzione</strong> - per ovvi motivi etici non è possibile %smodificare il testo%s dell'impegno una volta che quest'ultimo venisse sottoscritto da altre persone.

source: When you're happy with your pledge, <strong>click "Create"</strong> to confirm that you wish PledgeBank.com to display the pledge at the top of this page in your name, and that you agree to the terms and conditions below.
it_it: Se sei soddisfatto, <strong>clicca "Mi Impegno"</strong> autorizzando PledgeBank.com a pubblicare il tuo impegno così come appare in alto a questa pagina, e confermando il tuo accordo alle Condizioni qui di seguito dettagliate.

source: Create
it_it: Mi Impegno

source: Your pledge will <strong>not succeed</strong> unless people find out about it. So get out there and tell your friends and colleagues about your pledge.
cy_gb: <strong>Bydd eich addewid yn methu</strong> oni bai bod pobl yn clywed amdano. Felly, bant &acirc; chi a dweud wrth eich cyfeillion a chymdogion am eich addewid.
it_it: Il tuo impegno <strong>non avrà successo</strong> se non si saprà della sua esistenza. Datti da fare per far conoscere il tuo impegno ad amici e conoscenti.

source: Your pledge will <strong>not be publicised</strong> elsewhere on the site until a few people have signed it. So get out there and tell your friends and neighbours about your pledge.
cy_gb: <strong>Ni chaiff eich addewid ei hysbysebu</strong> ar y safle nes bod sawl un wedi'i lofnodi. Felly, bant &acirc; chi a dweud wrth eich cyfeillion a chymdogion am eich addewid.
it_it: L'impegno <strong>non verrà pubblicizzato</strong> altrove su questo sito finchè un certo numero di persone non avranno aderito. Datti da fare per far conoscere il tuo impegno ad amici e conoscenti.

source: Send Announcement
it_it: Invio di un Messaggio

source: Hello, <%s> Yours sincerely, %s Pledge says: '%s'
it_it: Buongiorno, <%s> Cordiali saluti, %s L'impegno è il seguente: '%s'

source: <p id="success">Your pledge is successful!</p>
cy_gb: <p id="success">Mae'ch addewid wedi llwyddo!</p>
it_it: <p id="success">Il tuo impegno è un successo!</p>

source: Pledge %s success! Email %s for more
cy_gb: Addewid %s wedi llwyddo! Ebostiwch %s am fwy
it_it: L'impegno %s è un successo! Per ulteriori info scrivi a %s

source: <h3>Send Announcement</h3>
it_it: <h3>Invio di un Messaggio</h3>

source: Please correct the email address '
cy_gb: Cywirwch y cyfeiriad ebost, os gwelwch yn dda
it_it: Si prega di correggere l'indirizzo email '

source: ', which is not a valid address.
cy_gb: , sy ddim yn gyfeiriad dilys.
it_it: ', non è un indirizzo valido.

source: Illegal PledgeBank reference!
it_it: Riferimento PledgeBank inesistente!

source: Correct PIN required
it_it: Codice PIN inesatto

source: Deadline for pledge "%s"
it_it: Data limite per l'impegno "%s"

source: This pledge is now closed, as its target has been reached.
it_it: Questo impegno è chiuso, essendo stato raggiunto l'obiettivo di firme.

source: Email pledge to your friends
cy_gb: Ebostiwch yr addewid at eich cyfeillion
it_it: Invia l'impegno ai tuoi amici via email

source: Add deadline to your calendar
it_it: Aggiungi scadenza al calendario

source: (creator only)
cy_gb: (cr&euml;wr yn unig)
it_it: (solo primo firmatario)

source: Change the pledge picture
cy_gb: Newid llun yr addewid
it_it: Modifica l'immagine

source: , and %d who signed up via mobile
cy_gb: , ac %d a'i lofnodwyd trwy'i ff&ocirc;n l&ocirc;n
it_it: , ed %d che ha aderito via SMS
