Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Logout
cy_gb: Allgofnodi
it_it: Disconnetti

source: Please try again later, or <a href="mailto:team@pledgebank.com">email us</a> for help resolving the problem.
it_it: Si prega di riprovare più tardi, oppure <a href="mailto:team@pledgebank.com">invia una email</a> per ricevere assistenza.

source: <h2>Sorry! Something's gone wrong.</h2>
cy_gb: <h2>Sori! Aeth rhywbeth o'i le.</h2>
it_it: <h2>Oops! Qualcosa è andato storto.</h2>

source: %s will %s but only if <strong>%s</strong> %s will %s.
it_it: %s si impegnerà a %s ma solamente se <strong>%s</strong> %s si impegneranno %s.

source: Target met, pledge open until midnight tonight, London time.
cy_gb: Nod wedi cyrraedd, addewid ar agor tan hanner nos heno, amser Prydain.
it_it: Traguardo raggiunto, l'impegno rimane aperto fino a mezzanotte, ora di Londra.

source: (needs %d more by midnight tonight, London time)
cy_gb: (angen %d yn fwy erbyn hanner nos heno, amser Prydain)
it_it: (ancora %d necessarie entro mezzanotte, ora di Londra)

source: , %d more signature needed)
cy_gb: , angen %d llofnod arall
it_it: , manca %d adesione)

source: I, %s, sign up to the pledge.
cy_gb: Yr wyf i, %s, yn llofnodi'r addewid hwn.
it_it: Io, %s, sottoscrivo questo impegno.

source: (we need this so we can tell you when the pledge is completed and let the pledge creator get in touch)
it_it: (per farti sapere quando l'impegno è completato e per far sì che il primo firmatario possa contattarti)

source: <p class="noprint"><strong>Take your Pledge to the pub</strong> &ndash; next time you're out and about, get your friends to sign up by having them text <strong>pledge&nbsp;%s</strong> to <strong>60022</strong>. The text costs your normal rate, and we'll keep them updated about progress via their mobile.</p>
it_it: <p class="noprint"><strong>Porta il tuo Impegno al bar</strong> &ndash; la prossima volta che sei "in giro", chiedi ai tuoi amici di sottoscrivere facendo loro inviare la parola <strong>pledge&nbsp;%s</strong> al <strong>60022</strong> (valido solo per il Regno Unito). Il costo è quello di un normale SMS, e noi li terremo informati sul progresso via telefonino. </p>

source: Report Abuse
it_it: Rapporto su un contenuto offensivo

source: A required parameter was missing.
it_it: Errore - parametro mancante.

source: pledge
it_it: impegno

source: comment
it_it: commento

source: signature
it_it: firma

source: The %s couldn't be found. It has probably been deleted already.
it_it: %s non trovato. Probabilmente è stato già cancellato.

source: together
it_it: insieme

source: Please enter the word 'together' in the <strong>magic word</strong> box. We ask you to do this because there are people who run software which crawls the internet and automatically posts adverts. Asking you to enter the word is a reliable and unobtrusive way of making sure you are a human, not a piece of software.
it_it: Si prega di inserire la parola 'insieme' nel campo <strong>parola magica</strong>. Questo è necessario per impedire a certi programmi software di inviare automaticamente pubblicità. L'inserimento manuale di questa parola è un modo affidabile di assicurarsi che a scrivere sia una persona, e non un software.

source: PledgeBank abuse report
it_it: Rapporto di abuso PledgeBank

source: <strong>Thank you!</strong> One of our team will investigate that %s as soon as possible.
it_it: <strong>Grazie!</strong> Un membro del nostro staff svolgerà un'indagine su questo %s non appena possibile.

source: <a href="./">Return to the home page</a>.
it_it: <a href="./">Torna alla homepage</a>.

source: Report abusive, suspicious or wrong %s
it_it: Rapporto su un %s offensivo, sospetto o scorretto

source: You are reporting the following %s:
it_it: Stai facendo rapporto sul seguente %s:

source: This is on the pledge <strong>%s</strong>.
it_it: Il commento è relativo all'impegno <strong>%s</strong>.

source: (if you would like to send us a general comment, rather than an abuse report, <a href="/contact/">try here</a>)
it_it: (se preferisci inviarci una email, piuttosto che fare rapporto, <a href="/contact/">clicca qui</a>)

source: <strong>Your email</strong>:
it_it: <strong>La tua email</strong>:

source: <strong>Reason for reporting this %s</strong>:
it_it: <strong>Motivo della denuncia di questo %s</strong>:

source: <strong>Enter the magic word</strong>, which is 'together':
it_it: <strong>Inserire la parola magica</strong>, 'insieme':

source: You might like to <a href="/alert/">subscribe to a new local alert</a>, or <a href="/your">manage all your alerts</a>.
cy_gb: Cewch chi <a href="/alert/">danysgrifio i larwm lleol newydd</a>, neu <a href="/your">reoli eich larymau i gyd</a>.
it_it: Puoi <a href="/alert/">iscriverti ad un avviso locale</a>, o <a href="/your">gestire i tuoi avvisi</a>.

source: You can only enter a postcode area if your pledge applies to the UK
cy_gb: Cewch chi ddim ond rhoi c&ocirc;d post os ydy'ch addewid yn berthnasol i'r DU
it_it: &Egrave possibile inserire un codice postale solamente se l'impegno si riferisce al Regno Unito

source: Thanks for subscribing! You'll now get emailed once a day when there are new pledges in your area.
cy_gb: Diolch yn fawr am danysgrifio! Cewch chi un ebost bob dydd y mae addewidion newydd yn eich ardal.
it_it: Grazie di esserti abbonato! Riceverai quotidianamente una email se verranno creati nuovi impegni nella tua zona.

source: Was it useful? How could it be better? We make PledgeBank and thrive off feedback, good and bad. Use this form to contact us. If you prefer, you can email %s instead of using the form.
it_it: Siamo stati di aiuto? Come possiamo migliorarci? Abbiamo creato PledgeBank anche grazie al vostro feedback, positivo e negativo. Per contattarci riempi questo form. Se preferisci, puoi inviare una email a %s invece di usare il form.

source: If you would like to contact the Pledge Creator, please use the 'comments' section on the pledge. These messages go to the PledgeBank Team, <strong>not</strong> the Pledge Creator.
it_it: Se desideri contattare il Primo Firmatario di uno degli impegni, ti preghiamo di utilizzare la sezione 'commenti' del relativo impegno. Il messaggio che scrivi qui va a PledgeBank, <strong>non</strong> al promotore di un impegno.

source: Message to
it_it: Destinatario

source: PledgeBank Team
cy_gb: T&icirc;m PledgeBank
it_it: Team PledgeBank

source: Message
it_it: Messaggio

source: Please stop sending us spam. Thank you.
it_it: Si prega di cessare l'invio di spam. Grazie.

source: Failed to send message. Please try again, or <a href="mailto:team@pledgebank.com">email us</a>.
it_it: Impossibile inviare il tuo messaggio. Riprova, o <a href="mailto:team@pledgebank.com">invia una email</a>.

source: Hello. I'm Tom Steinberg, the director of mySociety, the charitable group which is building PledgeBank. I've taken the unusual step of recording this introduction because PledgeBank is a slightly unusual idea. I've found that explaining it in person often works better than using the written word.
it_it: Salve, sono Tom Steinberg, il direttore di mySociety, l'associazione che è impegnata a costruire PledgeBank. Ho registrato questa introduzione perchè mi sono accorto che spesso ascoltare a viva voce è più piacevole di leggere un testo sullo schermo.

source: We all know what it is like to feel powerless, that our own actions can't really change the things that we want to change. PledgeBank is about beating that feeling by connecting you with other people who also want to make a change, but who don't want the personal risk of being the only person to turn up to a meeting or the only person to donate ten pounds to a cause that actually needed a thousand.
it_it: Conosciamo tutti quel senso di impotenza, quando pensiamo che le nostre azioni di singoli non possano servire a cambiare veramente le cose. PledgeBank nasce per sconfiggere quel sentimento mettendoti in contatto con altre persone che vogliono anch'esse cambiare le cose, ma senza il rischio di trovarsi ad essere soli, senza rischiare di contribuire 10 euro ad una causa che ne necessita in realtà di 1000.

source: The way it works is simple. You create a pledge which has the basic format 'I'll do something, but only if other people will pledge to do the same thing'. For example, if you'd always want to organise a street party you could organise a pledge which said 'I'll hold a street party, but only if three people who live in my street will help me to run it'
it_it: Il funzionamento è semplice. Si crea un impegno il cui format di base è il seguente: 'Io farò questo, ma solamente se altri si impegneranno a fare lo stesso'. Ad esempio, se hai sempre voluto organizzare una festa di quartiere potresti impegnarti a farlo in questo modo: 'Organizzerò una festa di quartiere, ma solamente se altre tre persone che abitano nel quartiere mi aiuteranno a farlo'

source: The applications of PledgeBank are limitless. If you are a parent you could say that 'I will help run an after hours sports club but only if 5 other parents will commit one evening a week to doing it '. If you are in a band you could say 'I'll hold a gig but only if 40 people will come along'.
it_it: Le applicazioni di PledgeBank sono innumerevoli. Se sei un genitore potresti dire 'Organizzerò attività sportiva per i bambini ma solamente se altri 5 genitori dedicheranno una sera a settimana a questo'. Se hai una band potresti dire 'Mi impegno a fare un concerto ma solamente se avremo almeno 40 spettatori'.

source: PledgeBank has been undergoing real world testing for a few weeks already, and there are already some successful completed pledges completely outside our original ideas of how people might use the site. One person gathered 20 other fans of a BBC radio series to lobby for its release on CD. Another encouraged 8 people who he'd never met to bury buckets in their own gardens to make homes for endangered stag beetles. And a member of an online community said he'd organise a 5th birthday party and now has 30 members of that community saying they'll come along.
it_it: PledgeBank è in fase di test nel mondo reale da alcune settimane, e ci sono stati già alcuni impegni presi e mantenuti, con idee anche molto diverse da ciò che noi immaginavamo. Una persona, ad esempio, ha raccolto 20 firme per chiedere alla BBC di pubblicare un programma radio su CD. Un'altra ha incoraggiato 8 altre persone che mai aveva incontrato a sotterrare dei secchi nel proprio giardino per dare una casa ad una specie di scarabeo. Un membro di una comunità online si è impegnato a organizzare una festa di compleanno e già 30 altri membri di quella comunità si sono associati.

source: PledgeBank isn't just limited to people who use the internet a lot. You can sign up to any pledge with a simple two word text message (in %s only). Ideal for getting your friends in the pub involved, people in your street and so on.
it_it: PledgeBank non si rivolge solo a chi è un esperto di internet. Si può aderire ad un impegno inviando un semplice messaggio SMS (solo nel %s). Questo è l'ideale per coinvolgere gli amici al pub, i vicini di casa, e così via.

source: PledgeBank is free, easy to use, and needs your involvement before we can launch. So if there's something you'd like to achieve in your community, in your place of employment, your university, amongst your friends, or in your street, please take a look at PledgeBank.com and create a pledge right now. Thank you.
it_it: PledgeBank (la banca degli impegni) è un sito gratuito, facile da utilizzare, e che necessita del tuo investimento personale. Se c'è qualcosa che vorresti realizzare nella tua comunità, sul tuo luogo di lavoro, all'università, tra amici, oppure nella tua strada, o nel tuo palazzo, allora dai un'occhiata a PledgeBank.com ed impegnati adesso. Grazie.

source: Sure. 'I will start recycling if 100 people in my town will do the same'; 'I will organise my child's school play if 3 other parents will help'; 'I will build a useful website if 1000 people promise to contribute to it'.
cy_gb: Wrth gwrs. 'Fe ddechreua i ailgylchu os gwnaiff 100 o bobl yn fy nhref yr un peth'; 'Fe drefna i ddrama ysgol fy mhlentyn os gwnaiff tri rhiant arall helpu'; 'Fe adeiladaf i wefan ddefnyddiol os gwnaiff 1000 o bobl addo cyfrannu ati'.
it_it: Certo. 'Mi impegno a incominciare a riciclare i rifiuti se 100 persone della mia città faranno lo stesso'; 'Mi impegno ad organizzare attività doposcuola per i bambini se altri 3 genitori mi aiuteranno'; 'Mi impegno a costruire un sito web di utilità pubblica se 1000 persone promettono di contribuire'.

source: PledgeBank allows users to set up pledges and then encourages other people to sign up to them. A pledge is a statement of the form 'I will do something, if a certain number of people will help me do it'. The creator of the pledge then publicises their pledge and encourages people to sign up. One of two possible outcomes is possible - either the pledge fails to get enough subscribers before it expires. In that case, we contact everyone and tell them 'better luck next time'. But the better possibility is that a pledge attracts enough people that they are all sent a message saying 'Well done - now get going!'
it_it: PledgeBank consente agli utenti di impegnarsi e di incoraggiare altri a fare lo stesso sottoscrivendo l'impegno. Un impegno è un'affermazione del tipo 'Io mi impegno a fare qualcosa, se un certo numero di persone mi aiuteranno a farlo'. Il primo firmatario pubblicizza poi il proprio impegno incoraggiando altre persone ad aderire. Si possono poi verificare due cose - l'impegno non riceve sufficienti adesioni prima della scadenza. In questo caso, tutti ricevono un messaggio nel quale si dice 'andrà meglio la prossima volta'. L'altra, più positiva, possibilità è quella di un successo, nel qual caso il messaggio sarà 'Ben fatto - ora andate avanti!'

source: Pretty much anything which isn't illegal, and which doesn't incite people to commit illegal actions. Anything too obscene might also be taken down - this is a family friendly site!
it_it: Qualsiasi cosa, nei limiti della legalità, e/o purchè non inciti a compiere azioni illegali. Aggiungiamo anche: nei limiti della decenza - questo è un sito per tutta la famiglia!

source: As a well intentioned subscriber, you get insurance against being the only person to show up to the demo the freezing rain or against being the parent who discovers they've just volunteered to run the entire school play on their own. As a pledge creator - you get a greatly improved chance of achieving whatever change it is you want.
it_it: Chi sottoscrive un impegno riceve l'assicurazione di non essere solo nel presentarsi a una manifestazione, di non scoprire di essere l'unico genitore ad essersi offerto di organizzare la recita scolastica. Chi invece crea l'impegno e ne è primo firmatario avrà di gran lunga maggiori chance di realizzare la sua idea o il suo progetto.

source: The site is free to use, no matter how big a pledge you create. PledgeBank is run by a charitable organisation, though, so if you want to run an especially big pledge, and feel like making a contribution, please contact us. SMS messages to PledgeBank (available in %s only) cost your normal text fee.
it_it: Il sito è gratuito, indipendentemente dall'importanza dell'impegno. PledgeBank, tuttavia, è un'associazione senza scopo di lucro; se desideri realizzare un progetto particolarmente impegnativo, e vorresti contribuire, prendi contatto con noi. Gli SMS inviati a PledgeBank (servizio disponibile solo nel %s) costano la normale tariffa di base di un SMS.

source: This site was built by <a href="http://www.mysociety.org">mySociety</a>. mySociety is a charitable organisation which has grown out of this community of volunteers who built sites like <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. mySociety's primary mission is to build Internet projects which give people simple, tangible benefits in the civic and community aspects of their lives. Our first project was <a href="http://www.writetothem.com">WriteToThem.com</a>, where you can write to any of your elected representatives, for free.
cy_gb: Adeiladwyd y wefan hon gan <a href="http://www.mysociety.org">mySociety</a>. Ma mySociety yn sefydliad elusenol sydd wedi tyfu o'r gymuned hon o wirfoddolwyr a adeiladodd gwefanau fel <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. Prif n&ocirc;d mySociety yw adeiladu prosiectau ar y we sy'n rhoi buddion syml a go iawn yn holl agweddau dinesig a chymunedol o fywydau pobl. Ein prosiect cyntaf oedd <a href="http://www.writetothem.com">WriteToThem.com</a>, ble allwch ysgrifennu at unrhywun o'ch cynrychiolwyr etholedig, yn rhad ac am ddim.
it_it: Questo sito è realizzato da <a href="http://www.mysociety.org">mySociety</a>. mySociety è un'organizzazione senza scopo di lucro cresciuta grazie ad una comunità di volontari che hanno realizzato siti come <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. La principale missione di mySociety è quella di lavorare a progetti Internet che diano alla gente semplici e tangibili benefici nella vita civica e nella società. Il nostro primo progetto fu <a href="http://www.writetothem.com">WriteToThem.com</a>, che rese possibile a chiunque scrivere al proprio rappresentante eletto, e questo gratuitamente.

source: PledgeBank has been built by mySociety thanks to the effort of a combination of paid core developers and unpaid volunteers. The core developers were paid for by the <acronym title="Office of the Deputy Prime Minister">ODPM</acronym>'s e-innovations fund in partnership with West Sussex County Council.
cy_gb: Adeiladwyd PledgeBank gan mySociety diolch i ymdrechion cyfuniad o ddatblygwyr craidd cyflogedig a gwirfoddolwyr di-d&acirc;l. Mae'r datblygwyr craidd yn cael eu talu gan gronfa e-arloesedd <acronym title="Office of the Deputy Prime Minister">ODPM</acronym> mewn partneriaeth &acirc; Chyngor Sir Gorllewin Sussex.
it_it: PledgeBank è stato creato da mySociety grazie agli sforzi congiunti di un gruppo di programmatori stipendiati e di volontari non remunerati. I programmatori sono pagati dal fondo per l'e-innovation dell'<acronym title="Office of the Deputy Prime Minister">ODPM</acronym> in partenariato con il West Sussex County Council.

source: Yes, we can use help in all sorts of ways, technical or non-technical. Please <a href="/contact">contact us</a> if you want to get in touch.
cy_gb: Oes, gwerthfawrogwn help mewn unrhyw ffordd, boed yn dechnegol neu beidio. <a href="/contact">Cysylltwch &acirc; ni</a>.
it_it: Sì, è possibile dare una mano in molti modi, tecnici e non-tecnici. <a href="/contact">Scrivici una email</a> per entrare in contatto con noi.

source: The software behind PledgeBank is open source, and available to you mainly under the Affero GPL software license. You can <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">download the source code</a> (look under 'pb') and help us develop it. You're welcome to use it in your own projects, although you must also make available the source code to any such projects.
it_it: Il software che sta dietro a PledgeBank è open source, ed è disponibile per lo più sotto licenza Affero GPL per il software. Puoi <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">scaricare il source code</a> (cerca sotto 'pb') ed aiutarci a svilupparlo. Sei libero di utilizzarlo per i tuoi progetti, purchè il source code del progetto in questione sia reso pubblico a sua volta.

source: We're not sure yet, but we reckon that there are some general rules which will apply. First, the lower a pledge target (in terms of numbers), the more likely it is to succeed. Second, the sheer energy with which you push a pledge, whether your own or one you've subscribed to, will have a big difference. If you are willing to take a wireless enabled laptop from door to door, and get people to sign up then and there, you're more likely to be successful than someone who puts their pledge up and forgets about it.
cy_gb: Nid ydym yn siwr eto, ond tybiwn bod yna ryw reolau cyffredinol a fydd yn berthnasol. Yn gyntaf, yr isaf yw targed yr addewidion (yn nhermau niferoedd), y mwy tebygol yw o lwyddo. Yn ail, bydd yr egni rydych yn ei roi i wthio addewid, boed yn un eich hun neu'n un rydych wedi tanysgrifio iddo, yn cael gwahaniaeth mawr. Os ydych yn fodlon mynd &acirc; gliniadur di-wifr o ddrws i ddrws, a chael pobl i arwyddo yn y man a'r lle, rydych yn fwy tebygol o lwyddo na rhywun sy'n gosod eu haddewid ac yna'n anghofio amdano.
it_it: Ancora non ne abbiamo certezza, ma alcune regole generali sembrano applicarsi. Primo, più basso è il target (in termini di numero di sottoscrizioni richieste), maggiori le chanches di successo. Secondo, moltissimo dipende dall'energia spesa nel promuovere un impegno, che sia il tuo o uno che hai sottoscritto. Se sei disposto a fare il porta a porta con il tuo computer portatile wi-fi, spiegando e convincendo, avrai senz'altro più successo di qualcuno che si impegna sul sito e niente più.

source: We recommend that you pick the lowest target you can possibly bear to. Choose the number of people for which you could only just be bothered to carry out your part of the pledge. One more than the number where it wouldn't be worth it. Don't put the value any higher than that. This makes it most likely your pledge will succeed, and more people than you expected can always sign up.
cy_gb: Awgrymun eich bod yn dewis y targed isaf y gallwch ei dderbyn. Dewisiwch y nifer o bobl y gallwch mond drafferthu i wireddu eichrhan chi o'r addewid. Un yn fwy na'r nifer ble na fyddai'n werth ei wneud. Peidiwch gosod rhif uwch na hynny. Mae hyn yn ei wneud yn debygol y bydd yr addewid yn llwyddo, a gall mwy o bobl na fyddwch wedi ei ddisgwyldal droi fyny
it_it: Ti consigliamo di fissare il target più basso possibile. Decidi qual'è il numero minimo di persone che dovrebbero aderire perchè tu ti senta di mantenere la tua parte dell'impegno - uno in più rispetto al numero di persone al di sotto del quale il gioco non ne varrebbe la candela. Non chiedere di più. In questo modo avrai più probabilità di successo, e nulla poi vieta di superare ampiamente il target stabilito.

source: Why does my new pledge not appear on the All Pledges page?
cy_gb: Pam nad yw fy addewid newydd ddim ymddangos ar y dudalen Holl Addewidion
it_it: Perchè il mio impegno non appare sulla pagina Tutti gli Impegni?

source: New pledges have just their own page, and are not shown elsewhere on the site, until a few people have signed up to them. This is to make sure we only show good quality pledges, which have an active creator and some support behind them. So get out there and tell your friends and neighbours about your pledge!
cy_gb: Mae gan addewidion newydd eu tudalennau eu hunain, ac nid ydynt yn cael eu dangos yn unrhywle arall ar y wefan, nes bod ychydig o bobl wedi arwyddo amdanynt. Mae hyn i sicrhau mai dim ond addewidion o safon yn ymddangos, sydd &acirc; chreuwr gweithgar a rhai cefnogwyr tu cefn iddynt. Felly ewch allan a dweud wrth eich ffrindiau a'ch cymdogion am eich addewid!
it_it: I nuovi impegni non vengono pubblicizzati sul sito fino a quando non sono sottoscritti da un certo numero di persone. Questo serve a fare in modo di avere solo impegni di alta qualità, sponsorizzati da un primo firmatario e spesso da un vero e proprio comitato promotore attivo. Perciò occorre darsi da fare per far conoscere gli impegni ad amici e conoscenti.
