Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Pretty much anything which isn't illegal, and which doesn't incite people to commit illegal actions. Anything too obscene might also be taken down&mdash;this is a family friendly site!
es_es: Practicamente cualquier cosa que no sea ilegal y que no incite la comisión de acciones ilegales. Cualquier cuestión excesivanete obscena puede no ser mostrada - ¡somos una página pensada para toda la familia!
fr_fr: Pratiquement tout ce qui n'est pas illégal, et qui n'incite pas les gens à commettre des gestes illégaux. Tout ce qui est trop obscène pourrait aussi être supprimé &ndash; ce site doit conserver un caractère familial!
ru_ru: Любые, которые являются ЗАКОННЫМИ и не вовлекут других людей в незаконные дела. Ничего слишком непристойного, грубого не должно фигурировать в Ваших обещаниях &mdash; ЭТО СЕМЕЙНЫЙ ДРУЖЕСТВЕННЫЙ САЙТ.
sk_sk: Skoro všetko, čo nie je protizákonné a&nbsp;čo nenavádza ľudí na&nbsp;protizákonné konanie. Všetko, čo je nemravné, bude zo&nbsp;stránky stiahnuté — táto stránka má byť prístupná pre&nbsp;všetkých!

source: How can you be sure people will bother to carry out the pledge?
cy_gb: Sut allaf fod yn siwr y bydd pobl yn trafferthu gweithredu'r addewid?
es_es: ¿Cómo puedo estar seguro de que habrá suficiente gente preocupada por mi compromiso?
fr_fr: Comment pouvez-vous savoir que les gens s'efforceront de tenir la promesse?
it_it: Come si può sapere se le persone manterranno l'impegno preso?
ru_ru: Можно ли быть уверенным в том, что люди выполнят обещанное?
sk_sk: Ako si môžete byť istí, že ľudia sľub naozaj splnia?

source: We can't; PledgeBank is based on a psychological bet. We believe that if a person possesses a slight desire to do something, and then we help connect them to a bunch of people who also want to do the same thing, then that first person is much more likely to act. We have some <a href='/success'>success stories</a> for a variety of pledges from the site, and we have also surveyed many of the money-based pledges that have succeeded, and found that payment rates vary from 50% to well over 150%, with three-quarters of people paying being typical.
es_es: No podemos. PledgeBank está basado en una apuesta psicológica. Creemos que si una persona posee una pequeña iniciativa por hacer algo y la ayudamos a ponerse en contacto con un grupo de personas con los mismos intereses, entonces aumentamos enormemente las posibilidades de que dicha acción sea llevada a cabo.<a href='/success'> El punto de partida es que, probablemente, este experimento funcione bien en determinados ámbitos y no en otros - tal es la naturaleza humana.
fr_fr: Nous ne pouvons pas le savoir; Promessothèque se fonde sur un pari psychologique. Nous croyons que si quelqu'un désire le moindrement faire quelque chose et que dès lors, nous l'aidons à entrer en contact avec d'autres gens voulant aussi faire la même chose, alors la première personne sera beaucoup plus susceptible d'agir. Nous pourrions vous parler du <a href='/success'>succès</a> d'une panoplie de promesses du site, et nous avons aussi étudié une tonne de promesses où l'on cherchait des dons d'argent ayant réussi, et découvert que l'on recevait de 50&nbsp;% à bien au-delà de 150&nbsp;% de la somme demandée et qu'en moyenne, les trois quarts des participants donnaient un montant.
sk_sk: Nijako. Sľubowebka je založená na&nbsp;psychológii. Veríme, že ak niekto aspoň trochu chce niečo urobiť a&nbsp;my mu pomôžeme spojiť sa s&nbsp;veľkou kopou ľudí, ktorí chcú to isté, potom je pravdepodobnejšie že ten človek bude konať. Máme niekoľko <a href='/success'>článkov o&nbsp;splnených sľuboch</a> z&nbsp;tejto stránky a&nbsp;tiež sme prišli na&nbsp;to, že mnohé finančné sľuby, ktoré sa splnili, prekročili svoju ciele o&nbsp;sumu, ktorá sa pohybovala od&nbsp;50 do&nbsp;viac ako 150 %, pričom tri štvrtiny zúčastnených boli obyčajní ľudia.

source: What do I get out of it?
cy_gb: Neth ydw i'n gael allan ohono?
es_es: ¿Qué gano con ello?
fr_fr: Que puis-je en tirer?
it_it: Ma in fondo che ci guadagno?
ru_ru: Что мне это дает?
sk_sk: Ako sa z&nbsp;toho dostanem?

source: As a well intentioned subscriber, you get insurance against being the only person to show up to the demo in the freezing rain or against being the parent who discovers they've just volunteered to run the entire school play on their own. As a pledge creator&mdash;you get a greatly improved chance of achieving whatever change it is you want.
es_es: Como generador del compromiso, se asegura no ser la única persona en encontrarse en una manifestación bajo una lluvia torrencial o en descubrir que es el único miembro de la escuela que ha de organizar los juegos para los niños por su cuenta. Como generador de compromisos le es ofrecida una oportunidad de oro para llevar a cabo aquellos cambios que tanto desea.
fr_fr: En tant que signataire bien intentionné, vous obtenez l'assurance de ne pas être la seule personne à assister à la manif sous la pluie verglaçante ou de ne pas être le parent qui découvre qu'il vient juste d'accepter d'organiser et de présenter la pièce de théâtre de l'école tout seul. Bref, en tant qu'auteur d'une promesse, vos chances d'accomplir tout ce que vous voulez s'accroissent considérablement.
ru_ru: Как подписчик с добрыми намерениями, Вы будете уверенны в том, что не окажетесь в одиночестве в реализации обещания. Как автор обещания &mdash; Вы получите огромный шанс достичь своей цели.
sk_sk: Ako človek s&nbsp;dobrým úmyslom máte poistku, aby ste neboli jediný (-á), kto príde na&nbsp;demo v&nbsp;daždi alebo aby sa z&nbsp;vás nestal rodič, ktorý zistí, že je jediným dobrovoľníkom na&nbsp;organizovanie školských hier vo&nbsp;svojom meste. Ako autor(ka) sľubu máte veľmi veľkú šancu dosiahnuť akúkoľvek zmenu, ktorú chcete, nech je to čokoľvek.

source: Is it free?
cy_gb: Ydy e yn rhad ac am ddim?
es_es: ¿Es gratis?
fr_fr: Est-ce gratuit?
it_it: &Egrave gratis?
ru_ru: Это бесплатно?
sk_sk: Je to bezplatné?

source: The site is free to use, no matter how big a pledge you create. PledgeBank is run by a charitable organisation, though, so if you want to run an especially big pledge, and feel like making a contribution, please <a href="/contact">contact us</a> or <a href="https://secure.mysociety.org/donate/">make a donation directly</a>. SMS messages to PledgeBank (available in %s only) cost your normal text fee.
es_es: La página es absolutamente gratuita, independientemente del volumen de su compromiso. PledgeBank es una organización con fines benéficos, aunque, si su compromiso posee un volumen considerable y cree oportuno efectuar un donativo, por favor, <a href="/contact">contáctenos</a> o <a href="https://secure.mysociety.org/donate/">haga una donación directamente</a>. Los mensajes SMS a PledgeBank (tan sólo disponibles en %s) serán facturados con su coste habitual.
ru_ru: Данная служба абсолютно бесплатна. "Банк обещаний" поддерживается благотворительной организацией, поэтому, если Вы хотите создать очень большое обещание и чувствуете что должны внести пожертвования, пожалуйста <a href="/contact">свяжитесь с нами</a> or <a href="https://secure.mysociety.org/donate/">сделайте пожертвование прямо сейчас</a>. Стоимость SMS-сообщений в "Банк обещаний" (доступно только в %s) равна стоимости обычного SMS.
sk_sk: Používanie stránky je bezplatné bez ohľadu na&nbsp;to, aký sľub napíšete. Sľubowebku prevádzkuje dobročinná organizácia, hoci, ak si dáte mimoriadne veľký záväzok a&nbsp;chceli by ste prispieť, prosím, <a href="/contact">napíšte nám</a> alebo <a href="https://secure.mysociety.org/donate/">poskytnite príspevok priamo</a>. SMS správy na&nbsp;Sľubowebku (dostupné len vo&nbsp;%s) sa spoplatňujú bežnou sadzbou.

source: Organisation Questions
cy_gb: Cwestiynau Cefndirol
es_es: Preguntas organizativas
fr_fr: Questions à propos des concepteurs de Promessothèque
it_it: Domande sulla nostra Organizzazione
ru_ru: Организационные вопросы
sk_sk: Otázky týkajúce sa organizácie

source: Who built PledgeBank?
cy_gb: Pwy adeiladodd PledgeBank?
es_es: ¿Quién creó PledgeBank?
fr_fr: Qui a conçu Promessothèque?
it_it: Chi ha creato PledgeBank?
ru_ru: Кто разработал "Банк обещаний"?
sk_sk: Kto Sľubowebku založil?

source: This site was built by <a href="http://www.mysociety.org">mySociety</a>. mySociety is a charitable organisation in the United Kingdom, which has grown out of a community of volunteers who built sites like <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. mySociety's primary mission is to build Internet projects which give people simple, tangible benefits in the civic and community aspects of their lives. Our first project was <a href="http://www.writetothem.com">WriteToThem.com</a>, where UK citizens can write to any of their elected representatives, for free.
es_es: Esta página ha sido creada por <a href="http://www.mysociety.org">mySociety</a>. mySociety es una organización con fines benéficos en el Reino Unido que ha nacido de la comunidad de voluntarios que ha creado páginas tales como <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. La misión principal de mySociety es crear proyectos en internet que ofrezcan a las personas beneficios de forma simple y tangible en aspectos civiles y comunitarios de sus vidas. Nuestro primer proyecto fue <a href="http://www.writetothem.com">WriteToThem.com</a>, donde uno puede escribir a cualquiera de sus representantes electos de forma gratuita.
fr_fr: Ce site a été conçu par <a href="http://www.mysociety.org">mySociety</a>. mySociety est un organisme caritatif du Royaume Uni, né du groupe de volontaires ayant conçu des sites tels que <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. La mission principale de mySociety est de concevoir des projets de sites donnant aux gens, de façon simple, un bénéfice tangible dans les aspects civiques et communautaires de leur vie. Notre première réalisation a été <a href="http://www.writetothem.com">WriteToThem.com</a>, permettant aux britanniques d'écrire à leurs élus gratuitement.
ru_ru: Данный сайт был создан организацией <a href="http://www.mysociety.org">mySociety</a>. mySociety - это благотворительная организация в Соединённом Королевстве, которая выросла из сообщества добровольцев, создавших такие сайты как <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. Основная миссия mySociety - создавать интернет-проекты, дающие людям простые, ощутимые преимущества в гражданских и общественных аспектах их жизни. С помощью нашего первого проекта <a href="http://www.writetothem.com">WriteToThem.com</a>, можно было написать письмо любому из депутатов, бесплатно.
sk_sk: Túto stránku založila organizácia <a href="http://www.mysociety.org">mySociety</a>. mySociety je dobročinná organizácia vo&nbsp;Veľkej Británii, ktorá vznikla zo&nbsp;skupiny dobrovoľníkov, ktorí robili stránky ako <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a> (= pracujú pre&nbsp;vás). Prvotným poslaním mySociety je realizovať internetové projekty, ktoré by boli pre ľudí jednoduchým, hmatateľným prínosom v&nbsp;občianskych a&nbsp;spoločenských otázkach ich života. Naším prvým projektom bol projekt <a href="http://www.writetothem.com">WriteToThem.com</a> (= Napíšte im), v&nbsp;rámci ktorého mohli občania Spojeného kráľovstva zadarmo napísať hociktorému zo&nbsp;svojich volených zástupcov.

source: Who pays for it?
cy_gb: Pwy sy'n talu amdano?
es_es: ¿Quién lo subvenciona?
fr_fr: Qui en assume les coûts?
it_it: Chi paga il servizio?
ru_ru: Кто за это платит?
sk_sk: Kto ju platí?

source: PledgeBank has been built by mySociety thanks to the effort of a combination of paid core developers and unpaid volunteers. The core developers were paid for by the <acronym title="Office of the Deputy Prime Minister">ODPM</acronym>'s e-innovations fund in partnership with West Sussex County Council.
es_es: PledgeBank ha sido llevado a cabo por mySociety gracias a los esfuerzos conjuntos de una base de empleados y voluntarios. Los empleados han podido ejercer de forma remunerada gracias a las ayudas destinadas a e-innovations del <acronym title="Office of the Deputy Prime Minister">ODPM</acronym>, en colaboración con el West Sussex County Council.
fr_fr: Promessothèque a été conçu par mySociety grâce à l'effort conjoint de principaux développeurs rémunérés et de bénévoles. Les principaux développeurs ont été payés par le fonds de cyber-innovations de l' <acronym title="Office of the Deputy Prime Minister">ODPM</acronym> (Royaume-Uni) en partenariat avec le conseil régional du West Sussex.
ru_ru: "Банк обещаний" был создан организацией mySociety благодаря комбинации оплачиваемых профессиональных разработчиков и неоплачиваемых добровольцев. Труд профессиональных разработчиков оплачивает инновационный фонд <acronym title="Офис заместителя прем'ер-министра (Office of the Deputy Prime Minister)">ODPM</acronym> и совет графства Западный Сассекс(West Sussex County Council).
sk_sk: Sľubowebka bola založená vďaka úsiliu platených hlavných programátorov a&nbsp;dobrovoľníkov, ktorí pracovali zadarmo. Hlavných programátorov zaplatil Fond internetových inovácií Úrad zástupcu predsedu vlády (Office of the Deputy Prime Minister — ODPM) Spojeného kráľovstva v&nbsp;spolupráci s&nbsp;Radou grófstva West Sussex.

source: Do you need any help with the project?
cy_gb: Oes angen help arnoch gyda'r prosiect?
es_es: ¿Necesitan ayuda con este proyecto?
fr_fr: Avez-vous besoin d'aide dans votre projet?
it_it: Avete bisogno di aiuto con il progetto?
ru_ru: Необходима ли Вам какая-нибудь помощь в разработке этого проекта?
sk_sk: Potrebujete s&nbsp;projektom nejako pomôcť?

source: Yes, we can use help in all sorts of ways, technical or non-technical. Please <a href="/contact">contact us</a> if you want to get in touch.
es_es: Sí, podemos necesitarlo de mil formas diferentes, tanto en ámbitos técnicos como en otros. Por favor, <a href="/contact">contáctenos</a> si desea ayudarnos.
fr_fr: Si vous voulez nous aider, que ce soit sur le plan technique ou non, vous êtes le bienvenu. Pour ce faire, veuillez <a href="/contact">nous contacter.</a>
ru_ru: Да, мы готовы принять любую помощь, техническую или нет. Пожалуйста, <a href="/contact">свяжитесь с нами</a> если у Вас есть желание помочь проекту.
sk_sk: Áno, vieme využiť rôznu pomoc — technickú aj inú. Ak sa chcete s nami spojiť, prosím, <a href="/contact">napíšte nám</a>.

source: Where's the "source code" to PledgeBank?
es_es: ¿Dónde está el "código fuente" de PledgeBank?
fr_fr: Où trouve-t-on le "code source" de Promessothèque?
it_it: Dove posso trovare il "source code" di PledgeBank?
ru_ru: Доступен ли "исходный код" проекта?
sk_sk: Kde je zdrojový kód Sľubowebky?

source: The software behind PledgeBank is open source, and available to you mainly under the GNU Affero GPL software license. You can <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">download the source code</a> (look under 'pb') and help us develop it. You're welcome to use it in your own projects, although you must also make available the source code to any such projects.
es_es: El código fuente de PledgeBank es libre y se encuentra recogido básicamente bajo una licencia de Affero GPL. Puede <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">descargar el código fuente</a> (vea 'pb') y ayudarnos a desarrollarlo. Úselo con toda libertad en sus propios proyectos, pero no debe olvidar que su código también ha de estar disponible libremente para su uso en otros proyectos similares.
sk_sk: Softvér, v ktorom bola Sľubowebka (PledgeBank) vytvorená, má open source (verejne prístupný zdrojový kód) a&nbsp;je prístupný väčšinou na&nbsp;základe softvérovej licencie GNU Affero GPL. Môžete si <a href="https://secure.mysociety.org/cvstrac/dir?d=mysociety">ho stiahnuť</a> (pozrite sa do adresára &#8222;pb&#8221;) a&nbsp;pomôcť nám s&nbsp;jeho zdokonaľovaním. Môžete ho využiť aj na&nbsp;vlastné projekty, ale musíte sprístupniť zdrojové kódy takýchto projektov.

source: People build things, not organisations. Who <em>actually</em> built it?
es_es: La gente construye cosas, no organizaciones. ¿Quíen <em>podría</em> construirlas?
fr_fr: Les gens conçoivent des choses, et non des organisations. Qui l'a <em>réellement</em> conçu?
ru_ru: За каждой организацией стоят люди. Кто же <em>именно</em> создавал данный проект?
sk_sk: Ľudia tvoria veci, nie organizácie. Kto ju <em>naozaj</em> založil?

source: OK, we are Mike Bracken, Edmund von der Burg, James Cronin, Francis Irving, Chris Lightfoot, Etienne Pollard, Richard Pope, Matthew Somerville, Tom Steinberg.
fr_fr: D'accord, ce sont Mike Bracken, Edmund von der Burg, James Cronin, Francis Irving, Chris Lightfoot, Etienne Pollard, Richard Pope, Matthew Somerville, Tom Steinberg.
sk_sk: OK, voláme sa Mike Bracken, Edmund von der Burg, James Cronin, Francis Irving, Chris Lightfoot, Etienne Pollard, Richard Pope, Matthew Somerville, Tom Steinberg.

source: <strong>Translations by</strong> Nic Dafis (Welsh), Hugo Caballero Figueroa (Spanish), Tim Morley (Esperanto), Diego Galli (Italian), LaPingvino and Leo De Cooman (Dutch), Creso Moraes (Brazilian Portuguese), Alexander Markushin (Russian), maidan.org.ua team (Ukrainian), Hugo Lamoureux (French), Oliver Ding, Isaac Mao, Danny Yu, Nan Yang, Jacky Peng (Chinese), Aliaksej Lavo&#324;&#269;yk (Belarusian), Jaroslav Rynik (Slovak).
sk_sk: <strong>Translations by</strong> Nic Dafis (do waleštiny), Hugo Caballero Figueroa (do španielčiny), Tim Morley (do esperanta), Diego Galli (do taliančiny), LaPingvino and Leo De Cooman (do holandčiny), Creso Moraes (do portugalčiny — Brazília), Alexander Markušin (do ruštiny), maidan.org.ua team (do ukrajinčiny), Hugo Lamoureux (do francúzštiny), Oliver Ding, Isaac Mao, Danny Yu, Nan Yang a Jacky Peng (do čínštiny), Aliaksej Lavońčyk (do bieloruštiny), Jaroslav Ryník (do slovenčiny).

source: <strong>Thanks also to</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (for SMS in the UK), the <a href="http://earth-info.nga.mil/gns/html/">US military</a> (for the world gazetteer), <a href="http://sedac.ciesin.columbia.edu/gpw/">CIESIN</a> (for population density data), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (for UK postcodes), Ben Furber for our favicon, the entire free software community (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, we love and use you all!) and <a href="http://www.easynet.net/publicsector/">Easynet</a> (who kindly host all our servers). Let us know if we've missed anyone.
es_es: <strong>Gracias también a</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (por los SMS en el Reino Unido), al <a href="http://earth-info.nga.mil/gns/html/">servicio militar norteamericano</a> (por la world gazetteer), <a href="http://sedac.ciesin.columbia.edu/gpw/">CIESIN</a> (por la información sobre densidad de población), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (por los códigos postales del Reino Unido), Ben Furber por nuestros iconos favoritos, a toda la comunidad de software libre (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, ¡adoramos usarlos todos!) y <a href="http://www.easynet.net/publicsector/">Easynet</a> (que amablemente aloja todos nuestros servidores). Hágannoslo saber si hemos olvidado a alguien.
fr_fr: <strong>Merci également à</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (pour le service SMS au R.-U.), <a href="http://earth-info.nga.mil/gns/html/cntry_files.html">l'armée américaine</a> (pour son index géographique), <a href="http://sedac.ciesin.columbia.edu/gpw/">le CIESIN</a> (pour les données de densité de population), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (pour les codes postaux britanniques), Ben Furber pour notre favicon, la communauté du logiciel libre en entier (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, nous vous adorons et vous utilisons tous!) et <a href="http://www.easynet.net/publicsector/">Easynet</a> (qui héberge tous nos serveurs). Faites-nous signe si on a oublié quelqu'un.
sk_sk: <strong>Takisto ďakujeme</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (za&nbsp;SMS správy na&nbsp;území Veľkej Británie), the <a href="http://earth-info.nga.mil/gns/html/">US military</a> (za&nbsp;zoznam zemepisných názvov), <a href="http://sedac.ciesin.columbia.edu/gpw/">CIESINu</a> (za&nbsp;údaje o&nbsp;hustote zaľudnenia), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (za&nbsp;britské PSČ), Benovi Furberovi za&nbsp;našu favikonu (ikona v&nbsp;internetovom prehľadávači), skupinám, ktoré sa zaoberajú vývojom bezplatného softvéru (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, všetkých vás zbožňujeme a&nbsp;využívame!) a&nbsp;<a href="http://www.easynet.net/publicsector/">Easynetu</a> (ktorý láskavo prevádzkuje naše servery). Napíšte nám, ak sme na&nbsp;niekoho zabudli.

source: Pledge Creators' Questions
cy_gb: Cwestiynau Creuwyr Addewidion
es_es: Preguntas de los creadores de compromisos
fr_fr: Questions des auteurs de promesses
it_it: Domande sui Nuovi Impegni
ru_ru: Вопросы от авторов обещаний
sk_sk: Otázky od autorov sľubov

source: What sort of pledges work and what sort of pledges languish in obscurity?
cy_gb: Pa fath o addewidion sy'n gweithio a pha fath sy'n methu?
es_es: ¿Qué tipo de compromisos tienen éxito y cuáles no logran ser llevados a cabo?
fr_fr: Quel genre de promesses fonctionnent et lesquelles échouent?
it_it: Quale tipo di impegno funziona e quale rischia di rimanere nell'oscurità?
ru_ru: Какае типы обещаний оказываются успешными, а какие - нет?
sk_sk: Aké sľuby sú úspešné a aké upadajú do zabudnutia?
