Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Afghanistan
cy_gb: Affganistan
es_es: Afganistán
ru_ru: Афганистан
sk_sk: Afganistan

source: Åland Islands
cy_gb: Ynysoedd &#197;land
es_es: Islas Aland
fr_fr: Îles d'Åland
it_it: Isole Åland
ru_ru: Аландские острова
sk_sk: Alandy

source: Albania
fr_fr: Albanie
ru_ru: Албания
sk_sk: Albánsko

source: Algeria
fr_fr: Algérie
ru_ru: Алжир
sk_sk: Alžírsko

source: American Samoa
cy_gb: Samoa'r Amerig
es_es: Samoa americana
fr_fr: Samoa américaine
it_it: Samoa Americana
ru_ru: Американская Самоа
sk_sk: Americká Samoa

source: Antarctica
es_es: La Antártida
fr_fr: Antarctique
it_it: Antartide
ru_ru: Антарктида
sk_sk: Antarktída

source: Antigua and Barbuda
cy_gb: Antigua a Barbiwda
es_es: Antigua y Barbuda
fr_fr: Antigua-et-Barbuda
it_it: Antigua e Barbuda
ru_ru: Антигуа и Барбуда
sk_sk: Antigua a Barbuda

source: Argentina
cy_gb: Ariannin
fr_fr: Argentine
ru_ru: Аргентина
sk_sk: Argentína

source: Armenia
fr_fr: Arménie
ru_ru: Армения
sk_sk: Arménsko

source: Australia
cy_gb: Awstralia
fr_fr: Australie
ru_ru: Австралия
sk_sk: Austrália

source: Austria
cy_gb: Awstria
fr_fr: Autriche
ru_ru: Австрия
sk_sk: Rakúsko

source: Azerbaijan
cy_gb: Aserbaijan
es_es: Azerbaiyán
fr_fr: Azerbaïdjan
ru_ru: Азербайджан
sk_sk: Azerbajdžan

source: Bahamas
cy_gb: Ynysoedd Bahama
es_es: Las Bahamas
ru_ru: Багамские острова
sk_sk: Bahamy

source: Bahrain
es_es: Bahrein
fr_fr: Bahreïn
it_it: Bahrein
ru_ru: Бахрейн
sk_sk: Bahrajn

source: Bangladesh
ru_ru: Бангладеш
sk_sk: Bangladéš

source: Belarus
cy_gb: Belarws
es_es: Bielorrusia
fr_fr: Biélorussie
it_it: Bielorussia
ru_ru: Беларусь
sk_sk: Bielorusko

source: Belgium
cy_gb: Gwlad Belg
es_es: Bélgica
fr_fr: Belgique
it_it: Belgio
ru_ru: Бельгия
sk_sk: Belgicko

source: Bermuda
cy_gb: Bermwda
es_es: Las Bermudas
fr_fr: Bermudes
ru_ru: Бермудские острова
sk_sk: Bermudy

source: Bhutan
cy_gb: Bhwtan
es_es: Bután
fr_fr: Bhoutan
ru_ru: Бутан
sk_sk: Bhután

source: Bolivia
cy_gb: Bolifia
fr_fr: Bolivie
ru_ru: Боливия
sk_sk: Bolívia

source: Bosnia and Herzegovina
cy_gb: Bosnia a Hertsegofina
es_es: Bosnia y Herzegovina
fr_fr: Bosnie-Herzégovine
it_it: Bosnia Erzegovina
ru_ru: Босния и Герцеговина
sk_sk: Bosna a Hercegovina

source: Bouvet Island
cy_gb: Ynys Bouvet
es_es: Islas Bouvet
fr_fr: Île Bouvet
it_it: Isola Bouvet
ru_ru: остров Буве
sk_sk: Bouvet

source: Brazil
cy_gb: Brasil
es_es: Brasil
fr_fr: Brésil
it_it: Brasile
ru_ru: Бразилия
sk_sk: Brazília

source: British Indian Ocean Territory
cy_gb: Tiriogaeth Brydeinig Cefnfor India
es_es: Territorios Británicos en el Oceano Índico
fr_fr: Territoire britannique de l'océan Indien
it_it: Territorio Britannico Oceano Indiano
ru_ru: Британские Территории в Индийском Океане
sk_sk: Britské indickooceánske teritórium

source: British Virgin Islands
cy_gb: Ynysoedd Virgin (Prydain)
es_es: Islas Vírgenes Británicas
fr_fr: Îles Vierges du Royaume-Uni
it_it: Isole Vergini Britanniche
ru_ru: Виргинские острова
sk_sk: Britské Panenské ostrovy

source: Brunei
ru_ru: Бруней
sk_sk: Brunej

source: Bulgaria
cy_gb: Bwlgaria
fr_fr: Bulgarie
ru_ru: Болгария
sk_sk: Bulharsko

source: Burkina Faso
cy_gb: Burkina Ffaso
ru_ru: Буркина-Фасо
sk_sk: Burkina

source: Cambodia
es_es: Camboya
fr_fr: Cambodge
it_it: Cambogia
ru_ru: Камбоджа
sk_sk: Kambodža

source: Cameroon
cy_gb: Y Camer&#373;n
es_es: Camerún
fr_fr: Cameroun
it_it: Camerun
ru_ru: Камерун
sk_sk: Kamerun

source: Canada
es_es: Canadá
ru_ru: Канада
sk_sk: Kanada

source: Cape Verde
cy_gb: Cabo Verde
es_es: Cabo Verde
fr_fr: Cap-Vert
it_it: Capo Verde
ru_ru: Кабо-Верде
sk_sk: Kapverdy

source: Cayman Islands
cy_gb: Ynysoedd Caiman
es_es: Islas Caimán
fr_fr: Îles Caïmans
it_it: Isole Cayman
ru_ru: Каймановы острова
sk_sk: Kajmanské ostrovy

source: Central African Republic
cy_gb: Gweriniaeth Canolbarth Affrica
es_es: República Centroafricana
fr_fr: République centrafricaine
it_it: Repubblica Centraficana
ru_ru: Центральноафриканская Республика
sk_sk: Stredoafrická republika

source: Chad
fr_fr: Tchad
ru_ru: Республика Чад
sk_sk: Čad

source: China
cy_gb: Tseina
fr_fr: Chine
it_it: Cina
ru_ru: Китай
sk_sk: Čína

source: Christmas Island
cy_gb: Ynys y Nadolig
es_es: Isla Christmas
fr_fr: Île Christmas
it_it: Isola Christmas
ru_ru: остров Рождества
sk_sk: Vianočné ostrovy

source: Cocos (Keeling) Islands
cy_gb: Ynysoedd Cocos (Keeling)
es_es: Islas Cocos
fr_fr: Îles Cocos
it_it: Isole Cocos (Keeling)
ru_ru: Кокосовые острова
sk_sk: Kokosové ostrovy

source: Colombia
fr_fr: Colombie
ru_ru: Колумбия
sk_sk: Kolumbia

source: Comoros
es_es: Comores
fr_fr: Comores
it_it: Comore
ru_ru: Коморские острова
sk_sk: Komory

source: Congo
ru_ru: Конго
sk_sk: Kongo

source: Cook Islands
cy_gb: Ynysoedd Cook
es_es: Islas Cook
fr_fr: Îles Cook
it_it: Isole Cook
ru_ru: острова Кука
sk_sk: Cookove ostrovy

source: Costa Rica
ru_ru: Коста-Рика
sk_sk: Kostarika

source: Côte d'Ivoire
cy_gb: Arfordir Ifori
es_es: Costa de Marfil
it_it: Costa D'Avorio
ru_ru: Берег Слоновой Кости - Кот-д'Ивуар
sk_sk: Pobrežie Slonoviny

source: Croatia
es_es: Croacia
fr_fr: Croatie
it_it: Croazia
ru_ru: Хорватия
sk_sk: Chorvátsko

source: Cuba
cy_gb: Ciwba
ru_ru: Куба
sk_sk: Kuba

source: Czech Republic
cy_gb: Y Weriniaeth Tsiec
es_es: República Checa
fr_fr: République Tchèque
it_it: Repubblica Ceca
ru_ru: Чешская Республика
sk_sk: Česká republika

source: Democratic Republic of the Congo
cy_gb: Gweriniaeth Ddemocrataidd y Congo
es_es: República Democrática del Congo
fr_fr: République démocratique du Congo
it_it: Repubblica Democratica del Congo
ru_ru: Демократическая Республика Конго
sk_sk: Demokratická republika Kongo

source: Denmark
cy_gb: Denmarc
es_es: Dinamarca
fr_fr: Danemark
it_it: Danimarca
ru_ru: Дания
sk_sk: Dánsko

source: Djibouti
it_it: Gibuti
ru_ru: Джибути
sk_sk: Džibutsko

source: Dominica
fr_fr: Dominique
ru_ru: остров Доминика
sk_sk: Dominika

source: Dominican Republic
cy_gb: Gweriniaeth Dominica
es_es: República Dominicana
fr_fr: République Dominicaine
it_it: Repubblica Domenicana
ru_ru: Доминиканская Республика
sk_sk: Dominikánska republika

source: East Timor
cy_gb: Dwyrain Timor
es_es: Timor Oriente
fr_fr: Timor-Oriental
it_it: Timor Est
ru_ru: Восточный Тимор
sk_sk: Východný Timor

source: Ecuador
cy_gb: Ecwador
fr_fr: Équateur
it_it: Equador
ru_ru: Эквадор
sk_sk: Ekvádor

source: El Salvador
cy_gb: El Salfador
fr_fr: Salvador
ru_ru: Сальвадор
sk_sk: Salvádor

source: Equatorial Guinea
cy_gb: Guinea Gyhydeddol
es_es: Guinea Ecuatorial
fr_fr: Guinée équatoriale
it_it: Guinea Equatoriale
ru_ru: Экваториальная Гвинея
sk_sk: Rovníková Guinea

source: Estonia
fr_fr: Estonie
ru_ru: Эстония
sk_sk: Estónsko

source: Ethiopia
es_es: Etiopía
fr_fr: Éthiopie
it_it: Etiopia
ru_ru: Эфиопия
sk_sk: Etiópia

source: Falkland Islands
cy_gb: Ynysoedd Falkland (Malfinas)
es_es: Islas Malvinas
fr_fr: Îles Malouines
it_it: Isole Falkland
ru_ru: Фолклендские острова
sk_sk: Falklandské ostrovy

source: Faroe Islands
cy_gb: Ynysoedd y Faroe
es_es: Islas Faroe
fr_fr: Îles Féroé
it_it: Isole Far Oër
ru_ru: Фарерские острова
sk_sk: Faerské ostrovy

source: Federated States of Micronesia
cy_gb: Micronesia
es_es: Estados Federados de Micronesia
fr_fr: États fédérés de Micronésie
it_it: Micronesia
ru_ru: Федеративные Штаты Микронезии
sk_sk: Mikronézska federácia

source: Fiji
fr_fr: Fidji
ru_ru: Фиджи
sk_sk: Fidži

source: Finland
cy_gb: Y Ffindir
es_es: Finlandia
fr_fr: Finlande
it_it: Finlandia
ru_ru: Финляндия
sk_sk: Fínsko

source: France
cy_gb: Ffrainc
es_es: Francia
it_it: Francia
ru_ru: Франция
sk_sk: Francúzsko

source: French Guiana
cy_gb: Guyane Ffrengig
es_es: Guayana Francesa
fr_fr: Guyane française
it_it: Guiana Francese
ru_ru: Французская Гвиана
sk_sk: Francúzska Guyana

source: French Polynesia
cy_gb: Polynesia Ffrengig
es_es: Polinesia Francesa
fr_fr: Polynésie française
it_it: Polinesia Francese
ru_ru: Французская Полинезия
sk_sk: Francúzska Polynézia

source: French Southern Territories
cy_gb: Tiriogaeth Ddeheuol Ffrainc
es_es: Territorios Meridionales Franceses
fr_fr: Terres australes françaises
it_it: Territori Francesi del Sud
ru_ru: Французские Южные Территории
sk_sk: Francúzske južné a antarktické územia

source: Georgia
fr_fr: Géorgie
ru_ru: Грузия
sk_sk: Gruzínsko

source: Germany
cy_gb: Yr Almaen
es_es: Alemania
fr_fr: Allemagne
it_it: Germania
ru_ru: Германия
sk_sk: Nemecko

source: Gibraltar
it_it: Gibilterra
ru_ru: Гибралтар
sk_sk: Gibraltár

source: Greece
cy_gb: Gwlad Groeg
es_es: Grecia
fr_fr: Grèce
it_it: Grecia
ru_ru: Греция
sk_sk: Grécko

source: Greenland
cy_gb: Gr&#248;nland
es_es: Groenlandia
fr_fr: Groenland
it_it: Groenlandia
ru_ru: Гренландия
sk_sk: Grónsko

source: Heard Island and McDonald Islands
cy_gb: Ynysoedd Heard a McDonald
es_es: Isla Heard e Islas McDonald
fr_fr: Îles Heard et McDonald
it_it: Isola Heard e Isole McDonald
ru_ru: острова Герд и острова Мак-Дональда
sk_sk: Heardov ostrov a McDonaldove ostrovy

source: Hungary
cy_gb: Hwngari
es_es: Hungría
fr_fr: Hongrie
it_it: Ungheria
ru_ru: Венгрия
sk_sk: Maďarsko

source: Iceland
cy_gb: Gwlad yr I&acirc;
es_es: Islandia
fr_fr: Islande
it_it: Islanda
ru_ru: Исландия
sk_sk: Island

source: Indonesia
fr_fr: Indonésie
ru_ru: Индонезия
sk_sk: Indonézia

source: Iran
es_es: Irán
ru_ru: Иран
sk_sk: Irán

source: Iraq
it_it: Irak
ru_ru: Ирак
sk_sk: Irak

source: Ireland
cy_gb: Iwerddon
es_es: Irlanda
fr_fr: Irlande
it_it: Irlanda
ru_ru: Ирландия
sk_sk: Írsko

source: Israel
fr_fr: Israël
it_it: Israele
ru_ru: Израиль
sk_sk: Izrael

source: Isle of Man
es_es: Isla de Man
fr_fr: Île de Man
ru_ru: Остров Мэн
sk_sk: ostrov Man

source: Italy
cy_gb: Yr Eidal
es_es: Italia
fr_fr: Italie
it_it: Italia
ru_ru: Италия
sk_sk: Taliansko

source: Jamaica
fr_fr: Jamaïque
it_it: Giamaica
ru_ru: Ямайка
sk_sk: Jamajka

source: Japan
cy_gb: Siapan
es_es: Japón
fr_fr: Japon
it_it: Giappone
ru_ru: Япония
sk_sk: Japonsko

source: Jordan
cy_gb: Gwlad Iorddonen
es_es: Jordania
fr_fr: Jordanie
it_it: Giordania
ru_ru: Иордания
sk_sk: Jordánsko

source: Kazakhstan
cy_gb: Kazakstan
es_es: Kazajstán
it_it: Kazakistan
ru_ru: Казахстан
sk_sk: Kazachstan

source: Kenya
es_es: Kenia
ru_ru: Кения
sk_sk: Keňa

source: Kuwait
fr_fr: Koweït
ru_ru: Кувейт
sk_sk: Kuvajt

source: Kyrgyzstan
es_es: Kirguistán
fr_fr: Kirghizstan
ru_ru: Киргистан
sk_sk: Kirgistan

source: Latvia
cy_gb: Latfia
fr_fr: Lettonie
it_it: Lettonia
ru_ru: Латвия
sk_sk: Lotyšsko

source: Lebanon
cy_gb: Libanus
es_es: El Líbano
fr_fr: Liban
it_it: Libano
ru_ru: Ливан
sk_sk: Libanon

source: Liberia
ru_ru: Либерия
sk_sk: Libéria

source: Libya
cy_gb: Libia
es_es: Libia
fr_fr: Libye
it_it: Libia
ru_ru: Ливия
sk_sk: Líbya

source: Liechtenstein
ru_ru: Лихтенштейн
sk_sk: Lichtenštajnsko

source: Lithuania
cy_gb: Lithwania
es_es: Lituania
fr_fr: Lituanie
it_it: Lituania
ru_ru: Литва
sk_sk: Litva

source: Luxembourg
es_es: Luxemburgo
it_it: Lussemburgo
ru_ru: Люксембург
sk_sk: Luxembursko

source: Malaysia
es_es: Malasia
fr_fr: Malaisie
it_it: Malesia
ru_ru: Малайзия
sk_sk: Malajzia

source: Maldives
es_es: Maldivas
it_it: Maldive
ru_ru: Мальдивы
sk_sk: Maledivy

source: Marshall Islands
cy_gb: Ynysoedd Marshall
es_es: Islas Marshall
fr_fr: Îles Marshall
it_it: Isole Marshall
ru_ru: Маршалловы острова
sk_sk: Marshallove ostrovy

source: Martinique
es_es: Martinica
ru_ru: остров Мартиника
sk_sk: Martinik

source: Mauritania
fr_fr: Mauritanie
ru_ru: Мавритания
sk_sk: Mauritánia

source: Mauritius
es_es: Islas Mauricio
fr_fr: Maurice
ru_ru: Маврикий
sk_sk: Maurícius

source: Mexico
cy_gb: Mecsico
es_es: México
fr_fr: Mexique
it_it: Messico
ru_ru: Мексика
sk_sk: Mexiko

source: Moldova
cy_gb: Moldofa
es_es: Moldavia
fr_fr: Moldavie
it_it: Moldavia
ru_ru: Молдова
sk_sk: Moldavsko

source: Monaco
es_es: Mónaco
ru_ru: Монако
sk_sk: Monako

source: Mongolia
fr_fr: Mongolie
ru_ru: Монголия
sk_sk: Mongolsko

source: Morocco
cy_gb: Moroco
es_es: Marruecos
fr_fr: Maroc
it_it: Marocco
ru_ru: Марокко
sk_sk: Moroko

source: Mozambique
cy_gb: Mo&ccedil;ambique
it_it: Mozambico
ru_ru: Мозамбик
sk_sk: Mozambik

source: Myanmar
ru_ru: Мьянма
sk_sk: Mjanmarsko

source: Namibia
fr_fr: Namibie
ru_ru: Намибия
sk_sk: Namíbia

source: Nepal
fr_fr: Népal
ru_ru: Непал
sk_sk: Nepál

source: Netherlands
cy_gb: Yr Iseldiroedd
es_es: Holanda
fr_fr: Pays-Bas
it_it: Paesi Bassi
ru_ru: Нидерланды
sk_sk: Holandsko

source: Netherlands Antilles
cy_gb: Yr Iseldiroedd Antilles
es_es: Antillas holandesas
fr_fr: Antilles néerlandaises
it_it: Antille Olandesi
ru_ru: Нидерландские Антильские острова
sk_sk: Holandské Antily

source: New Caledonia
cy_gb: Caledonia Newydd
es_es: Nueva Caledonia
fr_fr: Nouvelle-Calédonie
it_it: Nuova Caledonia
ru_ru: остров Новая Каледония
sk_sk: Nová Kaledónia

source: New Zealand
cy_gb: Seland Newydd
es_es: Nueva Zelanda
fr_fr: Nouvelle-Zélande
it_it: Nuova Zelanda
ru_ru: Новая Зеландия
sk_sk: Nový Zéland

source: Nicaragua
ru_ru: Никарагуа
sk_sk: Nikaragua

source: Nigeria
ru_ru: Нигерия
sk_sk: Nigéria

source: Norfolk Island
cy_gb: Ynys Norfolk
es_es: Islas Norfolk
fr_fr: Île Norfolk
it_it: Isola Norfolk
ru_ru: остров Норфолк
sk_sk: Norfolk

source: North Korea
cy_gb: Gogledd Korea
es_es: Corea del Norte
fr_fr: Corée du Nord
it_it: Corea del Nord
ru_ru: Северная Корея
sk_sk: Severná Kórea

source: Northern Mariana Islands
cy_gb: Ynysoedd Gogledd Mariana
es_es: Mariana del Norte
fr_fr: Îles Mariannes du Nord
it_it: Isole Marianne Settentrionali
ru_ru: Северные Марианские острова
sk_sk: Severné Mariány

source: Norway
cy_gb: Norwy
es_es: Noruega
fr_fr: Norvège
it_it: Norvegia
ru_ru: Норвегия
sk_sk: Nórsko

source: Oman
es_es: Omán
ru_ru: Оман
sk_sk: Omán

source: Palestinian Territories
cy_gb: Palesteina
es_es: Territorios palestinos
fr_fr: Territoires palestiniens
it_it: Territori Pelestinesi
ru_ru: Палестинские Территории
sk_sk: Palestínske územia

source: Papua New Guinea
cy_gb: Papua Guinea Newydd
es_es: Papúa Nueva Guinea
fr_fr: Papouasie-Nouvelle-Guinée
it_it: Papua Nuova Guinea
ru_ru: Папуа - Новая Гвинея
sk_sk: Papua Nová Guinea

source: Paraguay
cy_gb: Paraguai
ru_ru: Парагвай
sk_sk: Paraguaj

source: Philippines
cy_gb: Pilipinas
es_es: Filipinas
it_it: Filippine
ru_ru: Филиппины
sk_sk: Filipíny

source: Pitcairn Islands
cy_gb: Ynysoedd Pitcairn
es_es: Islas Pitcairn
fr_fr: Îles Pitcairn
it_it: Isole Pitcairn
ru_ru: остров Питкэрн
sk_sk: Pitcairnove ostrovy

source: Poland
cy_gb: Gwlad Pwyl
es_es: Polonia
fr_fr: Pologne
it_it: Polonia
ru_ru: Польша
sk_sk: Poľsko

source: Portugal
cy_gb: Portiwgal
it_it: Portogallo
ru_ru: Португалия
sk_sk: Portugalsko

source: Puerto Rico
fr_fr: Porto Rico
it_it: Porto Rico
ru_ru: Пуэрто-Рико
sk_sk: Portoriko

source: Qatar
ru_ru: Катар
sk_sk: Katar

source: Republic of Macedonia
cy_gb: Gweriniaeth Macedonia
es_es: República de Macedonia
fr_fr: République de Macédoine
it_it: Repubblica di Macedonia
ru_ru: Республика Македония
sk_sk: Macedónsko

source: Romania
cy_gb: Rwmania
es_es: Rumanía
fr_fr: Roumanie
ru_ru: Румыния
sk_sk: Rumunsko

source: Russia
cy_gb: Rwsia
es_es: Rusia
fr_fr: Russie
ru_ru: Россия
sk_sk: Rusko

source: Saint Helena
cy_gb: Sant Helena
es_es: Santa Helena
fr_fr: Sainte-Hélène
it_it: Sant'Elena
ru_ru: остров Святой Елены
sk_sk: Svätá Helena

source: Saint Kitts and Nevis
cy_gb: Sant Kitts a Nevis
es_es: Saint Kitts y Nevis
fr_fr: Saint-Kitts-et-Nevis
ru_ru: Сент-Китс и Невис
sk_sk: Svätý Krištof a Nevis

source: Saint Lucia
cy_gb: Sant Lwsia
es_es: Santa Lucía
fr_fr: Sainte-Lucie
it_it: Santa Lucia
ru_ru: Сент-Люсия
sk_sk: Svätá Lucia

source: Saint-Pierre and Miquelon
cy_gb: San Pierre a Miquelon
es_es: San Pedro y Miquelón
fr_fr: Saint-Pierre et Miquelon
ru_ru: Сен-Пьер и Микелон
sk_sk: Svätí Pierre a Miquelon

source: Saint Vincent and the Grenadines
cy_gb: San Vincent a'r Grenadines
es_es: San Vicente y las Granadinas
fr_fr: Saint-Vincent-et-les Grenadines
it_it: San Vincenzo e Grenadine
ru_ru: Сент-Винсент и Гренадины
sk_sk: Svätý Vincent a Grenadíny

source: San Marino
fr_fr: Saint-Marin
ru_ru: Сан-Марино
sk_sk: San Maríno

source: São Tomé and Príncipe
cy_gb: S&atilde;o Tom&eacute; a Pr&iacute;ncipe
es_es: Santo Tomé y Príncipe
fr_fr: São Tomé-et-Príncipe
ru_ru: Сан-Томе и Принсипи
sk_sk: Svätý Tomáš a Princov ostrov

source: Saudi Arabia
es_es: Arabia Saudí
fr_fr: Arabie Saoudite
it_it: Arabia Saudita
ru_ru: Саудовская Аравия
sk_sk: Saudská Arábia

source: Serbia and Montenegro
cy_gb: Serbia a Montenegro
es_es: Serbia y Montenegro
fr_fr: Serbie-et-Monténégro
it_it: Serbia e Montenegro
ru_ru: Сербия и Черногория
sk_sk: Srbsko a Čierna Hora

source: Seychelles
es_es: Islas Seicheles
ru_ru: Сейшельские острова
sk_sk: Seychellské ostrovy

source: Singapore
es_es: Singapur
fr_fr: Singapour
ru_ru: Сингапур
sk_sk: Singapur

source: Slovakia
cy_gb: Slofacia
es_es: Eslovaquia
fr_fr: Slovaquie
it_it: Slovacchia
ru_ru: Словакия
sk_sk: Slovensko

source: Slovenia
cy_gb: Slofenia
es_es: Eslovenia
fr_fr: Slovénie
ru_ru: Словения
sk_sk: Slovinsko

source: Solomon Islands
cy_gb: Ynysoedd Solomon
es_es: Islas Salomón
fr_fr: Îles Salomon
it_it: Isole Solomon
ru_ru: Соломоновы острова
sk_sk: Šalamúnove ostrovy

source: Somalia
fr_fr: Somalie
ru_ru: Сомали
sk_sk: Somálsko

source: South Africa
cy_gb: De Affrica
es_es: Sudáfrica
fr_fr: Afrique du Sud
it_it: Sud Africa
ru_ru: Южно-Африканская Республика
sk_sk: Juhoafrická republika

source: South Georgia and the South Sandwich Islands
cy_gb: Ynysoedd De Georgia a De Sandwich
es_es: Georgia del Sur e Islas Sandwich
fr_fr: Géorgie du Sud et les îles Sandwich du Sud
it_it: Georgia del Sud e Isole Sandwich Meridionali
ru_ru: Южная Джорджия и Южные Сэндвичевы острова
sk_sk: Južná Georgia a Južné Sandwichove ostrovy

source: South Korea
cy_gb: De Korea
es_es: Corea del Sur
fr_fr: Corée du Sud
it_it: Corea del Sud
ru_ru: Южная Корея
sk_sk: Južná Kórea

source: Spain
cy_gb: Sbaen
es_es: España
fr_fr: Espagne
it_it: Spagna
ru_ru: Испания
sk_sk: Španielsko

source: Sudan
es_es: Sudán
fr_fr: Soudan
ru_ru: Судан
sk_sk: Sudán

source: Suriname
ru_ru: Суринам
sk_sk: Surinam

source: Svalbard
ru_ru: Свальбард
sk_sk: Špicbergy

source: Swaziland
cy_gb: Gwlad Swazi
es_es: Swazilandia
ru_ru: Свазиленд
sk_sk: Svazijsko

source: Sweden
es_es: Suecia
fr_fr: Suède
it_it: Svezia
ru_ru: Швеция
sk_sk: Švédsko

source: Switzerland
cy_gb: Y Swistir
es_es: Suiza
fr_fr: Suisse
it_it: Svizzera
ru_ru: Швейцария
sk_sk: Švajčiarsko

source: Syria
es_es: Siria
fr_fr: Syrie
it_it: Siria
ru_ru: Сирия
sk_sk: Sýria

source: Tajikistan
es_es: Tayikistán
fr_fr: Tadjikistan
it_it: Tagikistan
ru_ru: Таджикистан
sk_sk: Tadžikistan

source: Tanzania
fr_fr: Tanzanie
ru_ru: Танзания
sk_sk: Tanzánia

source: Thailand
cy_gb: Gwlad Thai
es_es: Tailandia
fr_fr: Thaïlande
it_it: Tailandia
ru_ru: Таиланд
sk_sk: Thajsko

source: Trinidad and Tobago
cy_gb: Trinidad Tobago
es_es: Trinidad y Tobago
fr_fr: Trinité-et-Tobago
it_it: Trinidad e Tobago
ru_ru: Тринидад и Тобаго
sk_sk: Trinidad a Tobago

source: Tunisia
es_es: Túnez
fr_fr: Tunisie
ru_ru: Тунис
sk_sk: Tunisko

source: Turkey
cy_gb: Twrci
es_es: Turquía
fr_fr: Turquie
it_it: Turchia
ru_ru: Турция
sk_sk: Turecko

source: Turks and Caicos Islands
cy_gb: Ynysoedd Turks a Caicos
es_es: Islas Turks y Caicos
fr_fr: Îles Turques et Caïques
it_it: Turks e Caicos
ru_ru: острова Теркс и Кайкос
sk_sk: Turks a Caicos

source: Ukraine
cy_gb: Ukrain
es_es: Ucrania
it_it: Ucraina
ru_ru: Украина
sk_sk: Ukrajina

source: United Arab Emirates
cy_gb: Emiriaethau Arabaidd Unedig
es_es: Emiratos Árabes Unidos
fr_fr: Émirats arabes unis
it_it: Emirati Arabi Uniti
ru_ru: Объединенные Арабские Эмираты
sk_sk: Spojené arabské emiráty

source: United Kingdom
cy_gb: Y Deyrnas Unedig
es_es: Reino Unido
fr_fr: Royaume-Uni
it_it: Regno Unito
ru_ru: Соединённое Королевство Великобритании и Северной Ирландии
sk_sk: Veľká Británia

source: United States
cy_gb: Yr Unol Daleithiau
es_es: Estados Unidos
fr_fr: États-Unis d'Amérique
it_it: Stati Uniti
ru_ru: Соединенные Штаты Америки
sk_sk: Spojené štáty

source: United States Minor Outlying Islands
cy_gb: M&acirc;n Ynysoedd yr Unol Daleithiau
es_es: Islas de Línea
fr_fr: Îles mineures éloignées des États-Unis
it_it: Isole Minori Statunitensi Oceano Pacifico
ru_ru: Малые отдаленные острова США
sk_sk: Menšie ostrovy ležiace mimo USA

source: Uruguay
ru_ru: Уругвай
sk_sk: Uruguaj

source: U.S. Virgin Islands
cy_gb: Ynysoedd Virgin (U.D.A.)
es_es: Islas Vírgenes
fr_fr: Îles Vierges américaines
it_it: Isole Vergini Statunitensi
ru_ru: Американские Виргинские острова
sk_sk: Americké Panenské ostrovy

source: Vatican City
cy_gb: Dinas y Fatican
es_es: Ciudad del Vaticano
fr_fr: État du Vatican
it_it: Città del Vaticano
ru_ru: Ватикан
sk_sk: Vatikán

source: Wallis and Futuna
cy_gb: Ynysoedd Wallis a Futuna
es_es: Wallis y Futuna
fr_fr: Wallis-et-Futuna
it_it: Wallis e Futuna
ru_ru: острова Уоллис и Футуна
sk_sk: Wallis a Futuna

source: Western Sahara
cy_gb: Gorllewin Sahara
es_es: Sáhara Occidental
fr_fr: Sahara Occidental
it_it: Sahara Occidentale
ru_ru: Западная Сахара
sk_sk: Západná Sahara

source: Yemen
fr_fr: Yémen
ru_ru: Йемен
sk_sk: Jemen

source: Please enter a valid email address
cy_gb: Rhowch cyfeiriad ebost dilys
es_es: Por favor, introduzca una dirección válida de correo electrónico
fr_fr: Veuillez entrer une adresse courriel valide
it_it: Si prega di inserire un indirizzo email valido
ru_ru: Пожалуйста, введите правильный email
sk_sk: Napíšte, prosím, platnú emailovú adresu

source: Person has no name in name() function
cy_gb: Does gan y person enw yn y ffwythiant name()
es_es: Esta persona carece de nombre en la función name()
fr_fr: La personne n'a pas de nom dans la fonction name()
it_it: Errore - Person has no name in name() function
ru_ru: Не указано имя субъекта(Person) в функции name()
sk_sk: Pre tohto človeka ste vo funkcii name() neuviedli žiadne meno

source: Name expected in matches_name
cy_gb: Disgwylwyd enw yn matches_name
es_es: Se esperaba nombre en matches_name
fr_fr: Nom attendu dans matches_name
it_it: Errore - Name expected in matches_name
ru_ru: Не указано имя в matches_name
sk_sk: Do matches_name treba zadať meno

source: PASSWORD must not be null in password method
cy_gb: Ni all PASSWORD fod yn nwl ym method cyfrinair
es_es: La CONTRASEÑA no puede ser nula en el método de contraseña
fr_fr: PASSWORD ne peut pas être NULL dans la méthode 'password'
it_it: Errore - PASSWORD must not be null in password method
ru_ru: PASSWORD не должен быть равен null в методе password
sk_sk: Pri hesle treba vyplniť aj parameter method

source: Close
es_es: Cerrado
fr_fr: Clore
ru_ru: Закрыть
sk_sk: Zatvoriť

source: Social Web
es_es: Web social
fr_fr: Réseau social
sk_sk: Spoločenské stránky

source: To: (up to 5 emails)
es_es: Para: (hasta 5 correos electrónicos)
fr_fr: À : (jusqu'à 5 courriels)
ru_ru: Кому: (до 5 @-адресов)
sk_sk: Adresy príjemcov (najviac 5 adries):

source: Your name:
cy_gb: Eich enw:
es_es: Su nombre:
fr_fr: Votre nom&nbsp;:
it_it: Nome:
ru_ru: Ваше имя:
sk_sk: Vaše meno:

source: Your email:
es_es: Su dirección de correo electrónico:
fr_fr: Votre courriel:
ru_ru: Ваш email:
sk_sk: Váš e-mail:

source: Add a message, if you want:
cy_gb: Rhowch neges, os dymunwch:
es_es: Añada un comentario si lo desea:
fr_fr: Ajoutez un message, si vous le voulez&nbsp;:
it_it: Aggiungi un messaggio, se desideri:
ru_ru: Можете добавить сообщение:
sk_sk: Ak chcete, napíšte odkaz:

source: Send message
cy_gb: Anfon neges
es_es: Enviar mensaje
fr_fr: Envoyer le message
it_it: Invia il messaggio
ru_ru: Отослать сообщение
sk_sk: Poslať správu
