Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Write a message to the %d %s who have signed your pledge.
cy_gb: Ysgrifennwch neges at y %d %s sy wedi llofnodi'ch addewid.
es_es: Escriba un mensaje a los %d %s que se han suscrito a su compromiso.
fr_fr: Écrivez un message aux %d %s ayant souscrit votre promesse.
it_it: Invia un messaggio alle %d %s che hanno sottoscritto il tuo impegno.
ru_ru: Создайте сообщение для %d %s, которые присоединились к Вашему обещанию.
sk_sk: Napíšte správu, ktorú si prečítajú %d %s, podpísaní (-ý) pod váš sľub.

source: Please note you can only send one failure announcement message to your signers.
fr_fr: Veuillez noter que vous ne pouvez envoyer qu'un seul message d'annonce d'échec à vos signataires.
ru_ru: Пожалуйста, не забудьте, что Вы можете отправить присоединившимяся только одно сообщение о недостижении цели.
sk_sk: Prosím, pamätajte si, že podpísaným ľuďdom môžete poslať len jednu správu o&nbsp;neúspechu.

source: A copy of your message will also be sent to anybody who signs your pledge there later.
es_es: Una copia de su mensaje será enviada en adelante a todos los nuevos signatarios de su compromiso.
fr_fr: Une copie de votre message sera envoyée à quiconque y souscrit votre promesse plus tard.
ru_ru: Копия Вашего сообщения также будет отослана каждому, кто присоединится к нему позже.
sk_sk: Kópia vašej správy sa pošle každému, kto sa pod váš sľub podpíše neskôr.

source: A copy of your message will also be sent to anybody who signs your pledge later.
cy_gb: Bydd eich neges yn cael eu hanfon at bawb sy'n llofnodi'ch addewid nes ymlaen.
es_es: Una copia de su mensaje será enviada en breve a los voluntarios de su compromiso.
fr_fr: Une copie de votre message sera envoyée à quiconque souscrit votre promesse plus tard.
it_it: Una copia del messaggio verrà inviata a chiunque aderirà al tuo impegno anche in futuro.
ru_ru: Копия Вашего сообщения также будет отослана каждому, кто присоединится к нему позже.
sk_sk: Kópia vašej správy sa pošle každému, kto sa podpíše pod váš sľub neskôr.

source: <h3>Email message</h3>
cy_gb: <h3>Neges ebost</h3>
es_es: <h3>Mensaje de correo electrónico</h3>
fr_fr: <h3>Courriel</h3>
it_it: <h3>Messaggio email</h3>
ru_ru: <h3>Email-сообщение</h3>
sk_sk: <h3>E-mailová správa</h3>

source: The message will be sent from your email address, so the people who signed your pledge can reply directly to you. <strong>You may want to also give your phone number or website</strong>, so they can contact you in other ways.
cy_gb: Anfonir y neges hon o'ch cyfeiriad ebost, er mwyn i'r llofnodwyr ymateb i chi yn uniongyrchol. <strong>Gallwch chi roi'ch rhif ff&ocirc;n neu gyfeiriad gwefan hefyd</strong>, iddyn nhw gysylltu &acirc; chi trwy y rheiny.
es_es: Su mensaje será enviado desde su dirección de correo electrónico, de tal forma que los que se hayan suscrito a su compromiso puedan responderle directamente. <strong>Puede que también desee dar su número de teléfono o página web</strong>, de manera que puedan ponerse en contacto con Vd. por otros medios.
fr_fr: Le message sera envoyé à partir de votre adresse courriel pour que vos signataires puissent vous répondre directement. Si vous voulez qu'ils vous contactent par d'autres moyens, <strong>vous pouvez donner votre numéro de téléphone ou votre adresse web</strong>.
it_it: Il messaggio sarà inviato dal tuo indirizzo email, in modo che le persone che hanno sottoscritto possano rispondere direttamente a te. <strong>Può essere una buona idea dare anche numero di telefono e sito web</strong>.
ru_ru: Сообщение будет отослано от имени Вашего email-адреса, для того чтобы те, кто присоединился к обещанию могли ответить прямо Вам. <strong>Также, Вы можете указать номер своего телефона или вэб-сайта</strong>, чтобы у единомышленников была возможность связаться с Вами другими способами.
sk_sk: Správa sa odošle z&nbsp;vašej e-mailovej adresy, aby ľudia, ktorí sa podpísali pod váš sľub, mohli komunikovať priamo s&nbsp;vami. <strong>Možno by ste im mohli dať aj svoje telefónne číslo alebo adresu svojej www stránky,</strong> aby sa s&nbsp;vami mohli spojiť inak.

source: <h3>SMS message</h3>
cy_gb: <h3>Neges destun</h3>
es_es: <h3>Mensaje de texto (SMS)</h3>
fr_fr: <h3>Message SMS</h3>
it_it: <h3>Messaggio SMS</h3>
ru_ru: <h3>SMS-сообщение</h3>
sk_sk: <h3>SMS správa</h3>

source: Enter a short (160 or fewer characters) summary of your main message, which can be sent to anyone who has signed up to your pledge by SMS only. <strong>Include contact details, such as your phone number or email address.</strong> Otherwise people who signed up by text won't be able to contact you again.
cy_gb: Rhowch grynodeb byr (160 neu lai o nodau) o'ch prif neges, a all gael ei anfon at unrhywun sy wedi llofnodi'ch addewid trwy'i ff&ocirc;n symudol. <strong>Cofiwch i gynnwys eich manylion cyswllt, fel rhif ff&ocirc;n neu ebost.</strong> Fel arall, na fydd y rhai a lofnodwyd trwy neges destun yn gallu cysylltu&acirc; chi.
es_es: Introduzca un breve (160 caracteres como máximo) resumen de su mensaje principal, el cual podrá ser enviado solamente a aquéllos que se suscribieron a través de su teléfono móvil. <strong>Incluya información de contacto, tal como número de teléfono o dirección de correo electrónico.</strong> En caso contrario, dichos suscriptores vía teléfono móvil no podrán ponerse nuevamente en contacto con Vd.
fr_fr: Entrez un bref résumé (160 caractères ou moins) de votre message principal, lequel pourra être envoyé à quiconque aura souscrit votre promesse par message SMS seulement. <strong>Inclure vos coordonnées, telles que votre numéro de téléphone ou votre adresse courriel,</strong> afin que les personnes ayant souscrit par message texte puissent vous contacter à nouveau.
it_it: Inserisci un breve (meno di 160 caratteri) riepilogo del tuo messaggio principale, che sarà inviato a tutti coloro che hanno sottoscritto il tuo impegno via SMS. <strong>Includi le informazioni di contatto, come telefono o indirizzo email.</strong> Senza queste informazioni, chi ha aderito via SMS non potrà contattarti.
ru_ru: Введите короткое (не длинее 160 символов) резюме Вашего основного сообщения, для тех, кто присоединился посредством SMS. <strong>Не забудьте указать свою контактную информацию (номер телефона или e-mail адрес).</strong> В противном случае те, кто присоединился посредством SMS, не смогут связаться с Вами.
sk_sk: Napíšte krátke zhrnutie svojej hlavnej správy (160 znakov alebo menej), ktoré by sme mohli poslať tým, ktorí sa podpísali pod váš sľub iba prostedníctvom SMS správ. <strong>Napíšte kontaktné údaje, ako napr. telefónne číslo alebo e-mailovú adresu.</strong> Ináč sa s&nbsp;vami títo ľudia nebudú môcť znovu spojiť.

source: <h3>Send announcement</h3>
es_es: <h3>Enviar anuncio</h3>
fr_fr: <h3>Annonce d'envoi</h3>
ru_ru: <h3>Отправка объявления</h3>
sk_sk: <h3>Poslať správu</h3>

source: (Remember, when you send this message <strong>your email address will be given to everyone</strong> who has already, or who will in the future, sign up to your pledge by email)
cy_gb: (Cofiwch, wrth anfon y neges hon <strong>bydd eich cyfeiriad ebost yn mynd at bawb sy wedi llofnodi, a phawb y bydd yn llofnodi</strong>, eich addewid trwy ebost)
es_es: (¡Recuerde! Cuando envíe este mensaje, <strong>su dirección de correo electrónico será mostrada a todo el mundo</strong>, tanto si se ha suscrito a su compromiso como si lo hace en un futuro vía correo electrónico)
fr_fr: (Rappelez-vous que lorsque vous envoyez ce message, <strong>votre adresse courriel sera fournie à toutes les personnes</strong> ayant déjà souscrit votre promesse par courriel ou s'apprêtant à le faire)
it_it: (Ricorda, una volta inviato questo messaggio <strong>il tuo indirizzo email verrà trasmesso a tutti</strong> coloro che hanno sottoscritto, o che lo faranno in futuro, il tuo impegno via email)
ru_ru: (Помните о том, что когда Вы отошлете данное сообщение, то <strong>Ваш email-адрес узнают все</strong>, кто присоединился, или присоединится в будущем к Вашему обещанию)
sk_sk: (Pamätajte si, že keď pošlete túto správu, <strong>vašu e-mailovú adresu uvidí každý</strong> aj ten, kto sa podpísal, aj ten, kto sa v&nbsp;budúcnosti podpíše pod váš sľub cez e-mail.)

source: Contact the pledge creator
es_es: Contacte con el creador del compromiso
fr_fr: Contacter l'auteur de la promesse
ru_ru: Связаться с автором обещания
sk_sk: Napísať autorovi&nbsp;(-ke) sľubu

source: Please enter a valid address for your email
cy_gb: Rhowch gyfeiriad ebost dilys, os gwelwch yn dda
es_es: Por favor, introduzca una dirección de correo electrónico válida
fr_fr: Veuillez entrer une adresse courriel valide
it_it: Si prega di inserire un indirizzo email valido
ru_ru: Пожалуйста, введите правильный email-адрес
sk_sk: Prosím, napíšte platnú e-mailovú adresu

source: I'm afraid that to prevent abuse we rate limit the usage of the Contact the pledge creator feature. Please try again tomorrow.
fr_fr: Désolé, mais pour éviter l'abus du service, nous limitons le nombre de messages que vous pouvez envoyer par jour. Essayez de nouveau demain.
ru_ru: Чтобы предотвратить злоупотребление мы ограничили к-во использований услуги "Связь с автором обещания". Пожалуйста, попытайтесь завтра.
sk_sk: Aby sa predišlo zneužitiu, využívanie funkcie spojenia sa s&nbsp;autorom&nbsp;(-kou) sľubu je obmedzené. Skúste to zajtra, prosím.

source: Your message has been sent to the pledge creator.
es_es: Su mensaje ha sido enviado al creador del compromiso.
fr_fr: Votre message a été envoyé à l'auteur de la promesse.
ru_ru: Ваше сообщение отправлено автору обещания.
sk_sk: Vaša správa bola odoslaná autorovi&nbsp;(-ke) sľubu.

source: Unfortunately, something went wrong when trying to send the email. Please check that everything is correct.
es_es: Desafortunadamente, algo ha fallado al tratar de enviar el correo electrónico. Por favor, compruebe que todo es correcto.
fr_fr: Malheureusement, un problème est survenu au moment d'envoyer le courriel. Veuillez vous assurer que tous les détails sont bons.
ru_ru: К сожалению, рассылка не удалась. Пожалуйста, убедитесь что все было указано правильно.
sk_sk: Bohužiaľ, pri pokuse poslať e-mail došlo k&nbsp;poruche. Prosím, skontrolujte, či je všetko vyplnené správne.

source: Please fill in the form below to send a message to the pledge creator. Your email address will be given to the pledge creator so that they can reply. If you do not want to do that, please <a href="%s">leave a comment</a> on the pledge instead.
fr_fr: Veuillez remplir le formulaire ci-dessous pour envoyer un message à l'auteur de la promesse. Votre adresse de courriel lui sera transmise de façon qu'il puisse répondre. Mais si vous voulez procéder autrement, veuillez plutôt <a href="%s">laisser un commentaire</a> à propos de la promesse.
ru_ru: Пожалуйста, заполните форму ниже, чтобы отослать сообщение автору обещания. Ваш адрес будет раскрыт автору обещания, чтобы он мог ответить. Чтобы не раскрывать свой email Вы можете <a href="%s">оставить сообщение автору ввиде комментария</a> к обещанию.
sk_sk: Ak chcete napísať autorovi&nbsp;(-ke) sľubu vyplňte, prosím, tento formulár. Autorovi (-ke) sľubu dáme vašu e-mailovú&nbsp;adresu, aby vám mohol&nbsp;(-la) odpovedať. Ak si to neželáte, môžete namiesto toho k&nbsp;sľubu <a href="%s">napísať komentár</a>.

source: Emailing friends
cy_gb: Ebostio cyfeillion
es_es: Enviando correos electrónicos a los amigos
fr_fr: Envoyer un courriel à vos amis
it_it: Invio email
ru_ru: Рассказать друзьям
sk_sk: Napísať priateľom

source: Please correct the email address '%s', which is not a valid address.
es_es: Por favor, corrija la dirección de correo electrónico '%s', ya que no es válida.
fr_fr: Veuillez corriger l'adresse courriel '%s', qui n'est pas valide.
sk_sk: Prosím, opravte e-mailovú adresu. „%s“ nie je platnou adresou elektronickej pošty.

source: Please enter the email addresses of the people you want to tell about the pledge
cy_gb: Rhowch yma gyfeiriadau ebost pobl hoffech chi eu hysbysebu yngl&#375;n &acirc;'r addewid
es_es: Por favor, introduzca la dirección de correo electrónico de aquellas personas a las que desea hacer saber acerca del compromiso
fr_fr: Veuillez entrer les adresses courriel des gens que vous voulez informer au sujet de la promesse
it_it: Inserisci gli indirizzzi email delle persone che desideri informare del tuo impegno
ru_ru: Пожалуйста, укажите email-адреса людей, которым Вы хотите рассказать об обещании
sk_sk: Prosím, napíšte adresy ľudí, ktorým chcete o&nbsp;svojom sľube napísať

source: Trying to use us for SPAMMING!?!?!
cy_gb: Ai ein defnyddio ni i SBAMIO POBL dych chi am wneud!?!?!
es_es: ¡¿¡¿¡Tratando de usar nuestra página para distribuir CORREO BASURA!?!?!
fr_fr: Tentez-vous de nous envoyer du COURRIER REBUT!?!?!
it_it: Stai cercando di fare SPAM!?!?!
ru_ru: Пытаетесь использовать нас для рассылки СПАМа!?!?!
sk_sk: Snažíte sa nás využiť na SPAMOVANIE!?!?!

source: %s added this message:
es_es: %s ha añadido el siguiente mensaje:
fr_fr: %s a ajouté ce message&nbsp;:
ru_ru: %s добавил(и) такое сообщение:
sk_sk: %s pridal(a) tento odkaz:

source: Your message has been sent. Thanks very much for spreading the word of this pledge.
cy_gb: Mae'r neges wedi'i hanfon. Diolch yn fawr am ledu'r gair am yr addewid hwn.
es_es: Su mensaje ha sido enviado. Muchas gracias por difundir este compromiso.
fr_fr: Votre message a été envoyé. Merci beaucoup de faire connaître cette promesse.
it_it: Il tuo messaggio è stato inviato. Grazie di cuore per aver contribuito a diffondere questo impegno.
ru_ru: Ваше сообщение отослано. Большое спасибо за "продвижение" обещания.
sk_sk: Vaša správa bola odoslaná. Ďakujeme, že o&nbsp;tomto sľube dáte vedieť iným.

source: Unfortunately, something went wrong when trying to send the emails. Please check that all the email addresses are correct.
cy_gb: Yn anffodus, aeth rhywbeth o'i le wrth anfon y ebostiau. A wnewch yn si&#373;r bod pob cyfeiriad ebost yn gywir.
es_es: Desafortunadamente, algo ha fallado al tratar de enviar los correos electrónicos. Por favor, compruebe que las direcciones de correo electrónico son correctas.
fr_fr: Malheureusement, un problème est survenu au moment d'envoyer les courriels. Veuillez vous assurer que toutes les adresses courriel sont exactes.
it_it: Sfortunatamente, qualcosa non ha funzionato nell'invio degli email. Si prega di verificare l'esattezza degli indirizzi email.
ru_ru: К сожалению, рассылка не удалась. Пожалуйста, убедитесь что все email-адреса правильные.
sk_sk: Bohužiaľ, pri pokuse poslať e-maily, došlo k&nbsp;poruche. Prosím, skontrolujte, či sú všetky adresy napísané správne.

source: <h2>Customised Flyers</h2>
cy_gb: <h2>Taflenni wedi'u Haddasu'n Arbennig</h2>
es_es: <h2>Panfletos personalizados</h2>
fr_fr: <h2>Tracts personnalisés</h2>
it_it: <h2>Volantini su Misura</h2>
ru_ru: <h2>Ваши листовки</h2>
sk_sk: <h2>Vlastné letáky</h2>

source: Here you can get <acronym title="Portable Document Format">PDF</acronym>s or editable <acronym title="Rich Text File">RTF</acronym>s (Word compatible) containing your pledge data, to print out, display, hand out, or whatever.
cy_gb: Yn y fan hyn, cewch chi ddogfennau <acronym title="Portable Document Format">PDF</acronym> neu <acronym title="Rich Text File">RTF</acronym> (cytun &acirc; Word) sy'n cynnwys manylion eich addewid, i chi eu hargraffu, ymddangos, dosbarthu, neu beth bynnag.
es_es: Aquí puede obtener <acronym title="Portable Document Format">PDF</acronym>s o <acronym title="Rich Text File">RTF</acronym>s editables (compatibles con Word), conteniendo los datos de su compromiso, de forma que los pueda imprimir, mostrar, repartir y demás.
fr_fr: Vous pouvez obtenir ici des fichiers <acronym title="Portable Document Format">PDF</acronym>ou <acronym title="Rich Text File">RTF</acronym> éditables et compatibles avec Word, contenant l'information sur votre promesse et pour imprimer, afficher, distribuer, etc.
it_it: Qui puoi ottenere il tuo impegno in un file di tipo <acronym title="Portable Document Format">PDF</acronym> oppure <acronym title="Rich Text File">RTF</acronym> (compatibile Word), da stampare, mettere in mostra, distribuire, ecc.
ru_ru: Здесь Вы можете получить <acronym title="Portable Document Format">PDF</acronym>-документы или редактируемые <acronym title="Rich Text File">RTF</acronym>-документы (совместимы с MS Word) содержащие данные Вашего обещания, для последющей печати, просмотра, переноски и т.д.
sk_sk: Tu vám sľub uložíme ako súbor <acronym title="Portable Document Format">PDF</acronym> alebo <acronym title="Rich Text File">RTF,</acronym> aby ste si ho mohli vytlačiť, prezrieť alebo rozdať, alebo hocičo iné.

source: Letter-sized flyers for handing out, 8 per page (PDF
es_es: Panfletos en A4 para repartir, 8 por página (PDF
fr_fr: Tracts à distribuer de la taille d'une lettre, huit par page (PDF
it_it: Volantini formato lettera per distribuzione, 8 per pagina (PDF
ru_ru: Листовки формата A4 для переноски, 8 шт. на страницу (PDF
sk_sk: 8 letákov na rozdávanie veľkosti Letter (PDF

source: , like picture below
cy_gb: , fel y llun isod
es_es: , como la imagen en la parte inferior
fr_fr: , comme sur l'image ci-dessous
it_it: , come nell'immagine sottostante
ru_ru: , как на картинке ниже
sk_sk: , ako tento obrázok

source: Letter-sized PDF poster
es_es: Póster PDF en A4
fr_fr: Affiche PDF de la taille d'une lettre
it_it: Locandina formato lettera PDF
ru_ru: PDF-объявление размером с конверт
sk_sk: plagát veľkosti Letter vo formáte PDF

source: , including more details
cy_gb: , yn cynnwys mwy o fanylion
es_es: , incluyendo más detalles
fr_fr: , comportant de plus amples détails
it_it: , dettagliato
ru_ru: , с более детальной информацией
sk_sk: s&nbsp;podrobnosťami o&nbsp;sľube

source: Letter-sized editable poster (RTF)
es_es: Póster editable en A4 (RTF)
fr_fr: Affiche éditable de la taille d'une lettre (RTF)
it_it: Locandina formato lettera editabile (RTF)
ru_ru: редактируемое (RTF) объявление размером с конверт
sk_sk: plagát veľkosti Letter vo&nbsp;formáte RTF

source: A4 flyers for handing out, 8 per page (PDF
es_es: Panfletos en A4 para repartir, 8 por página (PDF
fr_fr: Tracts à distribuer de format A4, huit par page (PDF
it_it: Volantino A4 da distribuire, 8 per pagine (PDF
ru_ru: Листовки формата A4 для переноски, 8 шт. на страницу (PDF
sk_sk: letáky veľkosti A4 na&nbsp;rozdávanie, 8/str. (PDF

source: A4 PDF poster
cy_gb: Poster A4 (PDF)
es_es: Póster PDF A4
fr_fr: Affiche A4 en PDF
it_it: Locandina formato A4 PDF
ru_ru: PDF-объявление формата A4
sk_sk: plagát A4 vo formáte PDF

source: A4 editable poster (RTF)
cy_gb: Poster A4 golygadwy (RTF)
es_es: Póster editable A4 (RTF)
fr_fr: Affiche A4 éditable en RTF
it_it: Locandina formato A4 RTF (editabile)
ru_ru: редактируемое (RTF) объявление формата A4
sk_sk: plagát veľkosti A4 v RTF

source: Alternatively, simply %s to get these flyers.
cy_gb: Fel arall, %s i gael y taflenni isod.
es_es: Alternativamente, simplemente %s para obtener estos panfletos.
fr_fr: Sinon, vous n'avez qu'à %s pour obtenir ces tracts.
it_it: In alternativa, %s per ottenere i volantini.
ru_ru: Или, просто %s, чтобы получить эти листовки.
sk_sk: Alebo si jednoducho %s a&nbsp;budete mať tieto letáky.

source: Spread the word on and offline
cy_gb: Lledwch y gair ar lein ac yn y byd go iawn
es_es: Dése a conocer tanto en la red como en persona
fr_fr: Passez-vous le mot, en ligne ou non
it_it: Passaparola
ru_ru: Явите миру свое обещание
sk_sk: Povedzte o&nbsp;sľube na&nbsp;internete aj&nbsp;mimo neho

source: Things to do with this pledge
cy_gb: Pethau i'w gwneud gyda'r addewid hwn
es_es: Tareas para este compromiso
fr_fr: Choses à faire avec cette promesse
it_it: Agisci a favore di questo impegno
ru_ru: Доступные операции над данным обещанием
sk_sk: Čo môžete s&nbsp;týmto sľubom urobiť

source: E-mail this, post to del.icio.us, etc.
fr_fr: Envoyer par courriel, afficher dans del.icio.us, etc.
sk_sk: poslať na e-mail, Facebook, del.icio.us, atď.

source: Share this
es_es: Comparta esto
fr_fr: Partager
sk_sk: Poslať odkaz na sľub

source: Email your friends
es_es: Envíelo a sus amigos
fr_fr: Envoyez un courriel à vos amis
ru_ru: Сообщить друзьям письмом
sk_sk: Poslať priateľom

source: Stick them places!
cy_gb: Sticio nhw i fyny!
es_es: ¡Péguelos por todas partes!
fr_fr: Collez-les partout!
it_it: Via all'affissione!
ru_ru: Оклейте всё стикерами! :)
sk_sk: Nalepte ich niekam!

source: Print out customised flyers
cy_gb: Argraffu'r taflenni wedi'u haddasu
es_es: Imprima panfletos personalizados
fr_fr: Imprimez des tracts personnalisés
it_it: Stampa un volantino su misura
ru_ru: Распечатать листовки
sk_sk: Vytlačiť si vlastné letáky

source: Promote on your site or blog
fr_fr: Promouvoir sur votre site ou votre blogue
ru_ru: Информеры обещания для блога или сайта
sk_sk: Spropagovať na&nbsp;vlastnej stránke alebo blogu

source: Create a local version of this pledge
cy_gb: Creuwch fersiwn leol o'r addewid hwn
es_es: Cree una versión local de este compromiso
fr_fr: Créez une version locale de cette promesse
it_it: Crea una versione locale di questo impegno
ru_ru: Создать локальную версию данного обещания
sk_sk: Napísať podobný sľub

source: Creator only:
es_es: (sólo para el creador)
fr_fr: Auteur seulement&nbsp;:
ru_ru: Только для автора:
sk_sk: Iba pre autora&nbsp;(-ku):

source: Only if you made this pledge
cy_gb: Cr&euml;wr yr addewid yn unig
es_es: Tan sólo si Usted es el creador de este compromiso
fr_fr: Seulement si vous avez créé cette promesse
it_it: Solo se hai ideato questo impegno
ru_ru: Только если Вы создали данное обещание
sk_sk: Len ak ste tento sľub napísali

source: Change picture
es_es: Cambie la imagen
fr_fr: Changer l'image accompagnant votre promesse
ru_ru: Заменить картинку
sk_sk: Zmeniť obrázok

source: Add a picture
es_es: Añadir una imagen
fr_fr: Ajouter une image à la promesse
ru_ru: Добавить картинку
sk_sk: Pridať obrázok

source: %d person who did not want to give their name
cy_gb: %d person nad oedd am adael ei (h)enw
es_es: %d persona que no deseó facilitar su nombre
fr_fr: %d personne qui ne voulait pas donner son nom
it_it: %d persona che non ha lasciato il nome
ru_ru: %d человек не захотел указать свое имя
sk_sk: %d človek nechcel uviesť svoje meno

source: , all of whom have done the pledge
es_es: , los cuales han participado en el compromiso
fr_fr: , qui sont toutes déjà passés à l'action
ru_ru: , все из которых выполнили обещание
sk_sk: , všetci, ktorí splnili sľub

source: , who has done the pledge
es_es: , el cual ha participado en el compromiso
fr_fr: , qui est déjà passé à l'action
sk_sk: , ktorý splnil sľub

source: , %d of whom has done the pledge
es_es: , %d de los cuales ha participado en este compromiso
fr_fr: , dont %d qui est déjà passé à l'action
ru_ru: , %d из которых выполнил обещание
sk_sk: , %d z&nbsp;nich sľub splnil.

source: %d person who signed up via mobile
cy_gb: %d person a'i lofnodwyd trwy'i ff&ocirc;n l&ocirc;n
es_es: %d persona que se suscribió haciendo uso de su teléfono móvil
fr_fr: %d personne qui a souscrit par portable
it_it: %d persona che ha aderito via SMS
ru_ru: %d человек подключился посредством SMS
sk_sk: %d človek sa prihlásil cez mobil

source: %d person who signed up <a href="%s">in Facebook</a>
es_es: %d persona que se suscribió <a href="%s">en Facebook</a>
fr_fr: %d personne qui a souscrit <a href="%s">sur Facebook</a>
ru_ru: %d человек присоединившийся <a href="%s">в Facebook</a>
sk_sk: %d človek, ktorý sa prihlásil <a href="%s">na&nbsp;Facebooku</a>

source: Current signatories
cy_gb: Llofnodwyr cyfredol
es_es: Voluntarios actuales
fr_fr: Signataires actuels
it_it: Hanno aderito
ru_ru: Подключившиеся
sk_sk: Momentálne podpísaní

source: they've done it
es_es: Lo han logrado
fr_fr: cette personne est déjà passé à l'action
sk_sk: títo ľudia sľub splnili
