Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Pictures are not available for private pledges. Please let us know if this is a problem.
cy_gb: Dyw lluniau ddim ar gael ar addewidion preifat. Rhowch wybod i ni os ydy hyn yn broblem.
it_it: Immagini non disponibili per gli impegni privati. Si prega di contattarci per domande a questo proposito.

source: The name of <strong>a person</strong>, to find pledges they made or signed publically
it_it: Il nome di <strong>una persona</strong>,per trovare gli impegni creati o sottoscritti pubblicamente da quella persona

source: RSS feed of search for '
it_it: Feed RSS per la ricerca '

source: Results for <strong>open pledges</strong> within %s %s of <strong>%s</strong>, %s (%s):
it_it: Risultati per <strong>gli impegni in corso</strong> nel raggio di %s %s dal centro di <strong>%s</strong>, %s (%s):

source: Results for <strong>open pledges near</strong> %s places matching <strong>%s</strong>, %s (%s):
it_it: Risultati per <strong>gli impegni in corso nelle vicinanze</strong> %s di località corrispondenti a <strong>%s</strong>, %s (%s):

source: On this page you can let us have your name and email address so that you can get email from the pledge creator. We will also email you when the pledge succeeds, rather than sending an SMS.
cy_gb: Ar y dudalen hon, gallwch chi roi eich enw a chyfeiriad ebost i ni, er mwyn i chi gael derbyn negeseuon ebost gan greuwr yr addewid. Byddwn ni hefyd yn hysbysebu chi pan mae'r addewid wedi llwyddo, yn lle anfon neges destun ff&ocirc;n symudol atoch chi.
it_it: Su questa pagina puoi lasciare il tuo nome e indirizzo email per poter ricevere messaggi email da parte del primo firmatario dell'impegno. Riceverai una email (e non un SMS) anche nel caso di successo dell'impegno.

source: <h2>Get updates by email</h2>
cy_gb: <h2>Derbyn newyddion ar yr addewid trwy ebost</h2>
it_it: <h2>Ricevere gli aggiornamenti via email</h2>

source: Firstly, do <a href="/contact">contact us</a> so we can keep track of things, and perhaps put you in touch with other people translating into the same language. Also, <a href="http://www.mysociety.org/mailman/listinfo/mysociety-i18n">sign up to our mailing list</a> to discuss translations.
it_it: Prima di tutto, <a href="/contact">prendi contatto con noi</a> in modo che possiamo renderci conto di chi fa cosa, e magari metterti in contatto con persone che stanno traducendo nella stessa lingua. Poi <a href="http://www.mysociety.org/mailman/listinfo/mysociety-i18n">iscriviti alla mailing list</a> sulle traduzioni.

source: <strong>Installing PoEdit:</strong> Download poEdit from <a href="http://www.poedit.org/">PoEdit</a> (if running Windows, just get the simple installer version) and install it.
it_it: <strong>Installare PoEdit:</strong> Scarica poEdit da <a href="http://www.poedit.org/">PoEdit</a> (sotto Windows, basta scaricare la versione installer) e installa.

source: Update your details
it_it: Aggiorna le informazioni personali

source: New password (again):
it_it: Nuova password (verifica):

source: <h2>Open pledges you created</h2>
cy_gb: <h2>Addewidion dych chi wedi eu creu</h2>
it_it: <h2>Impegni in corso di cui sono primo firmatario</h2>

source: <h2>Closed pledges you created</h2>
cy_gb: <h2>Addewidion cae&euml;dig dych chi wedi eu creu</h2>
it_it: <h2>Impegni chiusi di cui sono primo firmatario</h2>

source: <h2>Pledges you signed</h2>
cy_gb: <h2>Addewidion dych chi wedi eu llofnodi</h2>
it_it: <h2>Impegni da me sottoscritti</h2>

source: Why not <a href="mailto:team@pledgebank.com">send us photos</a> of yourself carrying out successful pledges?
it_it: Perchè non <a href="mailto:team@pledgebank.com">inviarci qualche foto</a> di te mentre porti a compimento il tuo impegno??

source: If
it_it: Se

source: %s will %s, then
it_it: %s si impegneranno %s, allora

source: will %s.
it_it: mi impegno a %s

source: <b>If</b> <font color="%s">%s</font> %s will %s, then <font color="%s">I</font> will %s.
it_it: <b>Se</b> <font color="%s">%s</font> %s si impegneranno %s, allora <font color="%s">Io</font> mi impegnerò a %s.

source: <font size="+2">Text</font> <font size="+8" color="%s"> <b>pledge %s</b></font> to <font color="%s"><b>%s</b></font> (%s only) or
it_it: <font size="+2">Invia</font> <font size="+8" color="%s"> <b>pledge %s</b></font> al <font color="%s"><b>%s</b></font> (solo nel %s) oppure

source: Subject: New comment on pledge - '<?=$values['title']?>' at PledgeBank.com <?=$values['comment_author_name']?> has left a comment saying: '<?=$values['comment_text']?>' View or reply to this comment: <?=$values['comment_url']?> <?=$values['signature']?> To stop receiving emails when there are new comments on this pledge, click this link: <?=$values['unsubscribe_url']?>
it_it: Subject: Nuovo commento sull'impegno - '<?=$values['title']?>' - PledgeBank.com <?=$values['comment_author_name']?> ha lasciato il commento seguente: '<?=$values['comment_text']?>' Visualizza e/o rispondi: <?=$values['comment_url']?> <?=$values['signature']?> Per non ricevere più email quando viene aggiunto un commento su questo impegno, segui questo link: <?=$values['unsubscribe_url']?>

source: Subject: You MUST publicise your pledge to make it succeed - '<?=$values['title']?>' at PledgeBank.com Hello, we've noticed that the pledge you set up hasn't been, erm, growing very quickly. Just to remind you, we're talking about '<?=$values['sentence_first']?>' at <?=$values['pledge_url']?> PledgeBank relies on you, the creator, to publicise and spread your pledge - very few pledges succeed just because casual browsers happen to sign them. There are a number of ways of promoting your pledge: 1. Email everyone you can think of and tell them about your pledge. Don't forget old colleagues, and that kind of half-friend who mailed you once and you never got round to replying to. <?=$values['pledge_url_email']?> 2. Print out some flyers and post them up at work, at a newsagent or a take-away that you go to. Probably the best way of using flyers is to put them through people's doors, or give them to people at the school gates, the local train station, or wherever you feel comfortable. <?=$values['pledge_url_flyers']?> 3. When you are out with friends, explain to them what you're trying to do, and get them to text two words - pledge <?=$values['ref']?> - to <?=$values['sms_number']?> (UK only at the moment, sorry; texts cost your normal text rate). So don't just sit there! Fire up your email, fill up the printer, write to your local newspaper and, of course, don't forget to get the words "Text 'pledge <?=$values['ref']?>' to <?=$values['sms_number']?>" tattooed to your forehead. <?=$values['signature']?>
it_it: Subject: DEVI fare pubblicità al tuo impegno perchè abbia successo - '<?=$values['title']?>' PledgeBank.com Ciao, abbiamo notao che il tuo impegno non sta, ehm, crescendo molto in fretta. Ti ricordiamo che stiamo parlando del seguente impegno '<?=$values['sentence_first']?>' visibile qui <?=$values['pledge_url']?> Sta a te, primo firmatario, publicizzare e far conoscere il tuo impegno - sono pochissimi gli impegni che hanno successo perchè sottoscritti da chi capita per caso sulla pagina web. Molti sono i modi di promuovere il tuo impegno: 1. Spedisci una email ai tuoi contatti spiegando di cosa si tratta. <?=$values['pledge_url_email']?> 2. Stampa qualche volantino. Distribuiscili al lavoro, davanti a un'edicola o ad un altro luogo pubblico che frequenti. Uno dei modi migliori di distribuire volantini è di imbucarli nelle cassette delle lettere, oppure di distribuirli davanti alle scuole, alle stazioni ferroviarie, ovunque sia opportuno. <?=$values['pledge_url_flyers']?> Su, datti da fare! Spedisci email, distribuisci volantini, scrivi al tuo giornale locale, parlane ai tuoi amici! <?=$values['signature']?>

source: Subject: Your pledge is doing well but it needs a boost! - '<?=$values['title']?>' at PledgeBank.com Hello, we've noticed that the pledge you created on pledgebank <?=$values['pledge_url']?> isn't growing fast enough to succeed. At the rate of growth you've had over the last week we only expect you to get <?=$values['probable_will_reach']?> signers, when you need <?=$values['target']?>. To help make your pledge succeed you could: 1) Email more people with the link <?=$values['pledge_url']?> 2) Print out flyers and distribute them, or even put them in your own windows. Get flyers here: <?=$values['pledge_url_flyers']?> 3) Get in touch with local newspapers and radio stations If you've any questions about marketing tips, please feel free to reply to this email to ask us. All the best, <?=$values['signature']?>
it_it: Subject: Il tuo impegno sta facendo bene ma ha bisogno di una spinta! - '<?=$values['title']?>' PledgeBank.com Ciao, abbiamo notato che le adesioni all'impegno che hai creato su pledgebank <?=$values['pledge_url']?> non stanno crescendo abbastanza per raggiungere il traguardo. Se venisse confermato l'andamento della scorsa settimana prevediamo che riceveresti al termine <?=$values['probable_will_reach']?> adesioni, quando il tuo traguardo è di <?=$values['target']?>. Per aumentare le tue chance di successo potresti: 1) Inviare a più persone una email con il link <?=$values['pledge_url']?> 2) Stampare e distribuire volantini, o anche affiggerli alla tua finestra. Clicca qui per creare i volantini: <?=$values['pledge_url_flyers']?> 3) Contatta i giornali locali e le stazioni radio Se hai dubbi riguardo a come impostare il marketing della tua idea non esitare a rispondere a questa email con le tue domande. In bocca al lupo, <?=$values['signature']?>

source: Subject: Sorry, your pledge failed - '<?=$values['title']?>' at PledgeBank.com. We are sorry to have to tell you that your pledge did not meet its target in the required time. You required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge read: '<?=$values['sentence_first']?>' Bad luck, but don't be disheartened! This link will enable you to write to all your signers. Ask them what they'd like to do next, how you could do better next time, and whether they'd like to create a new pledge. <?=$values['url']?> Go on, get writing! <?=$values['signature']?>
it_it: Subject: Peccato, il tuo impegno non è riuscito - '<?=$values['title']?>' PledgeBank.com. Ci dispiace doverti informare che il tuo impegno non ha raggiunto il traguardo entro il tempo stabilito. Avevi richiesto <?=$values['target']?> <?=$values['type']?>, ne hai conseguite <?=$values['actual']?>. Il tuo impegno: '<?=$values['sentence_first']?>' Non ti scoraggiare! Questo link ti permette di scrivere a tutti coloro che avevano aderito. Chiedi loro come vorrebbero proseguire, come fare meglio in futuro, e se desiderano rinnovare l'impegno. <?=$values['url']?> Forza, scrivi! <?=$values['signature']?>

source: Subject: Pledge failed - '<?=$values['title']?>' at PledgeBank.com We are sorry to have to inform you that the pledge to which you signed up did not meet its target in the required time. It required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge, created by <?=$values['creator_name']?>, read: '<?=$values['sentence_first']?>' This means you don't have to do your part of the pledge. Instead, why not sign up to local alerts at <?=$values['pledgebank_url']?>alert to find out when someone creates a new pledge near you, browse the pledges at <?=$values['pledgebank_url']?>list or perhaps make your own pledge. <?=$values['signature']?>
it_it: Subject: L'impegno non è riuscito - '<?=$values['title']?>' PledgeBank.com Ci dispiace doverti informare che l'impegno da te sottoscritto non ha raggiunto il traguardo entro il tempo stabilito. Erano necessarie <?=$values['target']?> <?=$values['type']?>, ne ha conseguite solamente <?=$values['actual']?>. L'impegno, creato da <?=$values['creator_name']?>, era il seguente: '<?=$values['sentence_first']?>' Questo significa che non è richiesto il tuo impegno. Abbonati qui al servizio di avviso locale <?=$values['pledgebank_url']?> per essere informato quando qualcuno si impegna vicino a te. Oppure dai un'occhiata alla <?=$values['pledgebank_url']?>lista degli impegni o impegnati tu stesso. <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that your pledge <?=$values['exceeded_or_met']?> its target in the required time. Your pledge reads: '<?=$values['sentence_first']?>' Next, please click on the link below and write a message to tell everyone who signed the pledge what you want them to do next. <?=$values['url']?> We love getting photos of people fulfilling their pledges, so why not ask them to take some pics? <?=$values['signature']?>
it_it: Subject: L'impegno è un successo - '<?=$values['title']?>' PledgeBank.com Congratulazioni! Siamo lieti di annunciarti che il tuo impegno <?=$values['exceeded_or_met']?> il suo traguardo entro il tempo stabilito. L'impegno è il seguente: '<?=$values['sentence_first']?>' Il prossimo passo consiste nel cliccare il link qui sotto per scrivere un messaggio a tutti coloro che hanno aderito all'impegno per dire loro come debbano procedere. <?=$values['url']?> Amiamo ricevere le fotografie di persone mentre portano a compimento il loro impegno, perchè non chiedere ai tuoi co-firmatari di scattare qualche foto? <?=$values['signature']?>

source: Subject: Reminder - Please send a message to your pledge signers - '<?=$values['title']?>' Congratulations! Your pledge reached its target three days ago. However, you haven't sent a message yet to all your signers to tell them what to do. Hit the link below to talk to them. <?=$values['url']?> Why not ask your signers to take some photos of themselves fulfilling their pledge - we love to see PledgeBank in action. <?=$values['signature']?>
it_it: Subject: Promemoria - Inviare un messaggio ai co-firmatari - '<?=$values['title']?>' Congratulazioni! Il tuo impegno ha raggiunto il traguardo da tre giorni. Non hai ancora inviato un messaggio ai tuoi co-firmatari per dire loro cosa debbano fare. Clicca il link qui sotto per comunicare con loro. <?=$values['url']?> Perchè non chiedere a chi ha aderito di scattare qualche fotografia di sè mentre realizza l'impegno - ci piace vedere PledgeBank in azione. <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that the pledge you signed up to has been a success. The pledge, created by <?=$values['creator_name']?>, reads: '<?=$values['sentence_first']?>' The <?=$values['signers_ordinal']?> person has signed the pledge, just moments ago. Now it is your turn to do what you pledged. <?=$values['creator_name']?> will email you soon to give you any further information you need. Why not take some photos of you fulfilling your pledge - we love pics :) <?=$values['signature']?> NEW FEATURE - Sign up to get emails when people create new pledges in your area (Max one email a day). Click here and enter your postcode: <?=$values['local_alert_url']?>
it_it: Subject: L'impegno è un successo - '<?=$values['title']?>' PledgeBank.com Congratulazioni! Siamo lieti di annunciarti che l'impegno da te sottoscritto è un successo. L'impegno, il cui primo firmatario è <?=$values['creator_name']?>, è il seguente: '<?=$values['sentence_first']?>' La <?=$values['signers_ordinal']?> persona ha aderito a questo impegno pochi minuti fa. Ora tocca a te realizzare ciò che ti sei impegnato a fare. <?=$values['creator_name']?> ti invierà presto una email per darti ulteriore informazione. Perchè non scattare qualche fotografia di te mentre porti a compimento l'impegno preso - adoriamo le foto :) <?=$values['signature']?>

source: Home
cy_gb: Hafan

source: Password:
cy_gb: Cyfrinair:
