Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Subject: Pledge successful in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that the pledge you signed up to has been a success in your town, <?=$values['location_description']?>. There are currently <?=$values['byarea_success_count']?> towns where the pledge has been successful. The pledge, created by <?=$values['creator_name']?>, reads: '<?=$values['sentence_first']?>' The <?=$values['signers_ordinal']?> person has signed the pledge, just moments ago! Now it's your turn to do what you pledged. <?=$values['creator_name']?> will email you soon to give you any further information you need and to help plan some next steps. And, while you're at it, why not take some photos of you fulfilling your pledge - we love pics :) Send any pictures to team@pledgebank.com <?=$values['signature']?> KEEP UP TO DATE - Sign up to get emails when people create new pledges in your area (max one email a day). Click here and enter your postcode: <?=$values['local_alert_url']?>
es_es: Subject: Compromiso con éxito en <?=$values['location_description']?> - '<?=$values['title']?>' en PledgeBank.com ¡Felicidades! Nos agradar poder comunicarle que el compromiso al que se había suscrito ha tenido éxito en su ciudad, <?=$values['location_description']?>. Ahora existen <?=$values['byarea_success_count']?> ciudades en que el compromiso ha tenido éxito. El compromiso, creado por <?=$values['creator_name']?>, enunciaba: '<?=$values['sentence_first']?>' La <?=$values['signers_ordinal']?> persona se ha suscrito y de ello ¡hace sólo unos instantes! Ahora es el momento de que Vd. lleve a cabo su parte. <?=$values['creator_name']?> se pondrá en contacto con Vd. vía correo electrónico en breve para facilitarle la información que necesite y para ayudarle a planear los pasos siguientes. Y mientras esté ejecutando el compromiso, ¿por qué no toma algunas fotografías mientras lo lleva a cabo? - nos encantan las fotografías :) Envíelas a team@pledgebank.com <?=$values['signature']?> MANTÉNGASE AL DÍA - Suscríbase para recibir un correo electrónico siempre que se cree un compromiso en su área (un correo electrónico por día como máximo). Pulse aquí e introduzca su código postal: <?=$values['local_alert_url']?>
ru_ru: Subject: Обещание достигло свое цели в <?=$values['location_description']?> - '<?=$values['title']?>' на PledgeBank.com Поздравляем! Нам приятно сообщить Вам, что обещание, к которому вы присоединились, достигло своей цели в Вашем населенном пункте, <?=$values['location_description']?>. На данный момент <?=$values['byarea_success_count']?> населенных пунктов в которых обещание достигло своей цели. Обещание, созданное автором <?=$values['creator_name']?>, выглядит так: '<?=$values['sentence_first']?>'. <?=$values['signers_ordinal']?> человек подключились к обещанию мгновение назад! Теперь можно приступить к выполнению того, что Вы пообещали. <?=$values['creator_name']?> пришлет Вам скоро письмо, чтобы сообщить дальнейший план действий. Нам очень интересно увидеть фотографий процесса выполнения Вами обещания - нам нравяться такие фото :) Ждем Ваши фото по адресу: team@pledgebank.com <?=$values['signature']?> РАССЫЛКА - Подключение к рассылке уведомлений о создании обещаний в Вашем регионе (максимум одно письмо в день). Нажмите здесь и введите свой почтовый индекс: <?=$values['local_alert_url']?>
sk_sk: Subject: Sľub „<?=$values['title']?>“ na www.slubowebka.com — úspešný v obci <?=$values['location_description']?> Blahoželáme! Sme radi, že vám môžeme oznámiť, že sľub, pod ktorý ste sa podpísali, bol úspešný vo vašej obci, <?=$values['location_description']?>. Zatiaľ bol úspešný na <?=$values['byarea_success_count']?> miestach. Sľub, ktorého autorom (-kou) je <?=$values['creator_name']?>, znel takto: „<?=$values['sentence_first']?>“ <?=$values['signers_ordinal']?> človek sa pod neho podpísal len pred krátkou chvíľou! Teraz je rad na vás, aby ste splnili, čo ste sľubili. <?=$values['creator_name']?> vám čoskoro pošle ďalšie informácie, ktoré potrebujete, a ktoré vám pomôžu naplánovať si ďalší postup. A kým budete sľub plniť, môžete poslať nejaké fotky, ako plníte svoj sľub — zbožňujeme fotky :) Všetky fotky posielajte na adresu team@pledgebank.com <?=$values['signature']?> BUĎTE V OBRAZE: Zapíšte sa a dostanete e-mail vždy, keď ľudia vo vašom okolí napíšu nové sľuby (max. 1 e-mail denne). Kliknite sem a napíšte svoje PSČ: <?=$values['local_alert_url']?>

source: Subject: Pledge survey - '<?=$values['title']?>' at PledgeBank.com Four weeks ago, a pledge you signed succeeded, which is great! This is just a quick automatic email to ask: have you carried out your pledge yet? If you HAVE done your pledge, please click the link below to let us know: <?=$values['survey_url']?> If your name is shown on the pledge page, you will get a little green tick by it so everyone knows you've done your bit. Obviously, some pledges might take a while until you can carry them out; if so, you can keep this email safe until you do. Or, you can say you've done a pledge at any time by logging in to PledgeBank and going to My Pledges. Just to remind you, the pledge, created by <?=$values['creator_name']?>, can be found at <?=$values['pledge_url']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
sk_sk: Subject: Prieskum sľubu „<?=$values['title']?>“ na stránke www.slubowebka.com Pred štyrmi týždňami bol sľub, pod ktorý ste sa podpísali, úspešný, čo je super! Týmto rýchlym automatickým e-mailom, by sme sa vás chceli opýtať: splnili ste už svoj sľub? Ak áno, prosím, kliknite na tento odkaz: <?=$values['survey_url']?> Ak sa vaše meno potom zobrazí na stránke so sľubom, bude pri ňom malá zelená fajka, aby každý vedel, že ste svoju časť práce urobili. Pri niektorých sľuboch chvíľu trvá, kým sa ich podarí splniť; ak je to tak aj s vaším sľubom, môžete si tento e-mail nechať, kým sa vám to nepodarí. Alebo môžete napísať, že ste sľub splnili hocikedy, keď pôjdete na stránku Moje sľuby. Len na pripomenutie, sľub, ktorý napísal(a) <?=$values['creator_name']?>, znie takto: „<?=$values['sentence_first']?>“ <?=$values['signature']?>

source: Crime and justice
es_es: Crimen y justicia
fr_fr: Crime et justice
it_it: Giustizia
ru_ru: Криминал и правосудие
sk_sk: Zločin a spravodlivosť

source: Culture, media and sport
es_es: Cultura, medios y deporte
fr_fr: Culture, médias et sports
it_it: Cultura, Media e Sport
ru_ru: Культура, СМИ и спорт
sk_sk: Kultúra, média a šport

source: Democracy and government
es_es: Democracia y gobierno
fr_fr: Démocratie et gouvernement
it_it: Politica
ru_ru: Демократия и правительство
sk_sk: Demokracia a vláda

source: Education and training
es_es: Educación y entrenamiento
fr_fr: Éducation et formation
it_it: Scuola ed Educazione
ru_ru: Образование и обучение
sk_sk: Vzdelávanie a prax

source: Environment and planning
es_es: Entorno y planeamiento
fr_fr: Environnement et aménagement du territoire
it_it: Ambiente
ru_ru: Окружающая среда и землеустройство
sk_sk: Životné prostredie a plánovanie

source: Food, agriculture and animals
es_es: Alimentos, agricultura y animales
fr_fr: Alimentation, agriculture et animaux
it_it: Agricoltura ed Animali
ru_ru: Питание, сельское хозяйство и животные
sk_sk: Potraviny, poľnohospodárstvo a zvieratá

source: Health
es_es: Salud
fr_fr: Santé
it_it: Salute
ru_ru: Здоровье
sk_sk: Zdravie

source: International affairs
es_es: Cuestiones internacionales
fr_fr: Affaires internationales
it_it: Affari Internazionali
ru_ru: Международные дела
sk_sk: Medzinárodné udalosti

source: Money, business and work
es_es: Dinero, empresa y empleo
fr_fr: Argent, affaires et travail
it_it: Lavoro, Affari e Finanza
ru_ru: Деньги, бизнес и работа
sk_sk: Peniaze, obchod a práca

source: Science, technology and innovation
es_es: Ciencia, tecnología e innovación
fr_fr: Sciences, technologies et innovations
it_it: Scienza, Tecnologia e Innovazione
ru_ru: Наука, технологии и новаторство
sk_sk: Veda, technológie a inovácie

source: Transport
es_es: Transporte
it_it: Trasporti
ru_ru: Транспорт
sk_sk: Doprava

source: Welfare and society
es_es: Calidad de vida y sociedad
fr_fr: Bien-être et société
it_it: Società
ru_ru: Благополучие и общество
sk_sk: Prosperita a spoločnosť

source: Your rights
es_es: Sus derechos
fr_fr: Vos droits
it_it: Diritti Civili
ru_ru: Ваши права
sk_sk: Vaše práva

source: Andorra
fr_fr: Andorre
ru_ru: Андорра

source: Angola
ru_ru: Ангола

source: Anguilla
cy_gb: Anguila
ru_ru: Ангилья

source: Aruba
cy_gb: Arwba
ru_ru: Аруба

source: Barbados
fr_fr: Barbade
ru_ru: Барбадос

source: Belize
cy_gb: Bel&icirc;s
es_es: Belice
ru_ru: Белиз

source: Benin
es_es: Benín
fr_fr: Bénin
ru_ru: Бенин

source: Botswana
ru_ru: Ботсвана

source: Burundi
cy_gb: Bwrwndi
ru_ru: Бурунди

source: Chile
fr_fr: Chili
it_it: Cile
ru_ru: Чили

source: Cyprus
es_es: Chipre
fr_fr: Chypre
it_it: Cipro
ru_ru: Кипр

source: Egypt
cy_gb: Yr Aifft
es_es: Egipto
fr_fr: Égypte
it_it: Egitto
ru_ru: Египет

source: Eritrea
fr_fr: Érythrée
ru_ru: Эритрея

source: Gabon
es_es: Gabón
ru_ru: Габон

source: Gambia
cy_gb: Y Gambia
fr_fr: Gambie
ru_ru: Гамбия

source: Ghana
cy_gb: Gana
ru_ru: Гана

source: Grenada
es_es: Granada
fr_fr: Grenade
ru_ru: Гренада

source: Guernsey
ru_ru: Гернси

source: Guadeloupe
es_es: Guadalupe
ru_ru: Гваделупа

source: Guam
ru_ru: остров Гуам

source: Guatemala
cy_gb: Gwatemala
ru_ru: Гватемала

source: Guinea-Bissau
cy_gb: Guin&eacute;-Bissau
fr_fr: Guinée-Bissao
ru_ru: Гвинея-Бисау

source: Guinea
cy_gb: Guin&eacute;e
fr_fr: Guinée
ru_ru: Гвинея

source: Guyana
fr_fr: Guyane
ru_ru: Гайана

source: Haiti
es_es: Haití
fr_fr: Haïti
ru_ru: Гаити

source: Honduras
ru_ru: Гондурас

source: Hong Kong
ru_ru: Гонконг

source: India
es_es: La India
fr_fr: Inde
ru_ru: Индия

source: Jersey
ru_ru: Джерси

source: Kiribati
ru_ru: Кирибати

source: Laos
ru_ru: Лаос

source: Lesotho
fr_fr: Lésotho
ru_ru: Лесото

source: Macao
cy_gb: Macau
ru_ru: Макао

source: Madagascar
ru_ru: Мадагаскар

source: Malawi
ru_ru: Малави

source: Mali
es_es: Malí
ru_ru: Мали

source: Malta
fr_fr: Malte
ru_ru: Мальта

source: Mayotte
ru_ru: Майотта

source: Montserrat
cy_gb: Montserat
ru_ru: Монтсеррат

source: Nauru
cy_gb: Nawrw
ru_ru: Науру

source: Niger
es_es: Níger
ru_ru: Нигер

source: Niue
fr_fr: Nioué
ru_ru: Ниуэ

source: Pakistan
cy_gb: Pacistan
es_es: Pakistán
ru_ru: Пакистан

source: Palau
fr_fr: Palaos
ru_ru: Палау

source: Panama
es_es: Panamá
ru_ru: Панама

source: Peru
cy_gb: Perw
es_es: Perú
fr_fr: Pérou
it_it: Perù
ru_ru: Перу

source: Réunion
cy_gb: Reunion
es_es: Reunión
ru_ru: Реюньон

source: Rwanda
es_es: Ruanda
ru_ru: Руанда

source: Samoa
ru_ru: Самоа

source: Senegal
fr_fr: Sénégal
ru_ru: Сенегал

source: Sierra Leone
es_es: Sierra Leona
ru_ru: Сьерра-Леоне

source: Sri Lanka
ru_ru: Шри-Ланка

source: Taiwan
es_es: Taiwán
fr_fr: Taïwan
ru_ru: Тайвань

source: Togo
ru_ru: Того

source: Tokelau
ru_ru: острова Токелау

source: Tonga
ru_ru: Тонга

source: Turkmenistan
es_es: Turkmenistán
fr_fr: Turkménistan
ru_ru: Туркменистан

source: Tuvalu
ru_ru: Тувалу

source: Uganda
fr_fr: Ouganda
ru_ru: Уганда

source: Uzbekistan
es_es: Uzbekistán
fr_fr: Ouzbékistan
ru_ru: Узбекистан

source: Vanuatu
ru_ru: Вануату

source: Venezuela
fr_fr: Vénézuela
ru_ru: Венесуэла

source: Vietnam
ru_ru: Вьетнам

source: Zambia
fr_fr: Zambie
ru_ru: Замбия

source: Zimbabwe
cy_gb: Simbabwe
ru_ru: Зимбабве

source: %d km
ru_ru: на расстоянии %d км

source: Pledge &ldquo;%s&rdquo;
fr_fr: Promesse &ldquo;%s&rdquo;
ru_ru: Обещание &ldquo;%s&rdquo;

source: Email
es_es: Correo electrónico
fr_fr: Courriel

source: Email:
cy_gb: Ebost:
es_es: Dirección de correo electrónico:
fr_fr: Courriel&nbsp;:

source: &ldquo;&hellip;the pledge campaign was just perfect. And we told the skeptics that they anyway did not have to contribute if they did not find a thousand others foolish enough to believe in it. As we neared our target, more and more people got involved in the mobilization as even the skeptics wanted this idea to succeed. As a result of that campaign now we have one of the best children's libraries in India, and set up entirely with the small contributions of a thousand-odd people.&rdquo;
fr_fr: &ldquo;&hellip;la campagne pour la promesse était juste parfaite. Et nous avons dit aux sceptiques qu'ils n'avaient de toute façon pas à contribuer s'ils ne trouvaient pas mille autres personnes assez bêtes pour y croire. Mais au fur et à mesure que nous nous approchions de notre objectif, de plus en plus de gens se sont mobilisés tandis que même les sceptiques voulaient que l'idée se matérialise. Résultat de cette campagne, nous avons maintenant une des meilleures bibliothèques pour enfants en Inde, constituée entièrement des petites contributions de plus de mille donateurs.&rdquo;

source: &ldquo;Let me thank you first for making the story of Bakul into the Bakul Story that people want to talk about. After you talked about Bakul at the Net Squared Conference and to Idealist, of course the podcast happened. And after that, we became a case study on social entrepreneurship at IIM Calcutta, one of the premier Business Schools in India and at Delhi University, the premier University of India. But it all started with you. Thanks once again for that.
fr_fr: &ldquo;Laissez-moi premièrement vous remercier d'avoir fait de l'histoire de Bakul celle dont les gens aiment parler. Après que vous ayez parlé de Bakul à la conférence de NetSquared et à l'Idéaliste, le balado est bien sûr arrivé. Et plus tard, nous sommes devenus le sujet d'une étude de cas sur l'entreprenariat social à l'IIM Calcutta, une des meilleures écoles de commerce en Inde, et à l'université de Delhi, première université en Inde. Mais tout a démarré grâce à vous. Merci encore.

source: &ldquo;Anyway...Bakul is an attempt to pool together the small individual contributions of people interested in the social development of India. It is an attempt to beat the cynicism that nothing can happen because we can only contribute in small ways and they cannot change anything. That is why, when we discovered Pledge Bank, we were excited. Here was a forum that was trying to do a similar thing. So, it was kind of a perfect tool for us in our campaign.
fr_fr: &ldquo;Peu importe... Bakul est une tentative de mettre en commun les petites contributions des gens intéressés par le développement social de l'Inde. C'est aussi une tentative de combattre le cynisme voulant que rien ne puisse arriver à cause de la maigreur des contributions qu'on peut apporter. C'est pourquoi nous étions excités en découvrant Promessothèque. Nous avions en effet ici un forum ayant un but semblable. C'était donc un outil parfait pour notre campagne.

source: &ldquo;Moreover, when we started the campaign, "Donate Books: Build a Library", we got many incredulous responses. Many thought it sounded too good to be true and doubted its feasibility though they wanted it to happen. We also did not have a bank account to accept contributions and no space to store donations of books. So, the pledge campaign was just perfect. And we told the skeptics that they anyway did not have to contribute if they did not find a thousand others foolish enough to believe in it. As we neared our target, more and more people got involved in the mobilization as even the skeptics wanted this idea to succeed. As a result of that campaign now we have one of the best children's libraries in India, and set up entirely with the small contributions of a thousand-odd people.&rdquo;
fr_fr: &ldquo;De plus, quand nous avons débuté la campagne "Donnez des livres et bâtissez une bibliothèque", nous avons reçu beaucoup de réponses de gens incrédules. Beaucoup pensaient que c'était trop beau pour être vrai et doutaient de la faisabilité du projet, mais ils désiraient que ça se réalise. Nous n'avions également pas de compte en banque pour accepter les contributions et pas d'espace pour accumuler les livres donnés. La campagne pour la promesse était donc juste parfaite. Et nous avons dit aux sceptiques qu'ils n'avaient de toute façon pas à contribuer s'ils ne trouvaient pas mille autres personnes assez bêtes pour y croire. Mais au fur et à mesure que nous approchions de notre objectif, de plus en plus de gens se sont mobilisés tandis que même les sceptiques voulaient que l'idée se matérialise. Résultat de cette campagne, nous avons maintenant une des meilleures bibliothèques pour enfants en Inde, constituée entièrement des petites contributions de plus de mille donateurs.&rdquo;

source: &ldquo;After seeing the news about Hurricane Katrina, which had some pretty graphic pictures showing the damage, I thought of how I could help....Being a fan of Jazz music and knowing a lot about New Orleans, Harry Connick Jr was the first person I thought of, I found connick.com to see if they had a donation or fund raiser link. A few of the members were donating their time and money, and being an international person, donating money, just didn&rsquo;t work for me.
fr_fr: &ldquo;Après avoir vu les nouvelles de l'ouragan Katrina, où la vision des dommages était parfois assez désolante, j'ai pensé à ce que je pourrais faire pour aider... Étant un fan de jazz et connaissant très bien la Nouvelle-Orléans, j'ai pensé en premier à Harry Connick Jr et j'ai alors recherché connick.com pour voir s'il y avait un lien pour des dons ou une collecte de fonds. Quelques-uns des membres donnaient de leur temps et de l'argent, mais comme je suis une personne internationale, donner de l'argent ne me convenait vraiment pas.

source: &ldquo;My pledge was originally to raise some money to help pay for airfares to get to New Orleans to help with Hurricane Katrina Relief organisation CERMT (Emergency Relief Massage Therapy).&rdquo;
fr_fr: &ldquo;Ma promesse consistait à l'origine à ramasser de l'argent pour aider à payer les billets pour voler jusqu'à la Nouvelle-Orléans, dans le but de donner un coup de main à l'organisation d'aide aux sinistrés de l'ouragan Katrina, qui offre des services de massothérapie.&rdquo;

source: &ldquo;&hellip;I set up my pledge, expecting a few family members and friends to sign up. I never thought my pledge would be successful, and that so many total strangers would get involved! My goal for a successful pledge should have produced 450 pairs of undies; but the final count is 753 pairs of new, clean undies for the children of Liberia!
fr_fr: &ldquo;&hellip;J'ai créé ma promesse en prévoyant que quelques membres de ma famille et amis la souscriraient, sans jamais espérer un tel succès ni la participation d'autant de parfaits étrangers! Mon objectif était de 450, mais j'ai finalement accumulé 753 paires de sous-vêtements - neufs et propres - pour les enfants du Liberia!

source: &ldquo;The idea of just wanting a new, clean pair of undies sounds crazy to most of us, but for orphans in Liberia, this is a luxury! After spending a month working at an orphanage in Liberia last year, I noticed most of the kids only had one pair of underwear, which was usually falling apart at the seams. I know I take my clean, comfortable undies for granted, but it felt like such a natural, easy way for people to get involved!
fr_fr: &ldquo;L'idée de vouloir une paire de sous-vêtements neufs et propres est banale pour la plupart d'entre nous, mais pour les orphelins au Liberia, c'est un luxe! Après avoir travaillé un mois dans un orphelinat de ce pays l'année dernière, j'ai noté que la plupart des enfants possédaient une seule paire de sous-vêtements, dont les coutures se défaisaient habituellement. Je sais, je tiens mes sous-vêtements confortables et propres pour acquis, mais il semblait naturel pour les gens de s'impliquer!

source: &ldquo;I actually stumbled upon PledgeBank while I was trying to find another website, but thought it was a great way to get people involved in something that&rsquo;s very close to my heart! I set up my pledge, expecting a few family members and friends to sign up. I never thought my pledge would be successful, and that so many total strangers would get involved!
fr_fr: &ldquo;J'ai en réalité tombé sur Promessothèque alors que je cherchais un autre site, mais j'ai pensé que c'était une excellente façon d'impliquer du monde dans une chose qui me tenait à coeur! J'ai créé ma promesse en prévoyant qu'à peine quelques membres de ma famille et amis la souscriraient. Je n'avais jamais prévu un tel succès, ni la participation d'autant de parfaits étrangers!

source: &ldquo;My goal for a successful pledge should have produced 450 pairs of undies; but the final count is 753 pairs of new, clean undies for the children of Liberia! The response was so great that not only will the children at one orphanage benefit from the generosity of strangers, but I will be able to give new undies to multiple orphanages! I just put all of the undies on a shipping container this week, which will arrive in Monrovia around the beginning of April. I&rsquo;m leaving for Liberia on March 24th to spend 6 months there working with a wonderful organization called Orphan Relief and Rescue. ORR works with 80+ orphanages in and around Monrovia, so there will be plenty of children to give all of the donated undies to!
fr_fr: &ldquo;Mon objectif était de 450, mais j'ai finalement accumulé 753 paires de sous-vêtements - neufs et propres - pour les enfants du Liberia! En fait, j'en ai reçu tellement que ce n'est pas un, mais plusieurs orphelinats qui bénéficieront de la générosité des étrangers! Cette semaine, j'ai mis tous ces sous-vêtements dans un conteneur qui arrivera à Monrovia vers le début d'avril. Je partirai pour le Liberia le 24 mars pour y travailler pendant six mois avec un extraordinaire organisme d'aide aux orphelins qui se nomme Orphan Relief and Rescue. ORR collabore avec plus de 80 orphelinats à Monrovia et dans les environs, donc il y aura beaucoup d'enfants à qui remettre tous ces sous-vêtements!

source: &ldquo;Even though the pledge is closed, people are still contacting me to send undies and giftcards! So, in the end, over 750 pairs of undies will be going to the orphans of Liberia because of the kind-hearted people who use PledgeBank! To say &lsquo;thank you&rsquo; is not enough; but to see the children smile because someone cares says it all!&rdquo;
fr_fr: &ldquo;Même si la promesse est close, des gens me contactent encore pour m'envoyer des sous-vêtements et des cartes-cadeaux! Donc finalement, plus de 750 paires iront aux orphelins du Liberia grâce au bon coeur des utilisateurs de PledgeBank! Dire &lsquo;merci&rsquo; ne suffit pas, mais voir les enfants sourire grâce à quelqu'un qui pense à eux, ça dit tout!&rdquo;
