Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: &ldquo;Basically, without PledgeBank I doubt we would have had nearly as many election observers volunteer. The public nature of PledgeBank also seemed to encourage the very high follow-through rate which meant that most people who signed up actually did the election observation. The result of the pledge was that 25 people were accredited by the Electoral Commission to observe elections in Scotland and England. Their observations fed into <a href="http://www.openrightsgroup.org/e-voting-main/" title="ORG&rsquo;s report into the May 2007 elections">our 65-page report</a> which was recently launched with significant press coverage.&rdquo;
fr_fr: &ldquo;Sans Promessothèque, je doute qu'autant d'observateurs électoraux se seraient portés volontaires. Le caractère public de Promessothèque a aussi semblé favoriser le taux de suivi très élevé, signifiant que la plupart des souscripteurs ont vraiment observé le scrutin. Résultat de la promesse, 25 personnes ont été accréditées par la commission électorale pour observer les élections en Écosse et en Angleterre. Le fruit de leurs observations a été versé dans <a href="http://www.openrightsgroup.org/e-voting-main/" title="ORG&rsquo;s report into the May 2007 elections">notre rapport de 65 pages</a> récemment lancé avec une importante couverture médiatique.&rdquo;

source: &ldquo;The membership of the Free State Project was very active in recruiting signers, and as a result of the pledge, 1000 people will be moving to New Hampshire by the end of 2008 in order to become activists for liberty!&rdquo;
fr_fr: &ldquo;Les membres du Projet d'État libre travaillaient fort pour recruter des signataires et, résultat de la promesse, 1000 personnes déménageront au New Hampshire d'ici la fin de 2008 afin de devenir des activistes pour la liberté!&rdquo;

source: &ldquo;&hellip;having a website where you can get that colourful data of people&rsquo;s thoughts, experience and opinions can provide us with some insight in how people are changing their lives.
fr_fr: &ldquo;&hellip;un site web où l'on peut explorer les réflexions, les expériences et les opinions hautes en couleur des autres nous fournit une idée de la façon dont ces gens tentent de changer leurs vies.

source: &ldquo;The features PledgeBank has were suitable for our needs - we wanted to create a community of people who make promises so that they can support each other.&rdquo;
fr_fr: &ldquo;Par ses caractéristiques, Promessothèque répondait à notre besoin de créer un groupe de personnes faisant des promesses dans le but de s'entraider.&rdquo;

source: &ldquo;One of the main objectives for using the website was evaluation of the livesimply initiative. The initiative is calling people to change their lifestyle, which is a qualitative objective (i.e it&rsquo;s hard to measure it with numbers). So having a website where you can get that colourful data of people&rsquo;s thoughts, experience and opinions can provide us with some insight in how people are changing their lives.
fr_fr: &ldquo;Un des principaux objectifs de l'utilisation du site web était d'évaluer l'initiative de LiveSimply, laquelle consiste à inviter les gens à changer leur style de vie, ce qui est donc un objectif qualitatif (c'est-à-dire difficile à quantifier). Donc, un site web où l'on peut explorer les réflexions, les expériences et les opinions hautes en couleur des autres nous fournit une idée de la façon dont ces gens tentent de changer leurs vies.

source: &ldquo;The features PledgeBank has were suitable for our needs - we wanted to create a community of people who make promises so that they can support each other. We could just go for a simpler system where people could only make a promise. But we wanted to make sure that they feel that there is a bit more to it. So the fact that PledgeBank requires you to make a promise with someone - hence you need to promote it - and the fact that it has the system for nudging people about their promise (reminding them about deadlines, the number of sign-ups etc) is what made PledgeBank a very appropriate tool for us.
fr_fr: &ldquo;Par ses caractéristiques, Promessothèque répondait à notre besoin de créer un groupe de personnes faisant des promesses dans le but de s'entraider. Nous ne pouvions opter que pour un système simplifié où les participants pourraient seulement faire une promesse. Par contre, nous voulions nous assurer qu'ils sentiraient que ce n'est pas tout. Le fait que Promessothèque exige que vous fassiez une promesse avec d'autres personnes - d'où votre besoin de la promouvoir - et l'existence d'un système encourageant les gens à s'en occuper en leur rappelant les échéances ou le nombre de signataires par exemple, ont fait de Promessothèque notre outil de choix.

source: &ldquo;Also, we wanted to use the system that was tested and which we wouldn&rsquo;t have to customize too much. mySociety was my choice because I like the ethical background of the organisation.&rdquo;
fr_fr: &ldquo;De plus, nous voulions utiliser un système éprouvé ne demandant pas trop de personnalisation. J'ai choisi mySociety, car j'aime les valeurs éthiques de l'organisme.&rdquo;

source: &ldquo;The amount of elderly people who supported me in this pledge by writing and phoning the council was phenomenal. Thank you so much for affording us a professional launch pad. My next pledge will be to promote Pledgebank - I am so grateful. I cannot thank you enough for giving me the opportunity to make a difference. I truly am <strong>astounded</strong>!!!!!! With thanks from myself, family and my community.&rdquo;
fr_fr: &ldquo;Le nombre de personnes âgées qui m'ont soutenu dans cette promesse en écrivant et en téléphonant au conseil a été phénoménal. Merci beaucoup de nous avoir fourni un tremplin vers la profession. J'en suis si reconnaissant que ma prochaine promesse consistera à promouvoir Promessothèque. Je ne vous remercierai jamais assez de m'avoir donné l'occasion d'améliorer les choses. J'en suis vraiment <strong>impressionné</strong>!!!!!! Ma communauté, ma famille et moi vous remercions.&rdquo;

source: &ldquo;I&rsquo;ve followed MySociety&rsquo;s projects for some time, and when PledgeBank was announced, it sounded like a great idea so I got involved. Harnessing the power of collective action is made much easier by this easy-to-use tool.
fr_fr: Ça faisait un moment que je me tenais au courant des projets de MySociety, et lors de l'annonce de Promessothèque, l'idée semblait géniale; je me suis alors impliqué. Cet outil convivial facilite grandement l'exploitation des forces de l'action collective.

source: &ldquo;Animal Aid has a large group of supporters, so we asked them by email to support the Pledge, to get the ball rolling. Then we asked everyone who had signed up to tell their friends and get them to sign up too. As we&rsquo;ve done more pledges, we&rsquo;ll email people who have signed up to related pledges telling them about the new pledges we launch.
fr_fr: &ldquo;Comme Animal Aid possède un grand nombre de partisans, nous leur avons demandé par courriel de soutenir la promesse pour donner le coup d'envoi. Nous avons ensuite demandé à tous les signataires de faire signer également leurs amis. Dès que nous aurons créé de nouvelles promesses, nous avertirons par courriel les personnes ayant déjà souscrit des promesses apparentées.

source: &ldquo;As a result of the pledges, a vegetarian orphanage has an irrigation system, and areas of land have been converted to food production, so that the institution can be self-sufficient. We&rsquo;ve also raised money for scientific reports, and coordinated mass letter writing efforts to our elected representatives.&rdquo;
fr_fr: &ldquo;Grâce aux promesses, un orphelinat végétarien possède un système d'irrigation, et des parcelles du terrain ont été converties à la production alimentaire, permettant à l'institution d'être autosuffisante. Nous avons aussi amassé des fonds pour produire des rapports scientifiques, et coordonné les efforts collectifs pour écrire à nos élus.&rdquo;

source: &ldquo;I started with a fairly simple pledge that most users would be able to sign on to and just see what happens&hellip; I also was really intrigued by the idea of power in numbers and how this could be used for something with more significant, concrete results&hellip; I emailed it out to about 5 or 6 friends/family; and within a few hours 2 or 3 had joined. This was apparently enough to get it shown to the public, and from there people kept signing.&rdquo;
fr_fr: &ldquo;J'ai débuté avec une promesse assez simple, que la plupart des utilisateurs pourraient souscrire juste pour voir ce qu'il se passerait&hellip; j'étais aussi vraiment intrigué par l'idée de la force du nombre et sur la façon de l'exploiter dans un projet promettant des résultats plus significatifs et concrets&hellip; j'ai envoyé par courriel la promesse à environ six amis et membres de ma famille et, dans les heures suivantes, au moins deux autres se sont joints. Cela semblait suffisant pour rendre la promesse publique. À partir de là, les souscriptions ont continué d'affluer.&rdquo;

source: &ldquo;I heard about PledgeBank through reading Michael Norton&rsquo;s book 365 Ways to Change the World - I bought this book for my sister and I, as we found that in an evening we would often fall into the habit of bemoaning the problems of the world and feeling helpless to do anything about them. One of the major environmental issues in Australia is the lack of water. my sister and I started thinking if we personally could change our habits this would be a very small step in the right direction - then we read about PledgeBank and thought if we could get other individuals to change their habits this would start adding up!
fr_fr: &ldquo;J'ai découvert Promessothèque en lisant le livre 365 Ways to Change the World (365 façons de changer le monde) de Michael Norton. Je l'avais acheté pour ma soeur et moi, au moment où nous avions réalisé qu'au cours de nos soirées, nous avions l'habitude de déplorer les problèmes mondiaux tout en nous sentant impuissants à faire quelque chose. Par exemple, un des problèmes environnementaux majeurs en Australie est le manque d'eau. Ma soeur et moi avons donc commencé à penser que si nous pouvions personnellement modifier nos habitudes, cela allait faire un tout petit pas dans la bonne direction; c'est alors que nous avons lu quelque chose à propos de Promessothèque et pensé que si nous pouvions rassembler d'autres personnes voulant changer leurs habitudes, les bienfaits allaient commencer à s'additionner!

source: &ldquo;I suppose my great hope is that as individuals if we can regain a sense of personal responsibility for our actions and connection to the external environment, then the world would be a better place. As opposed to seeing these major world problems as something someone needs to address, maybe we could have a greater sense of our own ability to positively change the present and the future.
fr_fr: &ldquo;Je pense que mon voeu le plus cher est que si nous pouvons, en tant qu'individus, retrouver un sens de la responsabilité personnelle de nos actes et sentir le contact avec notre environnement, alors le monde deviendrait meilleur. Au lieu de voir ces graves problèmes mondiaux comme une chose à laquelle quelqu'un d'autre doit s'attaquer, nous pourrions probablement être plus conscients de notre propre capacité d'améliorer le présent et l'avenir.

source: &ldquo;I must say that at first, a shorter shower and a bucket to move daily seemed to be a sort of strange punishment! But as the days have gone by this daily action has become something that gives me a great sense of joy and reconnection to the world. As a household (there are four of us doing this) we have become more interested in our garden, because rather than watering it absentmindedly with a hose, we have to really look at what needs to be watered with our bucket. I have started to notice the growth of each plant and also I now notice the birds and animals that were probably there all the time but I was too busy to notice! Instead of long shower, head to the city - it has become short shower, time in the garden, before heading to the city.
fr_fr: &ldquo;Je dois dire qu'au début, une douche abrégée et la nécessité de transporter un seau tous les jours semblaient étranges comme genre de punition! Mais comme les jours ont passé, ces gestes quotidiens sont devenus de grandes sources de joie et m'ont permis de reprendre contact avec le monde. Au sein de notre maisonnée, où nous sommes quatre à avoir adopté ces comportements, l'intérêt pour notre jardin s'est accru, car au lieu de l'arroser inconsciemment à l'aide d'un tuyau, nous devons vraiment déterminer ce qui doit être arrosé avec notre seau. J’ai commencé à observer la croissance de chaque plante et maintenant, je remarque également les oiseaux et les animaux qui ont probablement toujours été là, mais que je ne voyais pas, étant trop occupé! Bref, au lieu de prendre une longue douche et de sortir à la ville, nous passons moins de temps sous la douche, mais plus dans le jardin, avant d'aller en ville.

source: &ldquo;A few people I don&rsquo;t know somewhere in the world signed the pledge&hellip;and that made me really happy.&rdquo;
fr_fr: &ldquo;Quelques personnes que je ne connais pas, et qui habitent quelque part sur la planète, ont souscrit la promesse, et cela m'a rendu vraiment heureux.&rdquo;

source: &ldquo;Having signed a pledge on Pledgebank before, I decided it could be a really effective tool in helping me empower and mobilize others. We decided that we would raise some money to provide a small working stipend for a young woman intern. Within the first 48 hours, I had reached my goal of pledgers. It was profoundly exciting, and really helped energize our modest fundraising effort.&rdquo;
fr_fr: &ldquo;Ayant déjà souscrit une promesse sur Promessothèque, je trouvais que ce site pouvait être un outil très efficace pour m’aider à mobiliser les autres et à leur donner du pouvoir. Nous avons donc décidé d’amasser des fonds afin de verser un petit salaire à une jeune stagiaire. Durant les 48 premières heures, j’ai atteint le nombre visé de signataires. C’était profondément stimulant, et cela a vraiment aidé à insuffler de l’énergie à notre modeste effort de collecte de fonds.&rdquo;

source: &ldquo;My pledge was originally to raise some money to help pay for airfares to get to New Orleans to help with Hurricane Katrina Relief organisation CERMT (Emergency Relief Massage Therapy). By now I had many internet friends from the US who helped out a lot, donating either emotional help or money, but one person, donated his flight points to fly us, first and business class to the US. Of course I thought it was too good to be true, but, it just happend that the gentleman was extremly helpful and he arranged most of our flight arragements. Including meeting us at the Dallas airport on the way through.
fr_fr: &ldquo;Ma promesse consistait à l'origine à amasser de l'argent pour aider à payer les billets pour voler jusqu'à la Nouvelle-Orléans, dans le but de donner un coup de main à l'organisation d'aide aux sinistrés de l'ouragan Katrina, qui offre des services de massothérapie. Jusqu'ici, beaucoup d'amis américains rencontrés sur Internet ont été d'une grande aide, donnant soit de l'aide émotionnelle, soit de l'argent. Une personne nous a même donné ses points pour nous permettre de voler en classes affaires et première vers les États-Unis. Je pensais bien sûr que c'était trop beau pour être vrai, mais il s'est trouvé que ce chic type a été extrêmement serviable et qu'il a organisé en majeure partie nos déplacements aériens &mdash; y compris notre rencontre à l'aéroport de Dallas pendant notre escale.

source: &ldquo;Unfortunately two months later, the plans with CERMT fell through as they were not efficient enough to help, we had these wonderful donations and no where to go. After searching through several internet sites and many e-mails, we finally found an organisation that were stable enough to match our plans, Hands on USA. It was stressful enough for me because I have never travelled overseas and didn't know what to expect and I have a son, who I was leaving for one month, which was January, the month of his birthday!
fr_fr: &ldquo;Malheureusement, deux mois plus tard, les plans établis avec l'organisation d'aide aux sinistrés de Katrina ont échoué, car ils n'étaient pas assez bien conçus. Nous nous sommes donc retrouvés avec de généreux dons sans savoir quoi en faire. Après avoir fait des recherches dans plusieurs sites Internet et avoir envoyé beaucoup de courriels, nous avons finalement trouvé un organisme, Hands on USA, qui était assez stable pour convenir à nos plans. Ça été assez stressant pour moi, car je n'avais jamais voyagé outre-mer, je ne savais pas à quoi m'attendre et j'ai dû me séparer de mon fils durant tout le mois de janvier, mois de son anniversaire!

source: &ldquo;As for the experience...I will describe it as an emotional rollercoaster. Our accomodation was "Camping out" in winter colder than we've had before, which, we didn't mind at all. As long as we didn't have to bring our own tent. We helped many devastated families by cleaning up, helped stranded animals and most of all helped the people that were helping others, by massage and relaxation, we even found ourselves in the kitchen, cooking for 100 + people. We also took part in the Martin Luther King jr parade, holding an Australian flag, as we marched down the streets of MS. People were crying and at the same time cheering and thanking everyone from different US states who marched. We had no time to travel, but we took the opportunity to going on a road trip to New York for a couple of days, where I saw snow for the first time. We stopped off at Los Angeles on the way home for one night, but that was it. We had plans to visit a group of volunteers in New Orleans, but, they let us down and left us out in the open in the lower 9th ward, which was not safe. We were lucky to get some accomodation for the night though.
fr_fr: &ldquo;Quant à l'expérience... je la décrirais comme des montagnes russes émotionnelles. Nous dormions dans une tente et en plus, l'hiver était le plus froid que nous avions connu jusque là, mais ça ne nous dérangeait pas du tout... tant que nous n'avions pas à fournir notre propre tente. Nous avons rendu service à un grand nombre de familles anéanties en nettoyant, nous avons secouru des animaux abandonnés, et par-dessus tout, partie des gens aidaient les personnes qui aidaient les autres, by massage and relaxation, nous nous sommes même retrouvés à cuisiner pour plus de cent personnes. We also took part in the Martin Luther King jr parade, holding an Australian flag, as we marched down the streets of MS. People were crying and at the same time cheering and thanking everyone from different US states who marched. We had no time to travel, but we took the opportunity to going on a road trip to New York for a couple of days, where I saw snow for the first time. We stopped off at Los Angeles on the way home for one night, but that was it. We had plans to visit a group of volunteers in New Orleans, but, they let us down and left us out in the open in the lower 9th ward, which was not safe. We were lucky to get some accomodation for the night though.

source: &ldquo;There is so much more to this story, but, if you are wanting to find out what we did, you can <a href="/airfarespledge">contact me</a> through my pledge and I will respond from you there.
fr_fr: &ldquo;Vous ne savez pas tout sur cette histoire, et si vous voulez savoir ce que nous avons fait, vous pouvez <a href="/airfarespledge">me contacter</a> par le biais de ma promesse, et je vous répondrai ensuite.

source: <font color="#ffffff">Pledge</font>Bank.com
fr_fr: <font color="#ffffff">Promesso</font>thèque.com

source: pin
fr_fr: NIP
it_it: codice pin

source: Pledges and Signers
cy_gb: Addewidion a Llofnodwyr
it_it: Impegni e Firmatari

source: List of all pledges
cy_gb: Rhestr o bob addewid
it_it: Tutti gli Impegni

source: Abuse reports
it_it: Rapporti su contenuti offensivi

source: Discard selected abuse reports
it_it: Cancella i rapporti selezionati

source: To pledge %s by %s at %s.
it_it: Sull'impegno %s da %s alle %s.

source: %s at %s.
cy_gb: %s am %s
it_it: %s alle %s.

source: %s by %s, on %s at %s
cy_gb: %s gan %s, ar addewid %s am %s
it_it: %s di %s, su %s alle %s

source: <h2>Add Comment</h2>
it_it: <h2>Commenta</h2>

source: Your name
cy_gb: Eich enw
it_it: Il tuo nome

source: Your email
cy_gb: Eich e-bost
it_it: La tua email

source: Your web site
it_it: Il tuo sito web

source: Your name and web site, if given, will be shown on your comment, but your email address will not be.
it_it: Nome e sito web, se specificati, compariranno nel commento, ma non l'indirizzo email.

source: -- the PledgeBank.com team
cy_gb: -- t&icirc;m PledgeBank.com
it_it: -- il team di PledgeBank.com

source: There are several possible places which match '%s'. Please choose one:
it_it: Risultati per '%s'. Selezionarne uno:

source: None &mdash; applies anywhere
it_it: Nessuna &mdash; è valido ovunque

source: choose country
cy_gb: dewis gwlad
it_it: seleziona un paese

source: Available in
cy_gb: Ieithoedd:
it_it: Disponibile in

source: and
cy_gb: a
it_it: e

source: %s (%s) pledges listed
it_it: %s (%s) - tutti gli impegni

source: %s (%s) pledges only listed
cy_gb: Dangosir addewidion %s (%s) yn unig
it_it: Solamente gli impegni per %s (%s)

source: %s (%s) pledges and global %s (%s) pledges listed
cy_gb: Dangosir addewidion %s (%s) a %s (%s) byd eang yn unig
it_it: Tutti gli impegni in %s (%s) ed in %s (%s) a livello globale

source: %s (%s) pledges in %s (%s) only listed
cy_gb: Dangosir addewidion %s (%s) mewn %s (%s) yn unig
it_it: Tutti gli impegni in %s (%s) ed in %s (%s)

source: There are no featured pledges for %s (%s) at the moment.
cy_gb: Does dim addewidion ar gyfer %s (%s) ar hyn o bryd.
it_it: Nessun impegno al momento [%s (%s)]

source: 365 Ways to Change the World
it_it: 365 Modi di Cambiare il Mondo

source: "We all know what it is like to feel powerless, that our own actions can't really change the things that we want to change. PledgeBank is about beating that feeling..."
cy_gb: "Rydyn ni i gyd yn gwybod sut mae hi i deimlo'n ddi-bwer, ein bod ni heb y gallu i newid y pethau rydyn ni am eu newid. Mae PledgeBank yma i guro'r teimlad yna..."
it_it: "Conosciamo tutti quel senso di impotenza, pensiamo che le nostre azioni di singoli non possano servire a cambiare veramente le cose. PledgeBank vuole sconfiggere quel sentimento..."

source: Tell the world &#8220;I&#8217;ll do it, but only if you&#8217;ll help me do it&#8221;
cy_gb: Dwedwch wrth y byd &#8220;Fe wna i, ond dim ond os wnewch chi helpu&#8221;
it_it: Fai sapere al mondo &#8220;Io mi impegno, se voi mi aiutate a farlo&#8221;

source: Listen to how PledgeBank works</a>, as explained by mySociety's director Tom Steinberg. Or <a href="/explain">read a full transcript
it_it: Ascolta la spiegazione su come funziona PledgeBank</a>, dal direttore di mySociety, TomSteinberg. In alternativa <a href="/explain">leggi la trascrizione

source: <a href="/explain">Find out how PledgeBank works</a>, as explained by mySociety's director Tom Steinberg.
it_it: <a href="/explain">Scopri il principio di funzionamento di PledgeBank </a>, così come spiegato da Tom Steinberg, direttore di mySociety.

source: This pledge's permanent location:
cy_gb: Safle parhaol yr addewid:
it_it: Url permanente di questo impegno:

source: Hello,
cy_gb: Helo,
it_it: Ciao,

source: Contact
cy_gb: Cysylltwch
it_it: Contattaci

source: Your Pledges
cy_gb: Eich Addewidion
it_it: I miei Impegni
