Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: If you got the email more than a year ago, then your request has probably expired. Please try doing what you were doing from the beginning.
es_es: Si recibió el correo electrónico hace más de un año, es probable que su petición haya expirado. Por favor, trate de repetir la acción desde el comienzo.
fr_fr: Si vous avez reçu le message il y a plus d'un an, alors votre requête a probablement expiré. Réessayez ce que vous étiez en train de faire dès le début.
it_it: Se hai ricevuto l'email più di un anno fa, la tua richiesta è probabilmente scaduta. Si prega di ricominciare.
ru_ru: Если Вы получили письмо более года назад, тогда, возможно, Ваш запрос уже стал недействительным. Пожалуйста, начните с начала то, что Вы делали.
sk_sk: Ak ste dostali e-mail pred rokom alebo neskôr, platnosť vašej požiadavky uplynula. Prosím, zopakujte celý postup od začiatku.

source: today
es_es: hoy
fr_fr: aujourd'hui
it_it: oggi
ru_ru: сегодня
sk_sk: dnes

source: Main Admin
es_es: Administrador principal
ru_ru: Главная Админа
sk_sk: Hlavný správca

source: All Open Pledges
cy_gb: Pob Addewid Agored
es_es: Todos los compromisos en activo
fr_fr: Toutes les promesses ouvertes
it_it: Tutti gli Impegni in Corso
ru_ru: Открытие обещания
sk_sk: Všetky sľuby pred termínom

source: All Closed Pledges
cy_gb: Pob Addewid sydd Wedi Cau
es_es: Todos los compromisos concluidos
fr_fr: Toutes les promesses closes
it_it: Tutti gli Impegni Chiusi
ru_ru: Завершенные обещания
sk_sk: Všetky sľuby po termíne

source: Pledges
cy_gb: Addewidion
es_es: Compromisos
fr_fr: Promesses
it_it: Impegni
ru_ru: Обещания
sk_sk: Sľuby

source: People
es_es: Personas
sk_sk: Ľudia

source: timeline
cy_gb: llinell amser
es_es: Desarrollo cronológico
fr_fr: chronologie
it_it: cronologia
ru_ru: шкала времени
sk_sk: časová os

source: Microsite:
es_es: Micropágina:
fr_fr: Microsite&nbsp;:
ru_ru: Микросайт:
sk_sk: Podstránka:

source: Language:
es_es: Idioma:
fr_fr: Langue&nbsp;:
it_it: Lingua:
ru_ru: Выбор языка
sk_sk: Jazyk:

source: Country:
cy_gb: Gwlad
es_es: País:
fr_fr: Pays&nbsp;:
it_it: Paese:
ru_ru: Страна:
sk_sk: Krajina:

source: Tags:
es_es: Etiquetas:
fr_fr: Étiquettes&nbsp;:
ru_ru: Тэги:
sk_sk: Kľúčové slová:

source: none
es_es: Ninguno
fr_fr: aucun
ru_ru: не выбрано
sk_sk: žiadne

source: Messages
cy_gb: Negeseuon
es_es: Mensajes
it_it: Messaggi
ru_ru: Сообщения
sk_sk: Správy

source: <em>That pledge has been successfully removed, along with all its signatories.</em>
cy_gb: <em>Mae'r addewid wedi ei dynnu'n llwyddiannus, ynghyd &acirc;'i holl lofnodwyr.</em>
es_es: <em>El compromiso, así como los nombres de los voluntarios, han sido eliminados con éxito.</em>
fr_fr: <em>Cette promesse a été supprimée avec succès, avec tous ses signataires.</em>
it_it: <em>L'impegno è stato cancellato con successo, insieme a tutti i firmatari.</em>
ru_ru: <em>Данное обещание было успешно удалено, вместе с подписавшимися на него.</em>
sk_sk: <em>Tento sľub bol odstránený spolu s podpismi.</em>

source: <em>That signer has been successfully removed.</em>
cy_gb: <em>Mae'r llofnodwr wedi ei dynnu'n llwyddiannus.</em>
es_es: <em>El nombre de este voluntario ha sido eliminado con éxito.</em>
fr_fr: <em>Ce signataire a été éliminé avec succès.</em>
it_it: <em>Il firmatario è stato cancellato con successo.</em>
ru_ru: <em>Данный подписчик успешно удален.</em>
sk_sk: <em>Tento podpis bol úspešne odstránený.</em>

source: <em>Show name for signer updated</em>
cy_gb: <em>Dangoswch enw ar gyfer y llofnodwr wedi ei ddiweddaru</em>
es_es: <em>El campo "Mostrar el nombre del voluntario" ha sido actualizado</em>
fr_fr: <em>Affichage du nom de signataire mis à jour</em>
it_it: <em>Mostra nome firmatario aggiornato</em>
ru_ru: <em>Общедоступное имя подписчика изменено</em>
sk_sk: <em>Zobraziť meno k podpisu, ktorý bol teraz aktualizovaný</em>

source: <em>That comment has been shown/hidden</em>
es_es: <em>Ese comentario ha sido mostrado/ocultado</em>
fr_fr: <em>Ce commentaire a été affiché/caché</em>
ru_ru: <em>Комментарий был показан/спрятан</em>
sk_sk: <em>Tento komentár ste práve zobrazili/schovali</em>

source: <em>Change to pledge prominence saved</em>
cy_gb: <em>Newidiadau i amlygrwydd yr addewid wedi eu cadw</em>
es_es: <em>Los cambios respecto a la prioridad del compromiso han sido guardados</em>
fr_fr: <em>Changement à la proéminence de la promesse sauvegardé</em>
it_it: <em>Modifica prominenza impegni effetuata</em>
ru_ru: <em>Изменения в обещании сохранены</em>
sk_sk: <em>Zmeniť na uloženú prioritu</em>

source: <em>Change to pledge microsite saved</em>
es_es: <em>Los cambios de la micropágina de compromisos han sido cambiados</em>
fr_fr: <em>Changement au microsite de la promesse sauvegardé</em>
ru_ru: <em>Изменение микросайта обещания сохранено</em>
sk_sk: <em>Zmeniť na uloženú podstránku</em>

source: <em>Unknown country %s</em>
es_es: <em>País desconocido %s</em>
fr_fr: <em>Pays inconnu %s</em>
it_it: <em>Paese %s non riconosciuto</em>
ru_ru: <em>Неизвестная страна %s</em>
sk_sk: <em>Nepoznám krajinu %s</em>

source: <em>Change to pledge country saved</em>
cy_gb: <em>Newidiadau i wlad yr addewid wedi eu cadw</em>
es_es: <em>Los cambios respecto al país del compromiso han sido guardados</em>
fr_fr: <em>Changement de pays sauvegardé</em>
it_it: <em>Modifica paese effettuata</em>
ru_ru: <em>Изменение страны обещания сохранено</em>
sk_sk: <em>Zmeniť na uloženú krajinu</em>

source: <em>Change to pledge language saved</em>
cy_gb: <em>Newidiadau i iaith yr addewid wedi eu cadw</em>
es_es: <em>Los cambios respecto al idioma del compromiso han sido guardados</em>
fr_fr: <em>Changement de langue sauvegardé</em>
it_it: <em>Modifica lingua effettuata</em>
ru_ru: <em>Изменение языка обещания сохранено</em>
sk_sk: <em>Zmeniť na uložený jazyk</em>

source: <em>Categories updated.</em>
cy_gb: <em>Categoriau wedi eu diweddaru.</em>
es_es: <em>Las categorías han sido actualizadas.</em>
fr_fr: <em>Catégories mises à jour.</em>
it_it: <em>Categorie aggiornate.</em>
ru_ru: <em>Категории обновлены.</em>
sk_sk: <em>Kategórie boli aktualizované.</em>

source: <em>Pick a target larger than the number of signers please!</em>
es_es: <em>¡Seleccione un objetivo superior al número de suscriptores, por favor!</em>
fr_fr: <em>Veuillez choisir un objectif supérieur au nombre de signataires!</em>
ru_ru: <em>Желаемое к-во подписчиков должно быть больше текущего!</em>
sk_sk: <em>Napíšte, prosím, počet ľudí, ktorý je väčší ako počet podpisov.</em>

source: <em>Pick a target smaller than or equal to the number of signers please!</em>
es_es: <em>¡Seleccione un objetivo menor o igual que el número de suscriptores, por favor!</em>
fr_fr: <em>Veuillez choisir un objectif égal ou inférieur au nombre de signataires!</em>
ru_ru: <em>Желаемое к-во подписчиков должно быть меньше либо равным текущему!</em>
sk_sk: <em>Napíšte, prosím, počet ľudí, ktorý je menší alebo rovnaký ako počet podpisov.</em>

source: <em>Pledge text updated. Check it in the pledge box preview on the right.</em>
es_es: <em>Texto del compromiso actualizado. Compruébelo en la caja de previsualización del contenido a la derecha.</em>
fr_fr: <em>Texte de la promesse mis à jour. Voir dans la boîte de visualisation de la promesse à droite.</em>
ru_ru: <em>Текст обещания изменен. Проверьте, пожалуйста, его в области пред. просмотра справа.</em>
sk_sk: <em>Text sľubu bol upravený. Pozrite sa na ukážku vpravo, v okne sľubov.</em>

source: <em>Person updated.</em>
es_es: <em>La persona ha sido actualizada.</em>
ru_ru: <em>Данные о человеке изменены.</em>
sk_sk: <em>Údaje boli aktualizované.</em>

source: <em>Announcement permission mail sent</em>
cy_gb: <em>E-bost caniatad cyhoeddi wedi ei anfon</em>
es_es: <em>Un correo electrónico otorgando permiso de anuncio ha sido enviado</em>
fr_fr: <em>Le message à propos du changement de permission a été envoyé</em>
it_it: <em>Email autorizzazione annuncio inviata</em>
ru_ru: <em>Письмо, с разрешением отсылать сообщения, отправлено</em>
sk_sk: <em>Oznam o povolení na odoslanie správy bol odoslaný</em>

source: No events have happened yet.
es_es: Aún no ha tenido lugar ningún evento.
fr_fr: Aucun événement ne s'est encore produit.
ru_ru: Еще не было никаких событий.
sk_sk: Nič sa ešte neudialo.

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ru_ru: Статистика
sk_sk: Štatistika

source: Local alert summary
es_es: Resumen de notificaciones locales
fr_fr: Sommaire des alertes locales
it_it: Riepilogo avvisi locali
ru_ru: Итоговый отчёт о рассылках
sk_sk: Súhrn výziev v okolí

source: Alerts followed by signatures
es_es: Notificaciones que derivaron en suscripción
fr_fr: Alertes suivies de signatures
it_it: Avvisi e sottoscrizioni
ru_ru: Рассылки после присоединения человека
sk_sk: Správy podľa podpisov

source: %d cases where somebody signed a pledge they had previously been alerted about. Time gap between alert and signing is displayed for each case.
es_es: %d casos en los que un voluntario realizó una suscripción tras haber sido notificado. El espacio de tiempo entre el momento de la notificación y el de la suscripción es mostrada en cada caso.
fr_fr: Il y a %d cas où une personne a signé une promesse à la suite d'une alerte. Le délai entre l'alerte et le moment de signer est affiché pour chaque cas.
it_it: %d casi in cui l'impegno è stato sottoscritto in seguito ad un avviso. Per ciascun caso, è presentata la distanza temporale tra l'avviso e la sottoscrizione.
ru_ru: %d случаев, в которых люди присоединились к обещанию после того, как получили уведомление о его создании. Временные промежутки между уведомлением и присоединением показаны для каждого случая отдельно.
sk_sk: %d prípadov (-y), keď sa niekto podpísal pod sľub na základe správy od nás. Čas medzi poslaním správy a podpísaním sa je uvedený u každého zvlášť.

source: Local alerts by country
cy_gb: Larymau lleol wrth y wlad
es_es: Notificaciones locales por país
fr_fr: Alertes locales par pays
it_it: Avvisi locali per paese
ru_ru: Рассылки по странам
sk_sk: Správy o sľuboch v okolí podľa krajiny

source: Local alert signups
cy_gb: Cofrestrau am larymau lleol
es_es: Suscripciones a notificaciones locales
fr_fr: Souscriptions aux alertes locales
it_it: Sottoscrizioni in seguito ad avviso locale
ru_ru: Подключения к рассылке
sk_sk: Zapísanie sa na správy o sľuboch v okolí

source: Unknown alert %d
cy_gb: Rhybudd anhysbys %d
es_es: Alerta desconocida: %d
fr_fr: Alerte inconnue %d
it_it: Avviso %d non riconosciuto
ru_ru: Неизвестное сообщение %d
sk_sk: Neznáma správa %d

source: Alert %d does not belong to person %d
cy_gb: 'Dyw rhybudd %d ddim yn perthyn i berson %d
es_es: La alerta %d no corresponde a la persona %d
fr_fr: L'alerte %d n'appartient pas à la personne %d
it_it: L'avviso %d non appartiene alla persona %d
ru_ru: Сообщение %d не принадлежит к человеку %d
sk_sk: Správa %d nepatrí použ. %d

source: (disabled)
es_es: (deshabilitado)
fr_fr: (non disponible)
it_it: (disattivato)
ru_ru: (заблокировано)
sk_sk: (vypnuté)

source: new comments on the pledge '%s'%s
cy_gb: sylwadau newydd ar yr addewid '%s'%s
es_es: nuevos comentarios sobre el compromiso '%s'%s
fr_fr: nouveaux commentaires sur la promesse '%s'%s
it_it: nuovi commenti sull'impegno '%s'%s
ru_ru: появляются новые комментарии по обещанию '%s'%s
sk_sk: nové komentáre k sľubu „%s“ %s

source: new pledges near UK postcode %s%s
cy_gb: addewidion newydd yn y DG ar bwys cod post %s%s
es_es: nuevos compromisos en el Reino Unido en las cercanías de la zona con código postal %s%s
fr_fr: nouvelles promesses près du code postal britannique %s%s
it_it: nuovi impegni vicini al codice postale (UK) %s%s
ru_ru: новые обещания в районе почтового индекса Соединенного Королевства %s%s
sk_sk: nových sľuboch v blízkosti britského PSČ %s%s

source: new pledges near %s%s
cy_gb: addewidion newydd ar bwys %s%s
es_es: nuevos compromisos cerca de %s%s
fr_fr: nouvelles promesses près de %s%s
it_it: nuovi impegni vicini a %s%s
ru_ru: появятся новые обещания возле %s%s
sk_sk: nové sľuby v blízkosti obce %s%s,

source: Unknown event code '%s'
cy_gb: C&ocirc;d digwyddiad anhysbys '%s'
es_es: Código de evento desconocido: '%s'
fr_fr: Code d'événement inconnu '%s'
it_it: Codice evento '%s' non riconosciuto
ru_ru: Неизвестный код события '%s'
sk_sk: Neznámy kód akcie %s

source: Local pledge alerts
cy_gb: Larymau addewidion newydd
es_es: Notificaciones de compromisos locales
fr_fr: Alertes de promesses locales
it_it: Avvisi impegni locali
ru_ru: Сообщения о создании обещаний в своем регионе
sk_sk: Správy o nových sľuboch v okolí

source: You will get email when there are:<ul>
cy_gb: Cewch chi ebost pan bod:<ul>
es_es: Recibirá una notificación por correo electrónico cuando haya:<ul>
fr_fr: Vous recevrez un courriel lorsqu'il y aura&nbsp;:<ul>
it_it: Riceverai una email quando ci saranno:</ul>
ru_ru: Вы получаете email если:<ul>
sk_sk: Dáme vám vedieť, keď ľudia napíšu:<ul>

source: Unsubscribe
es_es: Cancelar la suscripción
fr_fr: Se désabonner
it_it: Cancella iscrizione
ru_ru: Отказаться
sk_sk: Odhlásiť sa

source: To add a new place, <a href="/alert">click here</a>.
cy_gb: I ychwanegu lle newydd, <a href="/alert">rhowch glec yma</a>.
es_es: Para añadir un nuevo lugar, <a href="/alert">pulse aquí</a>.
fr_fr: Pour ajouter un nouvel endroit, <a href="/alert">cliquez ici</a>.
it_it: Per aggiungere una nuova località, <a href="/alert">clicca qui</a>.
ru_ru: Чтобы добавить новое место, <a href="/alert">нажмите здесь</a>.
sk_sk: Ak chcete pridať ďalšie miesto, <a href="/alert">kliknite sem</a>.

source: Comment alerts
es_es: Notificaciones de comentarios
fr_fr: Alertes de commentaires
ru_ru: Уведомления о добавлении комментариев
sk_sk: Správy o nových komentároch

source: You will get email when there are:
es_es: Recibirá una notificación por correo electrónico cuando haya:
fr_fr: Vous recevrez un courriel lorsqu'il y aura&nbsp;:
ru_ru: Вы получаете email если:
sk_sk: Pošleme vám e-mail, ak ľudia napíšu:

source: Show all your comment alerts
es_es: Muestre todas sus alertas de comentarios
fr_fr: Afficher tous les alertes de commentaires
sk_sk: Zobraziť všetky sľuby, pri ktorých sledujete nové komentáre

source: To pledge %s by %s, %s.
fr_fr: À la promesse %s par %s, %s.
ru_ru: К обещанию %s автора %s, %s.
sk_sk: Sľúbiť %s. Autor(ka): %s, %s.

source: To pledge %s by %s.
es_es: Con relación a %s, creado por %s.
fr_fr: À la promesse %s par %s.
it_it: Sull'impegno %s da %s.
ru_ru: К обещанию %s от %s.
sk_sk: Sľúbujem, že %s. Autor(ka): %s.

source: Abusive? Report it!
cy_gb: Yn faleisus? Rhowch wybod!
es_es: ¿Contenido abusivo? ¡Háganoslo saber!
fr_fr: Injurieux? Faites-en un rapport!
it_it: Offensivo? Fai rapporto!
ru_ru: Вас оскорбили? Сообщите нам!
sk_sk: Uráža niekoho? Nahláste ho!

source: No pledge '%s'
cy_gb: Dim addewid '%s'
es_es: No existe ningún compromiso '%s'
fr_fr: Pas de promesse '%s'
it_it: Impegno '%s' non riconosciuto
ru_ru: Обещания '%s' нет
sk_sk: žiadny sľub, v ktorom by bola fráza „%s“, sa nenašiel

source: No comments yet! Why not add one?
cy_gb: Dim sylwadau hyd yn hyn! Beth am ychwanegu sylw?
es_es: ¡Aún no existen comentarios! ¿Por qué no añade uno?
fr_fr: Pas encore de commentaires! Pourquoi ne pas en ajouter un?
it_it: Ancora nessun commento! Perchè non aggiungerne uno?
ru_ru: Комментариев ещё нет! Почему бы не добавить один?
sk_sk: Ešte tu nie sú žiadne komentáre! Prečo jeden nepridať?

source: %s by %s, on %s, %s
es_es: %s creado por %s, con relación a %s, %s
fr_fr: %s par %s, à propos de %s, %s
ru_ru: %s автора %s, для обещания %s, %s
sk_sk: %s autor(ka): %s k&nbsp;%s %s

source: Comment on %s pledge by %s
es_es: Comentarios sobre el compromiso %s por parte de %s
fr_fr: Commentaires sur la promesse %s de la part de %s
ru_ru: Комментарий на обещание %s автора %s
sk_sk: Komentár k sľubu %s, od %s

source: RSS feed of comments on all pledges
es_es: Protocolo RSS sobre comentarios de todos los compromisos
fr_fr: flux RSS de commentaires sur toutes les promesses
ru_ru: RSS-лента комментариев по всем обещаниям
sk_sk: Automaticky sledovať komentáre ku&nbsp;všetkým sľubom v&nbsp;reálnom čase

source: <h2>Latest comments</h2>
cy_gb: <h2>Sylwadau diweddaraf</h2>
es_es: <h2>Últimos comentarios</h2>
fr_fr: <h2>Derniers commentaires</h2>
it_it: <h2>Ultimi commenti</h2>
ru_ru: <h2>Последние комментарии</h2>
sk_sk: <h2>Najnovšie komentáre</h2>

source: No comments
es_es: Sin comentarios
fr_fr: Aucun commentaire
ru_ru: Комментариев нет
sk_sk: Nikto nenapísal komentár

source: This pledge is closed for new comments.
es_es: Este compromiso no admite nuevos comentarios.
fr_fr: Cette promesse est fermée à de nouveaux commentaires.
ru_ru: Обещанию уже нельзя добавить комментарий
sk_sk: K tomuto sľubu sa nedajú napísať nové komentáre.

source: <h2>Add public comment</h2>
es_es: <h2>Añadir comentario público</h2>
fr_fr: <h2>Ajoutez un commentaire public</h2>
ru_ru: <h2>Добавление комментария(будет доступно "поисковикам")</h2>
sk_sk: <h2>Napísať verejný komentár</h2>

source: Your web site address
es_es: La dirección de su página web
fr_fr: Votre site web
ru_ru: Адрес Вашего вэб-сайта
sk_sk: Adresa www stránky

source: (optional, will be shown publicly)
es_es: (opcional, se mostrará públicamente)
fr_fr: (facultatif, sera visible au public)
ru_ru: (опция, будет общедоступным)
sk_sk: (nepovinné, zverejní sa)

source: Your comment
cy_gb: Eich sylw
es_es: Su comentario
fr_fr: Votre commentaire
it_it: Il tuo commento
ru_ru: Ваш комментарий
sk_sk: Váš komentár

source: Privacy note:
es_es: Nota de privacidad:
fr_fr: Notez bien&nbsp;:
ru_ru: О безопастности:
sk_sk: Poznámka o ochrane súkromia:

source: Your name (and web site address if given) will be shown publicly on this page with your comment. Your email address will not be shown. People searching for your name on the Internet may find your comment.
es_es: Su nombre (y la dirección de su página web si existiese) será mostrado públicamente en esta página junto a su comentario. Su dirección de correo electrónico no será mostrada. Quien realice una búsqueda por nombre en Internet podrá encontrar su comentario.
fr_fr: Votre nom (et votre adresse web, si vous la fournissez) sera affiché publiquement sur cette page avec votre commentaire. Votre adresse courriel ne sera pas affichée. Les gens cherchant votre nom sur Internet pourront trouver votre commentaire.
ru_ru: Ваше имя (и вэб-сайт, если Вы укажете), будут отображаться в комментарии и будут доступны для "поисковиков". Ваш email-адрес не будет отображаться в комментарии. Люди ищущие Ваше имя в "поисковиках" возможно смогут увидеть Ваш комментарий.
sk_sk: Vaše meno (a&nbsp;adresa www stránky, ak ju uvediete) sa na&nbsp;tejto stránke zverejní spolu s&nbsp;komentárom. Vaša e-mailová adresa sa nezverejní. Ľudia, ktorí budú hľadať vaše meno na&nbsp;internete, môžu váš komentár nájsť.

source: Email me future comments on this pledge
cy_gb: Ebostiwch sylwadau ar yr addewid hwn ataf
es_es: Envíeme en el futuro comentarios sobre este compromiso
fr_fr: Envoyez-moi par courriel les commentaires ultérieurs sur cette promesse
it_it: Desidero ricevere i commenti fatti su questo impegno
ru_ru: Присылайте мне дальнейшие комментарии к обещанию посредством email
sk_sk: Ďalšie komentáre k tomuto sľubu mi pošlite e-mailom

source: Preview
cy_gb: Rhagolwg
es_es: Previsualización
fr_fr: Aperçu
it_it: Anteprima
ru_ru: Предварительный просмотр
sk_sk: Ukážka

source: Post comment
cy_gb: Anfon sylw
es_es: Enviar un comentario
fr_fr: Afficher le commentaire
it_it: Invia commento
ru_ru: Разместить комментарий
sk_sk: Poslať komentár

source: %d year ago
es_es: hace %d año
fr_fr: il y a %d an
ru_ru: %d год назад
sk_sk: pred&nbsp;%d rokom

source: %d month ago
es_es: hace %d mes
fr_fr: il y a %d mois
ru_ru: %d месяц назад
sk_sk: pred&nbsp;%d mesiacom

source: %d week ago
es_es: hace %d minuto
fr_fr: il y a %d semaine
ru_ru: %d неделю назад
sk_sk: pred&nbsp;%d týždňom

source: %d day ago
es_es: hace %d día
fr_fr: il y a %d jour
ru_ru: %d день назад
sk_sk: pred&nbsp;%d dňom

source: %d hour ago
es_es: hace %d hora
fr_fr: il y a %d heure
ru_ru: %d час назад
sk_sk: pred&nbsp;%d hodinou

source: %d minute ago
es_es: hace %d minuto
fr_fr: il y a %d minutes
ru_ru: %d минуту назад
sk_sk: pred&nbsp;%d minútou

source: less than a minute ago
es_es: hace menos de un minuto
fr_fr: il y a moins d'une minute
ru_ru: менее минуты назад
sk_sk: pred menej ako minútou

source: exceeded
es_es: superó
fr_fr: dépassé
it_it: superato
ru_ru: превышено
sk_sk: prekročil(a)

source: met
es_es: alcanzó
fr_fr: atteint
it_it: raggiunto
ru_ru: достигнуто
sk_sk: splnil(a)

source: Yours, the PledgeBank.com team
es_es: Suyo, el equipo de PledgeBank.com
sk_sk: S pozdravom tím stránky www.slubowebka.com

source: PledgeBank.com
fr_fr: Promessothèque.com
sk_sk: www.slubowebka.com

source: Email this pledge
cy_gb: Ebostio'r addewid
es_es: Enviar este compromiso por correo electrónico
fr_fr: Envoyez cette promesse par courriel
it_it: Inviare l'impegno via email
ru_ru: Рассказать об обещании
sk_sk: Poslať tento sľub e-mailom

source: Please enter these details so that we can send your message to your contacts. We will not give or sell either your or their email address to anyone else.
cy_gb: Rhowch y manylion hyn er mwyn i ni fedru anfon eich neges at eich cysylltiadau. Fyddwn ni ddim yn rhoi nac yn gwerthu'ch cyfeiriad e-bost chi na'u rhai nhw i unrhyw un arall.
es_es: Por favor, facilítenos los siguientes datos para que podamos enviar su mensaje a sus contactos. No ofreceremos ni venderemos su dirección de correo electrónico ni la de sus contactos a terceros.
fr_fr: Veuillez entrer ces détails pour que l'on puisse envoyer votre message à vos contacts. Nous ne nous engageons ni à donner, ni à vendre à qui que ce soit les coordonnées que vous donnez.
it_it: Si prega di inserire le seguenti informazioni personali per consentirci di inviare il tuo messaggio ai tuoi contatti. Gli indirizzi email tuo e dei tuoi contatti non saranno mai ceduti o venduti a terzi.
ru_ru: Пожалуйста, укажите email-адреса тех, кому Вы бы хотели рассказать о данном обещании. Мы никому не дадим и не продадим их и Ваш email-адреса.
sk_sk: Prosím, vyplňte tieto údaje, aby sme mohli vašu správu odoslať všetkým, ktorým chcete. Vašu e-mailovú adresu ani e-mailové adresy vašich priateľov nikomu nedáme ani nepredáme.

source: Other people's email addresses:
cy_gb: Cyfeiriadau ebost pobl eraill:
es_es: Dirección de correo electrónico de otras personas:
fr_fr: Les adresses courriel des autres personnes&nbsp;:
it_it: Indirizzi email dei tuoi contatti:
ru_ru: Укажите, пожалуйста, email-адреса:
sk_sk: E-mailové adresy ďalších ľudí:

source: the UK
cy_gb: y DU
es_es: El Reino Unido
fr_fr: le Royaume-Uni
it_it: Regno Unito
ru_ru: Соединенное Королевство
sk_sk: Veľkej Británii

source: choose site
cy_gb: dewis safle
es_es: elija una página
fr_fr: sélectionner le site web
it_it: scegli un sito
ru_ru: выбрать вэб-сайт
sk_sk: Vyberte si stránku

source: change country
cy_gb: newid gwlad
es_es: cambiar país
fr_fr: changer de pays
it_it: cambia il paese
ru_ru: изменить страну
sk_sk: Zmeniť krajinu

source: change language
cy_gb: newid iaith
es_es: cambiar idioma
fr_fr: changer de langue
it_it: cambia la lingua
ru_ru: изменить язык
sk_sk: Zmeniť jazyk

source: %s%s pledges listed
es_es: Se listarán únicamente los compromisos en %s%s
fr_fr: seulement les promesses %s%s sont affichées
ru_ru: Список обещаний из %s%s
sk_sk: sľuby %s%s

source: %s%s pledges only listed
es_es: Tan sólo los compromisos en %s%s serán listados
fr_fr: seulement les promesses de %s%s sont affichées
ru_ru: Список обещаний только из %s%s
sk_sk: tu sú uvedené len sľuby %s%s
