Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Subject: Confirm your new pledge - '<?=$values['title']?>' at PledgeBank.com Please click on the link below to confirm that you wish PledgeBank.com to display the pledge at the bottom of this email in your name. <?=$values['url']?> Your pledge reads: '<?=$values['sentence_first']?>' Thank you for submitting your pledge to PledgeBank. <?=$values['signature']?>
es_es: Subject: Confirme su nuevo compromiso - '<?=$values['title']?>' en PledgeBank.com Por favor, pulse sobre el enlace siguiente si desea que PledgeBank.com muestre el compromiso en su nombre. <?=$values['url']?> Su compromiso enuncia: '<?=$values['sentence_first']?>' Gracias por enviar su compromiso a PledgeBank. <?=$values['signature']?>
fr_fr: Subject: Confirmez votre nouvelle promesse - '<?=$values['title']?>' à Promessothèque.com Veuillez cliquer sur le lien ci-dessous pour confirmer que vous souhaitez que Promessothèque.com affiche la promesse au bas de ce courriel à votre nom. <?=$values['url']?> Votre promesse se lit : '<?=$values['sentence_first']?>' Merci de soumettre votre promesse à Promessothèque.com. <?=$values['signature']?>
it_it: Subject: Conferma il tuo nuovo impegno - '<?=$values['title']?>' presso PledgeBank.com Clicca il link qui sotto per autorizzare PledgeBank.com a pubblicare il tuo impegno. <?=$values['url']?> Il tuo impegno: '<?=$values['sentence_first']?>' Grazie! <?=$values['signature']?>
ru_ru: Subject: Подтвердите создание своего обещания - '<?=$values['title']?>' на PledgeBank.com Пожалуйста, перейдите по ссылке внизу, чтобы подтвердить Ваше желание отображать, приведенное в конце данного письма, обещание под Вашим именем. <?=$values['url']?> Ваше обещание говорит: '<?=$values['sentence_first']?>' Спасибо Вам за создание обещания в банке обещаний. <?=$values['signature']?>
sk_sk: Subject: Potvrďte, prosím, svoj nový sľub „<?=$values['title']?>“ na stránke www.slubowebka.com Kliknutím na tento odkaz, prosím, potvrďte, že si želáte, aby stránka http://www.slubowebka.com/ zverejnila sľub uvedený v spodnej časti tohto e-mailu pod vaším menom. <?=$values['url']?> Váš sľub znie takto: „<?=$values['sentence_first']?>“ Ďakujeme, že ste svoj sľub napísali na Sľubowebke. <?=$values['signature']?>

source: Subject: Signing up to '<?=$values['title']?>' at PledgeBank.com <?=$values['user_name']?>, Please click on the link below to confirm your signature on the pledge at the bottom of this email. <?=$values['url']?> The pledge was created by <?=$values['creator_name']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
es_es: Subject: Suscripción a '<?=$values['title']?>' en PledgeBank.com <?=$values['user_name']?>, Por favor, pulse sobre en el enlace que encontrará abajo para confirmar su suscripción a este compromiso. <?=$values['url']?> El compromiso fue creado por <?=$values['creator_name']?> y enuncia: '<?=$values['sentence_first']?>' <?=$values['signature']?>
fr_fr: Subject: Souscription à '<?=$values['title']?>' à Promessothèque.com <?=$values['user_name']?>, Veuillez cliquer sur le lien ci-dessous pour confirmer votre signature sur la promesse au bas de ce courriel. <?=$values['url']?> La promesse a été créée par <?=$values['creator_name']?> et se lit : '<?=$values['sentence_first']?>' <?=$values['signature']?>
it_it: Subject: Sottoscrizione a '<?=$values['title']?>' PledgeBank.com <?=$values['user_name']?>, Clicca il link per confermare la tua sottoscrizione all'impegno di seguito specificato. <?=$values['url']?> L'impegno, creato da <?=$values['creator_name']?> è il seguente: '<?=$values['sentence_first']?>' <?=$values['signature']?>
ru_ru: Subject: Подключение к обещанию '<?=$values['title']?>' на PledgeBank.com <?=$values['user_name']?>, Пожалуйста, перейдите по ссылке ниже чтобы подтвердить свое подключение к обещанию указанному в конце письма. <?=$values['url']?> Автор обещания <?=$values['creator_name']?> и выглядит оно так: '<?=$values['sentence_first']?>' <?=$values['signature']?>
sk_sk: Subject: Podpis pod sľub „<?=$values['title']?>“ na www.slubowebka.com <?=$values['user_name']?>, Kliknutím na tento odkaz, prosím, potvrďte svoj podpis pod sľub uvedený v spodnej časti tohto e-mailu. <?=$values['url']?> Sľub napísal(a) <?=$values['creator_name']?> a znie takto: „<?=$values['sentence_first']?>“ <?=$values['signature']?>

source: Subject: Signing up to '<?=$values['title']?>' at PledgeBank.com <?=$values['user_name']?>, Please click on the link below to confirm your signature on the pledge at the bottom of this email. We will then send you email instead of a text message when the pledge succeeds or fails. <?=$values['url']?> The pledge was created by <?=$values['creator_name']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
es_es: Subject: Suscribiéndose a '<?=$values['title']?>' en PledgeBank.com <?=$values['user_name']?>, Por favor, pulse en el enlace que se encuentra en la parte inferior de este correo electrónico para confirmar su suscripción al compromiso. Tras ello, le enviaremos un correo electrónico en lugar de un mensaje de texto indicándole si el compromiso ha tenido éxito o no. <?=$values['url']?> El compromiso ha sido creado por <?=$values['creator_name']?> y enuncia: '<?=$values['sentence_first']?>'
fr_fr: Subject: Souscription à '<?=$values['title']?>' à Promessothèque.com <?=$values['user_name']?>, Veuillez cliquer sur le lien ci-dessous pour confirmer votre signature sur la promesse au bas de ce courriel. Nous vous enverrons donc un courriel au lieu d'un message texte quand la promesse fonctionnera ou échouera. <?=$values['url']?> La promesse a été créée par <?=$values['creator_name']?> et se lit : '<?=$values['sentence_first']?>' <?=$values['signature']?>
it_it: Subject: Sottoscrizione a '<?=$values['title']?>' PledgeBank.com <?=$values['user_name']?>, Clicca il link per confermare la tua sottoscrizione all'impegno di seguito specificato. Riceverai una email invece di un SMS quando l'impegno avrà successo oppure fallirà. <?=$values['url']?> L'impegno, creato da <?=$values['creator_name']?> è il seguente: '<?=$values['sentence_first']?>' <?=$values['signature']?>
ru_ru: Subject: Подлючение к обещанию '<?=$values['title']?>' на PledgeBank.com <?=$values['user_name']?>, Пожалуйста, перейдите по ссылке ниже, чтобы подтердить свое подключение к обещанию указанному в конце письма. После этого, мы сможем отсылать Вам письма вместо SMS-сообщений при достижении обещанием свое цели или о не удачном его завершении. <?=$values['url']?> Автор обещания <?=$values['creator_name']?> и выглядит оно так: '<?=$values['sentence_first']?>' <?=$values['signature']?>
sk_sk: Subject: Podpis pod sľub „<?=$values['title']?>“ na www.slubowebka.com <?=$values['user_name']?>, Kliknitím na tento odkaz, prosím, potvrďte svoj podpis pod sľub uvedený v spodnej časti tohto e-mailu. Potom vám namiesto SMS správy pošleme e-mail, v ktorom sa dozviete, či bol sľub úspešný alebo nie. <?=$values['url']?> Sľub napísal(a) <?=$values['creator_name']?> a znie takto: „<?=$values['sentence_first']?>“ <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that your pledge <?=$values['exceeded_or_met']?> its target in the required time. Your pledge reads: '<?=$values['sentence_first']?>' Next, please click on the link below and write a message to tell everyone who signed the pledge what next steps you have in mind. <?=$values['url']?> You may also want to consider, if it makes sense for your pledge and pledge signers, creating a Google group or Yahoo group to keep in touch after the action has been completed. You can find instructions for creating a Google group at http://groups.google.com/ and for creating a Yahoo group at http://groups.yahoo.com/ We love getting photos of people fulfilling their pledges, so why not ask them to take some pics? Send any pictures to team@pledgebank.com Thanks for using PledgeBank, and please continue creating and signing pledges! <?=$values['signature']?>
es_es: Subject: Compromiso con éxito - '<?=$values['title']?>' en PledgeBank.com ¡Felicidades! Nos agrada comunicarle que su compromiso <?=$values['exceeded_or_met']?> su objetivo en el tiempo requerido. Su compromiso enuncia: '<?=$values['sentence_first']?>' A continuación, pulse en el enlace siguiente y escriba un mensaje a todos aquéllos que se suscribieron a su compromiso, indicándoles cómo proceder. <?=$values['url']?> También puede que desea considerar si tiene sentido para su compromiso y voluntarios crear un grupo Google o Yahoo para mantener el contacto una vez se haya completado la acción. Puede encontrar las instrucciones para crear un grupo Google en http://groups.google.com/ y para crear un grupo Yahoo en http://groups.yahoo.com/ Nos encanta recibir fotos de gente llevando a cabo sus compromisos, así que ¿por qué no les pide que tomen algunas?Envíe las fotografías a team@pledgebank.com ¡Gracias por usar PledgeBank y, por favor, continúe suscribiéndose y creando compromisos! <?=$values['signature']?>
ru_ru: Subject: Обещание достигло своей цели - '<?=$values['title']?>' на PledgeBank.com Поздравляем! Мы рады сообщить что Ваше обещание <?=$values['exceeded_or_met']?> своей цели за требуемое время. Ваше обещание выглядит так: '<?=$values['sentence_first']?>' Теперь, пожалуйста, перейдите по ссылке внизу, и создайте сообщение с планом дальнейших действий, для всех подключившихся. <?=$values['url']?> Возможно Вас заинтересует следующее.Если это имеет смысл можете создать Google-группу или Yahoo-группу чтобы оставаться на связи после выполнения обещания. Инструкции по созданию Google-группы Вы сможете найти по адресу http://groups.google.com/, Yahoo-группы - http://groups.yahoo.com/ Можно попросить подключившихся сделать фотографии того, как они воплощают в жизнь обещание - нам нравиться наблюдать результаты использования проекта! Ждем Ваши фото по адресу: team@pledgebank.com Спасибо за использование проекта, и пожалуйста продолжайте создавать и подключаться к обещаниям! <?=$values['signature']?>
sk_sk: Subject: Sľub „<?=$values['title']?>“ www.slubowebka.com bol úspešný Blahoželáme! Sme radi, že vám môžeme oznámiť, že sa pod váš sľub podpísalo v časovom limite dosť ľudí <?=$values['exceeded_or_met']?> Váš sľub znie takto: „<?=$values['sentence_first']?>“ Ďalej, prosím, kliknite na tento odkaz a napíšte všetkým, ktorý sa pod váš sľub podpísali, čo máte ďalej v úmysle robiť. <?=$values['url']?> Možno by ste mohli zvážiť, ak sa to hodí pre váš sľub a tým, ktorí sa podpísali, že si založíte skupinu na Googli alebo na Yahoo, aby ste mohli spojiť, keď to urobíte. Pokyny na to, ako si založiť skupinu na Googli nájdete na stránke http://groups.google.com/ a na Yahoo na stránke http://groups.yahoo.com/ Radi dostávame od ľudí fotky, ako plnia svoje sľuby, takže by ste ich mohli poprosiť, aby ich zopár urobili. Všetky fotky posielajte na adresu team@pledgebank.com Ďakujeme, že používate a prosíme vás, pokračujte v písaní sľubov a podpisovaní sa pod ne! <?=$values['signature']?>

source: Subject: Pledge successful in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that your pledge reached its target for people in <?=$values['location_description']?> in the required time. Your pledge reads: '<?=$values['sentence_first']?>' Next, please click on the link below and write a message to suggest some next steps to everyone who signed the pledge in <?=$values['location_description']?> what you want them to do next. <?=$values['url']?> There are now <?=$values['byarea_success_count']?> places where your pledge has been successful. We love getting photos of people fulfilling their pledges, so why not ask them to take some pics? Send any pictures to team@pledgebank.com <?=$values['signature']?>
es_es: Subject: Compromiso con éxito en <?=$values['location_description']?> - '<?=$values['title']?>' en PledgeBank.com ¡Felicidades! Nos alegra poder comunicarle que su compromiso ha alcanzado su objetivo en <?=$values['location_description']?> en el tiempo requerido. Su compromiso enunciaba: '<?=$values['sentence_first']?>' A continuación, haga click, por favor, sobre el enlace siguiente para escribir un mensaje sugiriendo algunos pasos para los voluntarios de su compromiso en <?=$values['location_description']?> y diciéndoles cómo proceder. <?=$values['url']?> Ahora hay <?=$values['byarea_success_count']?> lugares en los que su compromiso ha tenido éxito. Nos encanta recibir fotos de gente llevando a cabo sus compromisos, así que... ¿por qué no les pide que tomen algunas? Envíelas a team@pledgebank.com <?=$values['signature']?>
ru_ru: Subject: Обещание достигло свое цели в <?=$values['location_description']?> - '<?=$values['title']?>' на PledgeBank.com Поздравляем! Нам приятно сообщить, что Ваше обещание, за требуемое время достигло своей цели в населенном пункте <?=$values['location_description']?>. Ваше обещание: '<?=$values['sentence_first']?>' Нажмите, пожалуйста, на ссылке ниже чтобы написать сообщение с планом дальнейших действий подключившимся к обещанию в <?=$values['location_description']?> <?=$values['url']?> На данный момент <?=$values['byarea_success_count']?> мест в которых Ваше обещание достигло своей цели Можно попросить подключившихся сделать фотографии того, как они воплощают в жизнь обещание - нам нравиться наблюдать результаты использования проекта! Ждем Ваши фото по адресу: team@pledgebank.com <?=$values['signature']?>
sk_sk: Subject: Sľub „<?=$values['title']?>“ na www.slubowebka.com — úspešný v obci <?=$values['location_description']?> Blahoželáme! Sme radi, že vám môžeme oznámiť, že sa pod váš sľub v obci <?=$values['location_description']?> podpísal v časovom limite potrebný počet ľudí. Váš sľub znie takto: „<?=$values['sentence_first']?>“ Kliknite, prosím, na tento odkaz a všetkým, ktorí sa pod sľub podpísali v obci <?=$values['location_description']?>, napíšte, čo majú urobiť ďalej. <?=$values['url']?> Teraz je sľub úspešný na <?=$values['byarea_success_count']?> miestach. Radi dostávame od ľudí fotky, na ktorých plnia svoje sľuby, takže by sme boli radi, keby ste ich o to poprosili. Všetky fotky posielajte na adresu team@pledgebank.com <?=$values['signature']?>

source: Subject: Reminder - Please write to your pledge signers - '<?=$values['title']?>' Congratulations! Your pledge reached its target three days ago. We suggest that you write to the signers of your pledge to suggest some next steps. Click on the link below to talk to them. <?=$values['url']?> While you're at it, why not ask your signers to take some photos of themselves fulfilling their pledge - we love to see PledgeBank in action! Send any pictures to team@pledgebank.com <?=$values['signature']?>
es_es: Subject: Recordatorio - Por favor, escriba a los voluntarios de su compromiso - '<?=$values['title']?>' ¡Felicidades! Su compromiso logró su objetivo hace tres días. Le sugerimos que escriba a los suscriptores de su compromiso para indicarles siguientes pasos. Seleccione el enlace siguiente para contactarlos. <?=$values['url']?> Cuando se esté llevando a cabo, por qué no les solicita que tomen algunas fotos de ellos mismos ejecutando el compromiso - ¡Nos encanta ver PledgeBank en acción! Envía las fotografías a team@pledgebank.com <?=$values['signature']?>
ru_ru: Subject: Напоминание - Пожалуйста, отошлите сообщение подключившимся - '<?=$values['title']?>' Поздравляем! Ваше обещание достигло свое цели 3 дня назад. Рекомендуем Вам отослать сообщение подключившимся к Вашему обещанию с планом дальнейших действий. Чтобы отослать им сообщение, перейдите по ссылке ниже. <?=$values['url']?> Можно попросить подключившихся сделать фотографии того, как они воплощают в жизнь обещание - нам нравиться наблюдать результаты использования проекта! Ждем Ваши фото по адресу: team@pledgebank.com <?=$values['signature']?>
sk_sk: Subject: Pripomienka — prosím, napíšte podpísaným pod sľub „<?=$values['title']?>“ Blahoželáme! Pod váš sľub sa pred 3 dňami podpísal potrebný počet ľudí. Navrhujeme, aby ste napísali ľuďom, ktorí sa pod váš sľub podpísali, a uviedli ďalšie kroky. Kliknite na tento odkaz a spojte sa s nimi. <?=$values['url']?> A kým ho plníte, poproste ľudí, ktorí sa podpísali, aby sa odfotili, ako plnia svoj sľub — veľmi radi vidíme ľudí na Sľubowebke v akcii. Všetky fotky posielajte na adresu team@pledgebank.com <?=$values['signature']?>

source: Subject: Reminder - Please write to your pledge signers in <?=$values['location_description']?> - '<?=$values['title']?>' Congratulations! Your pledge reached its target in <?=$values['location_description']?> three days ago. We suggest that you write to the signers of your pledge in <?=$values['location_description']?> to suggest some next steps. Click on the link below to talk to them. <?=$values['url']?> While you're at it, why not ask your signers to take some photos of themselves fulfilling their pledge - we love to see PledgeBank in action! Send any pictures to team@pledgebank.com Thanks so much for using PledgeBank! <?=$values['signature']?>
es_es: Subject: Recordatorio - Por favor, escriba a sus voluntarios en <?=$values['location_description']?> - '<?=$values['title']?>' ¡Felicidades! Su compromiso logró su objetivo en <?=$values['location_description']?> hace tres días. Le recomendamos que escriba a los voluntarios de su compromiso en <?=$values['location_description']?> sugerirles algunos pasos. Selecciones el siguiente enlace para contactarlos. <?=$values['url']?> Mientras se esté llevando a cabo el compromiso, por qué no solicita a sus voluntarios que tomen algunas fotografías de ellos mismos cumpliendo el compromiso - ¡Nos encanta ver PledgeBank en acción! Envíe las fotografías a team@pledgebank.com ¡Muchas gracias por usar PledgeBank! <?=$values['signature']?>
ru_ru: Subject: Напоминание - Пожалуйста, отошлите сообщение подключившимся в <?=$values['location_description']?> - '<?=$values['title']?>' Поздравляем! Ваше обещание достигло свое цели в <?=$values['location_description']?> 3 дня назад. Рекомендуем Вам отослать сообщение подключившимся к обещанию (в <?=$values['location_description']?>) с планом дальнейших действий. Чтобы отослать им сообщение, перейдите по ссылке ниже. <?=$values['url']?> Можно попросить подключившихся сделать фотографии того, как они воплощают в жизнь обещание - нам нравиться наблюдать результаты использования проекта! Ждем Ваши фото по адресу: team@pledgebank.com Огромное спасибо за использование проекта проекта! <?=$values['signature']?>
sk_sk: Subject: Pripomienka: Prosím, napíšte podpísaným v meste <?=$values['location_description']?> — „<?=$values['title']?>“ Blahoželáme! Pod váš sľub sa pred 3 dňami v meste <?=$values['location_description']?> podpísal potrebný počet ľudí. Navrhujeme, aby ste napísali ľuďom, ktorí sa pod váš sľub podpísali v obci <?=$values['location_description']?> a uvedli ďalšie kroky. Kliknite na tento odkaz a spojte sa s nimi. <?=$values['url']?> A kým ho plníte, poproste ľudí, ktorí sa podpísali, aby sa odfotili, ako plnia svoj sľub — veľmi radi vidíme ľudí na Sľubowebke v akcii. Všetky fotky posielajte na adresu team@pledgebank.com Ďakujeme veľmi pekne, že používate Sľubowebku! <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that the pledge you signed up to has been a success! The pledge, created by <?=$values['creator_name']?>, reads: '<?=$values['sentence_first']?>' The <?=$values['signers_ordinal']?> person has signed the pledge, just moments ago! Now it's your turn to do what you pledged. <?=$values['creator_name']?> will email you soon to give you any further information you need and to help plan some next steps. And while you're at it, Why not take some photos of you fulfilling your pledge - we love pics :) Send any pictures to team@pledgebank.com <?=$values['signature']?> KEEP UP TO DATE - Sign up to get emails when people create new pledges in your area (max one email a day). Click here and enter your postcode: <?=$values['local_alert_url']?>
es_es: Subject: Compromiso con éxito - '<?=$values['title']?>' en PledgeBank.com ¡Felicidades! Nos agrada comunicarle que el compromiso para el que se había suscrito ha tenido éxito. El compromiso, creado por <?=$values['creator_name']?>, enuncia: '<?=$values['sentence_first']?>' La <?=$values['signers_ordinal']?> persona se ha suscrito al compromiso hace tan sólo unos instantes. Ahora es el momento de que Vd. lleve a cabo su parte. <?=$values['creator_name']?> se pondrá en contacto con Vd. vía correo electrónico en breve para facilitarle la información que necesite y para ayudarle a planear los pasos siguientes. Y mientras esté ejecutando el compromiso, ¿por qué no toma algunas fotografías mientras lo lleva a cabo? - nos encantan las fotografías :) Envíelas a team@pledgebank.com <?=$values['signature']?> MANTÉNGASE AL DÍA - Suscríbase para recibir un correo electrónico siempre que se cree un compromiso en su área (un correo electrónico por día como máximo). Pulse aquí e introduzca su código postal: <?=$values['local_alert_url']?>
ru_ru: Subject: Обещание достигло свое цели - '<?=$values['title']?>' на PledgeBank.com Поздравляем! Нам приятно сообщить Вам, что обещание, к которому вы подключились, достигло своей цели! Обещание, созданное автором <?=$values['creator_name']?>, выглядит так: '<?=$values['sentence_first']?>'. <?=$values['signers_ordinal']?> человек подключились к обещанию мгновение назад. Теперь можно приступить к выполнению того, что Вы пообещали. <?=$values['creator_name']?> пришлет Вам скоро письмо, чтобы сообщить дальнейший план действий. Нам очень интересно увидеть фотографий процесса выполнения Вами обещания - нам нравяться такие фото :) Ждем Ваши фото по адресу: team@pledgebank.com <?=$values['signature']?> РАССЫЛКА - Подключение к рассылке уведомлений о создании обещаний в Вашем регионе (максимум одно письмо в день). Нажмите здесь и введите свой почтовый индекс: <?=$values['local_alert_url']?>
sk_sk: Subject: Sľub „<?=$values['title']?>“ na www.slubowebka.com bol úspešný Blahoželáme! Sme radi, že vám môžeme oznámiť, že sľub, pod ktorý ste sa podpísali, bol úspešný! Sľub, ktorého autorom (-kou) je <?=$values['creator_name']?>, znel takto: „<?=$values['sentence_first']?>“ <?=$values['signers_ordinal']?> človek sa podpísal pod tento sľub len pred krátkou chvíľou! Teraz je rad na vás, aby ste splnili, čo ste sľúbili. <?=$values['creator_name']?> vám čoskoro pošle všetky ďalšie informácie, ktoré potrebujete a pomôže naplánovať ďalší postup. A keď na tom budete pracovať, budeme radi, ak nám pošlete pár fotiek, ako plníte svoj sľub — zbožňujeme fotky :) Všetky fotky posielajte na adresu team@pledgebank.com <?=$values['signature']?> BUĎTE V OBRAZE: Zapíšte sa a pošleme vám e-mail vždy, keď ľudia z vášho okolia uverejnia nový sľub (max. 1 e-mail denne). Kliknite sem a napíšte svoje PSČ: <?=$values['local_alert_url']?>
