Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: We're not sure yet, but we reckon that there are some general rules which will apply. First, the lower a pledge target (in terms of numbers), the more likely it is to succeed. Second, the sheer energy with which you push a pledge, whether your own or one you've subscribed to, will have a big difference. If you are willing to take a wireless enabled laptop from door to door, and get people to sign up then and there, you're more likely to be successful than someone who puts their pledge up and forgets about it.
es_es: No estamos seguros todavía, pero creemos que existen determinados aspectos que sería interesante tener en cuenta. Por una parte, cuanto más simples sean los requisitos del compromiso (en términos de cantidad de voluntarios), tanto más sencillo será lograr el éxito. Por otro lado, la motivación con que asuma un compromiso, tanto uno propio como aquél al que se haya ofrecido voluntario, marcará la diferencia. Si está dispuesto a llevar un ordernador portátil con acceso inalámbrico a internet de puerta en puerta, haciendo que la gente se suscriba como voluntaria de forma esporádica, la probabilidad de éxito será siempre mayor a la de aquéllas personas que creen un compromiso y lo olviden rápidamente.
fr_fr: Nous n'en sommes pas encore sûrs, mais nous estimons qu'il y a quelques règles de base à respecter. Premièrement, moins une promesse vise en termes d'effectifs, plus les chances de succès sont élevées. Deuxièmement, toute l'énergie avec laquelle vous faites la promotion d'une promesse, qu'elle soit la vôtre ou une à laquelle vous avez souscrit, fera une différence majeure. Si vous avez l'intention de trimbaler votre ordinateur portable sans fil de porte à porte, et faites signer les gens directement, vous avez plus de chances de succès que quelqu'un qui affiche sa promesse pour ensuite l'oublier.
ru_ru: Мы еще не уверены, но считаем что определили некоторые основные правила, которые подойдут к любому обещанию. Во-первых, чем меньше цель обещания (по количеству людей), тем больше шансов у обещания завершиться успешно. Во-вторых, очень многое зависит от того с какой энергией Вы будете продвигать обещание, незвисимо от того являетесь Вы его автором или просто присоединились к нему. Если Вы возмёте с собой ноутбук, с беспроводной связью, и будете ходить от дома к дому с предложением присоединиться к Вашему обещанию, то у Ваc будет больше шансов собрать необходимое к-во людей чем у того, кто создаст обещание и забудет о нем.
sk_sk: Ešte si nie sme istí, ale myslíme si, že tu platí niekoľko základných pravidiel. Po prvé, čím menší je cieľ, čo sa týka počtu ľudí, tým väčšiu šancu máte na&nbsp;úspech. Po druhé, samotná sila, pomocou ktorej presadíte sľub, či už svoj vlastný, alebo ten, pod ktorý ste sa podpísali, spôsobí veľkú zmenu. Ak budete ochotný (-á) nosiť bezdrôtový notebook od&nbsp;dverí k&nbsp;dverám a&nbsp;presviedčať ľudí, aby sa podpísali tu a&nbsp;teraz, máte väčšiu šancu na&nbsp;úspech ako niekto, kto svoj sľub napíše a&nbsp;potom na&nbsp;neho zabudne.

source: <a name="targets">How many people should I ask for?</a>
cy_gb: <a name="targets">Faint o bobl dylwn ofyn amdanynt?</a>
es_es: <a name="targets">¿Cuántos voluntarios debo solicitar?</a>
fr_fr: <a name="targets">Combien de personnes devrais-je espérer recruter?</a>
it_it: <a name="targets">Quale deve essere il mio target in termini di numero di adesioni?</a>
ru_ru: <a name="targets">Скольких людей следует просить поддержать обещание?</a>
sk_sk: <a name="targets">Koľkých ľudí by som mal(a) zapojiť?</a>

source: We recommend that you pick the lowest target you can possibly bear to. Choose the number of people for which you could only just be bothered to carry out your part of the pledge. One more than the number where it wouldn't be worth it. Don't put the value any higher than that. This makes it most likely your pledge will succeed, and more people than you expected can always sign up.
es_es: Recomendamos que elija el menor número posible de voluntarios. Elija un número de personas tal que el esfuerzo correspondiente a su parte del compromiso equivalga a aquél que estaría, como máximo, dispuesto a aceptar; un número tal que si una persona fallase el compromiso no valiese la pena. No se exceda con los voluntarios. Esto facilita el éxito de su compromiso y, por otro lado, siempre es posible que haya más personas interesadas en su compromiso de las que Vd. esperaba.
fr_fr: Nous vous recommandons de ne pas placer la barre trop haute. Visez un nombre raisonnable de signataires de sorte que votre seul souci soit de faire votre part. Il faut juste assez de monde pour que votre promesse en vaille la peine, mais pas plus. Cela optimise les chances de succès de votre promesse, et d'autres personnes peuvent toujours s'ajouter.
ru_ru: Мы рекомендуем Вам выбирать как можно более реальную цель, ту которую Вы действительно сможете осилить. Указывайте количество людей, минимально достаточное для реализации обещания. Не больше. Это увеличит шансы Вашего обещания на успех. В любом случае к Вашему обещанию всегда cмогут присоединиться люди сверх указанного числа.
sk_sk: Odporúčame, aby ste si určili čo najmenší počet ľudí. Napíšte taký počet ľudí, ktorému by ste sa dokázali venovať, kým nesplníte svoju časť sľubu. Keby ste napísali o&nbsp;jedného viac, nemalo by to cenu. Nepíšte väčšie číslo ako toto. Tak máte väčšiu šancu, že svoj sľub splníte a&nbsp;pritom sa stále môže podpísať viac ľudí, ako ste očakávali.

source: Why does my new pledge not appear on the All Pledges page or in search results?
es_es: ¿Por qué no aparece mi nuevo compromiso en la sección de Todos los compromisos o en los resultados de la búsqueda?
fr_fr: Pourquoi ma promesse n'apparaît-elle pas sur la page «&nbsp;Toutes les promesses&nbsp;» ni dans les résultats de recherche?
sk_sk: Prečo sa môj nový sľub neobjavuje na&nbsp;stránke Všetky sľuby a&nbsp;vo&nbsp;výsledkoch vyhľadávania?

source: New pledges have just their own page, and are not shown elsewhere on the site, until a few people have signed up to them. This is to make sure we only show good quality pledges, which have an active creator and some support behind them. So get out there and tell your friends and neighbours about your pledge!
es_es: Los nuevos compromisos poseen una página propia y no son mostrados en la página principal hasta que un par de personas se han ofrecido voluntarias. Con esto pretendemos lograr que sólo sean mostrados compromisos con cierta atracción colectiva, aquéllos que demuestren poseer un creador activo y un apoyo determinado tras de sí. Por ello, ¡salgan y comenten con sus amigos y vecinos sus compromisos!
fr_fr: Les nouvelles promesses possèdent leur propre page, et n'apparaissent nulle part ailleurs dans le site jusqu'à ce que quelques personnes les aient souscrites, dans le but de nous assurer que ces promesses soient d'une certaine qualité, que leur auteur s'en occupe et qu'elles aient du soutien. Parlez donc à vos amis et à vos voisins de votre promesse!
ru_ru: После создания обещания у него есть только своя персональная страница, оно больше нигде не отображается на сайте, до тех пор, пока к нему кто-нибудь не присоединится. Это сделано для того, чтобы быть уверенным, что мы показываем обещания хорошего качества, у которых есть активный автор и его кто-то уже поддерживает. Так что, не сидите сложа руки, расскажите своим друзьям и соседям о своем обещании!
sk_sk: Nové sľuby majú len svoju vlastnú stránku a&nbsp;kým sa pod nich nepodpíše niekoľko ľudí, inde na stránku ich nedáme. Takto sa uistíme, že uverejňujeme len kvalitné sľuby, ktorých autor(ka) je aktívny (-a), a&nbsp;ktoré si získali istú podporu. Takže vystúpte z&nbsp;radu a&nbsp;povedzte svojim priateľom a&nbsp;susedom o&nbsp;svojom sľube!

source: Do you remove silly or illegal pledges?
cy_gb: Ydych chi'n diddymu addewidion gwirion neu anghyfreithlon?
es_es: ¿Son borrados los compromisos con contenido ilegal o sin sentido?
fr_fr: Supprimez-vous les promesses ridicules ou illégales?
it_it: Vengono cancellati gli impegni dal contenuto non appropriato o illegale?
ru_ru: Удаляете ли Вы глупые или незаконные обещания?
sk_sk: Mažete hlúpe alebo protizákonné sľuby?

source: <a name="editpledge">Why can't I modify my pledge after I've made it?</a>
cy_gb: <a name="editpledge">Pam na alla i addasu fy addewid ar &ocirc;l i mi ei osod?</a>
es_es: <a name="editpledge">¿Por qué no puedo modificar mi compromiso una vez publicado?</a>
fr_fr: <a name="editpledge">Pourquoi m'est-il impossible de modifier ma promesse après l'avoir créée?</a>
it_it: <a name="editpledge">Perchè, dopo averlo creato, non posso più modificare il mio impegno?</a>
ru_ru: <a name="editpledge">Почему я не могу изменить обещание после его создания?</a>
sk_sk: <a name="editpledge">Prečo nemôžem upraviť svoj sľub, keď som ho uložil(a)?</a>

source: People who sign up to a pledge are signing up to the specific wording of the pledge. If you change the wording, then their signatures would no longer be valid. You can <a href="/contact">contact us</a> if there is a cosmetic change that you need to make. For larger changes, you can create a new pledge, and ask your subscribers if they want to move across. There's a link to do this from the 'Spread the word' section of your pledge page.
es_es: La gente que se ofrece voluntaria lo hace en función del contenido literal del compromiso. Si cambia el contenido, su ofrecimiento habría de ser automáticamente invalidado. Vd. puede <a href="/contact">contactarnos</a> si se trata de un cambio estético que desee llevar a cabo. Para cambios más laboriosos, tiene completa libertad para crear un nuevo compromiso y solicitar a los voluntarios que se suscriban al nuevo. Existe un acceso directo para hacer esto desde la sección 'Dése a conocer' en la página principal de su compromiso.
fr_fr: Les personnes qui souscrivent une promesse assument sa formulation spécifique. Si vous changez cette dernière, leurs signatures ne seront plus valides. Vous pouvez néanmoins <a href="/contact">nous contacter</a> si vous voulez apporter un changement cosmétique à votre texte. Pour des changements plus majeurs, vous pouvez créer une nouvelle promesse, et demander à vos signataires s'ils l'acceptent. Dans ce dernier cas, utilisez le lien dans la section 'Passez-vous le mot' de la page de votre promesse.
ru_ru: Люди присоединившиеся к Вашему обещанию поддерживали именно такую формулировку обещания. Если Вы измените формулировку - тогда обещание не будет тем, к которому присоединялись люди. Вы можете <a href="/contact">связаться с нами</a> для выполнения косметического изменения. Для того чтобы внести серьезные изменения, Вы можете создать новое обещание и попросить уже присоединившихся людей, поддержать новое обещание. Это можно сделать из раздела 'Явите миру свое обещание' на странице Вашего обещания.
sk_sk: Ľudia, ktorí sa podpisujú pod sľub, sa podpisujú pod jeho konkrétne znenie. Ak jeho znenie zmeníte, ich podpisy už viac nebudú platné. Ak ide o&nbsp;kozmetickú úpravu, ktorú potrebujete urobiť, môžete <a href="/contact">nám napísať.</a> Ak chcete urobiť väčšie zmeny, môžete napísať nový sľub a&nbsp;poprosiť tých, ktorí sa pod váš sľub podpísali, aby sa podpísali pod jeho nové znenie. Môžete to urobiť prostredníctvom odkazu na stránke so&nbsp;svojím sľubom pod&nbsp;nadpisom „Povedzte o&nbsp;sľube na internete aj mimo neho.“

source: Can I contact the people who have signed my pledge?
cy_gb: Alla i gysylltu &acirc;'r bobl sy wedi arwyddo fy addewid?
es_es: ¿Puedo ponerme en contacto con aquéllos que se hayan ofrecido voluntarios para llevar a cabo mi compromiso?
fr_fr: Puis-je contacter les signataires de ma promesse?
it_it: Posso contattare le persone che hanno aderito al mio impegno?
ru_ru: Могу ли я связаться с людьми, которые присоединились к моему обещанию?
sk_sk: Môžem sa spojiť s ľuďmi, ktorí sa podpísali pod môj sľub?

source: At any time, you can send a message to your signers so far. Go to your pledge's page, and follow the link under 'Spread the word'. If your pledge succeeds you will be given a link to send a message to all your signers, including those who signed up by text message. You should give your contact details, and ask for theirs, so you can stay in touch as you carry out your pledge. If anybody signs your pledge later, the last message that you sent will be automatically forwarded to them, and they will be given a link to read older messages.
es_es: Puede enviar un mensaje en cualquier momento a los voluntarios suscritos. Vaya a la página principal de su compromiso y utilice el enlace 'Dése a conocer'. Si su compromiso tiene éxito, se le enviará un enlace para enviar un mensaje a todos los voluntarios, incluyendo aquéllos que se suscribieron por SMS. Debería dar sus datos de contacto y preguntar por los suyos, de modo que puedan estar en contacto para llevar a cabo el compromiso. Si alguno se suscribe posteriormente a su compromiso, el último mensaje que Vd. envió le será reenviado automáticamente a éste último and se les enviará un enlace para leer mensajes antiguos.
fr_fr: En tout temps, vous pouvez envoyer un message aux signataires de votre promesse. Vous n'avez qu'à aller à la page qui affiche votre promesse, et cliquer sur le lien 'Passez-vous le mot'.Ensuite, si votre promesse réussit, nous vous fournirons un lien vous permettant d'envoyer un message à tous vos signataires, y compris ceux ayant souscrit par message texte. Vous devrez donner vos coordonnées, et leur demander les leurs, de façon que vous puissiez rester en contact en tenant votre promesse. Si d'autres signataires se joignent plus tard, le dernier message que vous aurez envoyé leur sera automatiquement expédié, et ils recevront un lien pour lire les messages précédents.
ru_ru: Вы можете отослать сообщение тем кто присоединился, в любое время. Для этого необходимо перейти на персональную страницу Вашего обещания и затем перейти по ссылке в разделе 'Явите миру свое обещание'. После того как Ваше обещание станет успешным Вам станет достуной ссылка, воспользовавшись которой Вы сможете отправить сообщение всем присоединившимся, включая тех, кто присоединился посредствои SMS. Вам следует указать свою контактную информацию, и попросить у присоединившихся их контактную информацию, чтобы Вы могли оставаться на связи и договориться о деталях реализации обещания. Тот кто присоединяется к обещанию после достижения цели получает Ваше последнее сообщение и ссылку на сообщения, разосланные ранее.
sk_sk: Tým, ktorí sa pod váš sľub zatiaľ podpísali, môžete poslať správu kedykoľvek. Prejdite na&nbsp;stránku so&nbsp;svojím sľubom a&nbsp;kliknite na&nbsp;odkaz pod&nbsp;nadpisom „Povedzte o&nbsp;sľube na&nbsp;internete aj mimo neho.“ Ak váš sľub bude úspešný, dostanete odkaz na&nbsp;poslanie správy všetkým, ktorí sa podpísali, vrátane tých, ktorí sa podpísali cez SMS-ku. Mali by ste im dať na&nbsp;seba kontakt a&nbsp;poprosiť ich o&nbsp;to isté, aby ste sa mohli spojiť, keď budete plniť svoj sľub. Ak sa niekto podpíše pod váš sľub neskôr, automaticky mu (jej) pošleme poslednú správu, ktorú ste napísali, a&nbsp;odkaz na&nbsp;staršie správy.

source: Can people sign up by SMS (text message), and if so how?
cy_gb: Ydy pobl yn gallu llofnodi trwy neges destun, ac os felly, sut?
es_es: ¿Puede uno inscribirse mediante mensaje de texto (SMS) y, en ese caso, de qué forma?
fr_fr: Peut-on souscrire par message SMS (message texte) et si oui, comment?
it_it: &Egrave possibile sottoscrivere un impegno tramite SMS?
ru_ru: Возможно ли присоединиться к обещанию посредством SMS? Если да, то каким образом ?
sk_sk: Môžu sa ľudia podpísať cez SMS-ku a&nbsp;ak áno, ako?

source: Yes, although only in %s. If you'd like to help us organise SMS for other countries, please <a href="/contact">contact us</a>. The flyers for your pledge describe how to sign up by SMS. So the easiest way to remember is to print some out and carry them with you. You can find the flyers from the 'Spread the word' section on your pledge's page. Otherwise, for people in %s, it says what to text and where to text it to at the bottom of each relevant pledge signup box.
es_es: Sí, aunque tan sólo en %s. Si desea ayudarnos a organizar el servicio de mensajería SMS en otros países, por favor, <a href="/contact">contáctenos</a>. Los panfletos de su compromiso describen cómo suscribirse por medio de un mensaje de texto (SMS). Por ello, la manera más sencilla de recordarlo es imprimiendo algunos y llevándolos consigo. Puede encontrar los panfletos en la sección 'Dése a conocer' en la página de su compromiso. Además, para las personas en %s, se indica, bajo la sección de suscripción de cada compromiso relevante, qué texto enviar y adónde.
fr_fr: Oui, mais seulement au %s. Si vous voulez nous aider à rendre possible les messages SMS dans d'autres pays, veuillez <a href="/contact">nous contacter</a>. Les tracts pour votre promesse expliquent comment souscrire par message SMS. La meilleure façon de vous en souvenir est d'en imprimer quelques-uns et de les traîner avec vous. Vous pouvez trouver ces tracts dans la section 'Passez-vous le mot' à la page affichant votre promesse. Autrement, pour les gens du %s, les instructions pour souscrire par SMS s'affichent sur la page de chaque promesse, dans la section 'Signez maintenant'.
ru_ru: Да, но только для жителей %s. Если Вы хотите помочь нам организовать SMS-подписку для других стран, пожалуйста, <a href="/contact">свяжитесь с нами</a>. На листовках Вашего обещания описано как присоединиться посредством SMS. Таким образом, самый простой способ запомнить как это делать, напечатать парочку и носить их всегда с собой. Вы можете найти образцы листовок в разделе 'Явите миру свое обещание' на персональной странице Вашего обещания. Для жителей %s в листовке указано какой текст SMS указывать и куда отправлять.
sk_sk: Áno, hoci len vo %s. Ak by ste nám chceli pomôcť s&nbsp;podporou SMS-iek v&nbsp;iných krajinách, tak nám, prosím, <a href="/contact">napíšte.</a> V&nbsp;letákoch k&nbsp;vášmu sľubu sa píše, ako sa dá podpísať pod&nbsp;sľub prostredníctvom SMS-ky. Takže najlepší spôsob, ako si to zapamätať, je niekoľko si ich vytlačiť a&nbsp;nosiť ich so&nbsp;sebou. Letáky nájdete na&nbsp;stránke so&nbsp;svojím sľubom pod nadpisom „Rozšírte informácie o sľube na&nbsp;internete aj&nbsp;mimo neho.“ Okrem toho, ľudia vo&nbsp;%s sa v&nbsp;spodnej časti každého prihlasovacieho políčka dozvedia, čo&nbsp;treba do&nbsp;SMS-iek napísať a&nbsp;na&nbsp;ktoré číslo ich treba posielať.

source: How do I add a picture to my pledge?
cy_gb: Sut alla i ychwanegu llun i'm addewid
es_es: ¿Cómo añado una imagen a mi compromiso?
fr_fr: Comment puis-je ajouter une image à ma promesse?
it_it: Come allegare un'immagine al mio impegno?
ru_ru: Как мне добавить картинку к своему обещанию?
sk_sk: Ako môžem k svojmu sľubu pridať obrázok alebo fotku?

source: Go to your pledge page and click 'Add a picture to your pledge (creator only)' under 'Spread the word on and offline'. Either find a picture of something to do with your pledge, or even just use a photo of yourself!
es_es: Vaya a la página de su compromiso y pulse sobre 'Añadir una imagen a mi compromiso (sólo para el creador)' en la sección 'Dése a conocer tanto en línea como en persona'. Puede añadir tanto una imagen relacionada con su compromiso como una imagen de sí mismo.
fr_fr: Allez à votre page affichant votre promesse et cliquez sur 'Ajouter une image à votre promesse (auteur seulement)' sous le lien 'Passez-vous le mot, en ligne ou non'. Vous pouvez soit utiliser une image d'une chose ayant rapport avec votre promesse, ou simplement une photo de vous-même!
ru_ru: Перейдите на персональную страницу обещания и нажмите на ссылку 'Добавить картинку к обещанию' (это может сделать только автор) в разделе 'Явите миру свое обещание'. Картинка может быть любая. Можете например использовать свою фотографию!
sk_sk: Prejdite na stránku so svojím sľubom a&nbsp;kliknite na&nbsp;„Pridajte obrázok/fotku k&nbsp;svojmu sľubu (len pre autora&nbsp;(-ku))“ pod nadpisom „Povedzte o&nbsp;sľube na&nbsp;internete aj mimo neho.“ Nájdite nejaký obrázok, ktorý súvisí s&nbsp;vaším sľubom, alebo môžete dokonca použiť svoju fotku!

source: Can you make a special version of PledgeBank for my organisation?
es_es: ¿Puede crear una versión especial de PledgeBank para mi organización?
fr_fr: Pouvez-vous créer une version spéciale de Promessothèque pour mon organisation?
ru_ru: Можете ли Вы создать специализированную версию банка обещаний для моей организации?
sk_sk: Mohli by ste vytvoriť zvláštnu verziu Sľubowebky pre moju firmu?

source: Yes. We can group your pledges together, and alter the logo, colours or complete style to match your branding. We can intimately link PledgeBank with the rest of your site in any way you imagine. We can make it public to the world, or private just for you. We normally charge for doing this, via our commercial subsidiary (any profits go back into mySociety). <a href="/contact">Contact us</a> saying a bit about what you are thinking of doing. There's a list of example special sites at the bottom of <A href="/where">this page</a>.
es_es: Sí. Podemos agrupar sus compromisos y alterar el logo, los colores o el tema completo para que se ajuste a su marca. Podemos ligar íntimamente PledgeBank con el resto de su página de cualquier forma que usted pueda idear. Podemos hacerla pública para el resto del mundo o privada tan sólo para usted. Normalmente cobramos por esto, a través de nuestras empresas filial (cualquier beneficio lo recibe mySociety). <a href="/contact">Contáctenos</a> describiendo brevemente lo que pretende hacer. Existe una lista de páginas a modo de ejemplo en la parte <A href="/where">inferior</a> de esta página.
fr_fr: Oui. Nous pouvons regrouper vos promesses, et changer le logo, les couleurs ou tout le style du site selon vos besoins. Nous pouvons intimement relier Promessothèque au reste de votre site de n'importe quelle façon. Le site peut être accessible au grand public, ou bien privé. Nous facturons normalement ce travail, par le biais de notre filiale commerciale (tous les profits retourneront à mySociety). <a href="/contact">Contactez-nous</a> pour nous dire un peu ce que vous pensez faire. Vous trouverez une liste d'exemple de sites spéciaux au bas de <A href="/where">cette page</a>.
ru_ru: Да. Мы можем сгрупировать Ваши обещания, заменить логотип на Ваш, Мы можем полностью связать PledgeBank с Вашим сайтом так как Вы захотите. Мы можем сделать его доступным для всего мира или же только для Вас. Обычно мы берем плату за такие изменения, через нашу дочернюю компанию (вся прибыль возвращается назад в mySociety). <a href="/contact">Свяжитесь с нами</a> чтобы рассказать о Вашем варианте проекта. Внизу <a href="/where">данной страницы</a> есть список реализованных нами спец. сайтов.
sk_sk: Áno. Môžeme dať dokopy viacero vašich sľubov a&nbsp;zmeniť logo, farby a&nbsp;celý vzhľad, aby pasoval k&nbsp;vašej značke. Sľubowebku môžeme úzko prepojiť s&nbsp;vašou stránkou tak, ako si predstavujete. Môžeme ju sprístupniť svetu, alebo bude súkromná, iba pre vás. Väčšinou sa za&nbsp;to platí prostredníctvom našej obchodnej spoločnosti (všetok zisk plynie mySociety). <a href="/contact">Napíšte nám</a> trochu o&nbsp;tom, čo máte v&nbsp;úmysle urobiť. V&nbsp;spodnej časti <A href="/where">tejto stránky</a> nájdete zoznam takýchto stránok.

source: International Questions
cy_gb: Cwestiynau Rhyngwladol
es_es: Preguntas internacionales
fr_fr: Questions d'ordre international
it_it: Domande Internazionali
ru_ru: Интернациональные вопросы
sk_sk: Otázky týkajúce sa iných jazykov
