Repository: mhl/mysociety-cvs
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: cy_gb, es_es, fr_fr, it_it, ru_ru, sk_sk

source: Subject: New pledge near you! - '<?=$values['title']?>' at PledgeBank.com There's a new pledge near <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Click for more info or to sign the pledge: <?=$values['pledge_url']?> <?=$values['signature']?> To stop receiving emails when there are new pledges near <?=$values['alert_description']?>, click this link: <?=$values['unsubscribe_url']?>
es_es: Subject: ¡Nuevo compromiso en su entorno! - '<?=$values['title']?>' en PledgeBank.com Existe un nuevo compromiso cerca de<?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Pulse aquí para más información o para suscribirse al compromiso: <?=$values['pledge_url']?> <?=$values['signature']?> Para dejar de recibir notificaciones de compromisos cerca de <?=$values['alert_description']?>, pulse sobre este enlace: <?=$values['unsubscribe_url']?>
fr_fr: Subject: Nouvelle promesse près de chez vous! - '<?=$values['title']?>' à Promessothèque.com Il y a une nouvelle promesse près de <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Cliquer pour plus d'information ou pour souscrire la promesse : <?=$values['pledge_url']?> <?=$values['signature']?> Pour cesser de recevoir des courriels quand il y a de nouvelles promesses près de <?=$values['alert_description']?>, cliquer sur ce lien :
it_it: Subject: Nuovo impegno vicino a te! - '<?=$values['title']?>' PledgeBank.com Nuovo impegno vicino a <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Clicca qui per saperne di più o per aderire: <?=$values['pledge_url']?> <?=$values['signature']?> Per non ricevere più email quando vengono presi impegni nella tua zona <?=$values['alert_description']?>, segui questo link: <?=$values['unsubscribe_url']?>
ru_ru: Subject: Новое обещание в Вашем регионе! - '<?=$values['title']?>' на PledgeBank.com Появилось новое обещание в <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Нажмите для получения более детальной информации или чтобы присоединиться к обещанию: <?=$values['pledge_url']?> <?=$values['signature']?> Чтобы больше не получать писем о появлении новых обещаний в <?=$values['alert_description']?>, нажмите на данную ссылку: <?=$values['unsubscribe_url']?>
sk_sk: Subject: Nový sľub „<?=$values['title']?>“ v okolí na www.slubowebka.com Blízko obce <?=$values['alert_description']?> niekto napísal nový sľub. <?=$values['distance_string']?>: „<?=$values['sentence_first']?>“ — <?=$values['creator_name']?> Kliknite sem a zitite viac alebo sa podpíšte pod sľub: <?=$values['pledge_url']?> <?=$values['signature']?> Ak už nechcete dostávať e-maily, keď niekto blízko obce <?=$values['alert_description']?> napíše nový sľub, kliknite na tento odkaz: <?=$values['unsubscribe_url']?>

source: Subject: Send a message to your signers - '<?=$values['title']?>' at PledgeBank.com To send a message to everyone who has signed your pledge so far, follow this link. You might want to encourage them to spread the pledge, by printing out flyers or emailing it to their friends. <?=$values['url']?> <?=$values['signature']?>
es_es: Subject: Envíe un mensaje a sus voluntarios - '<?=$values['title']?>' en PledgeBank.com Para enviar un mensaje a todos los voluntarios actuales de su compromiso, pulse sobre este enlace. Puede que quiera tratar de ayudarlos a difundir sus intenciones, solicitándoles que impriman panfletos o que envíen mensajes de correo electrónico a sus amigos. <?=$values['url']?> <?=$values['signature']?>
fr_fr: Subject: Envoyez un message à vos signataires - '<?=$values['title']?>' à Promessothèque.com Pour envoyer un message à toutes les personnes ayant souscrit votre promesse jusqu'à maintenant, cliquez sur ce lien. Vous pourriez vouloir les encourager à promouvoir la promesse en imprimant des tracts ou en avertissant leurs amis par courriel. <?=$values['url']?> <?=$values['signature']?>
it_it: Subject: Invia un messaggio ai tuoi co-firmatari - '<?=$values['title']?>' PledgeBank.com Per inviare un messaggio a tutti coloro che hanno aderito finora al tuo impegno, segui questo link. Potrebbe essere una buona idea incoraggiarli a diffondere l'impegno, stampando volantini o inviando email ai loro amici. <?=$values['url']?> <?=$values['signature']?>
ru_ru: Subject: Отправка сообщения присоединившимся - '<?=$values['title']?>' на PledgeBank.com Чтобы отослать сообщение всем, кто присоединился к Вашему обещанию, перейдите по ссылке ниже. Чтобы "продвинуть" обещание Вы можете предложить подключившимся распечатать листовки или разослать их своим друзьям. <?=$values['url']?> <?=$values['signature']?>
sk_sk: Subject: Pošlite správu tým, ktorí sa podpísali — „<?=$values['title']?>“ na www.slubowebka.com Na rozoslanie správy všetkým, ktorí sa zatiaľ podpísal pod váš sľub, kliknite na odkaz v ďalšom odseku. Možno by ste ich mohli povzbudiť, aby spropagovali sľub tak, že si vytlačia letáky alebo ho pošlú priateľom. <?=$values['url']?> <?=$values['signature']?>

source: Subject: Helping to make your pledge succeed Hello there, We've noticed that the pledge you created isn't growing fast enough to succeed. We're just dropping you this mail to give you a suggestion on helping it to grow. The best way of helping your pledge to succeed is to email it to some friends right now. All you need to ask them is to visit <?=$values['pledge_url']?> and sign up. All the best, <?=$values['signature']?>
es_es: Subject: Ayuda para hacer que su compromiso tenga éxito Hola, Hemos notado que el compromiso que creo no ha crecido tan rápido como debiera para tener éxito. Le estamos enviando este correo electrónico simplemente para indicarle alguna forma de mejorar sus opciones de éxito. La mejor forma de hacer que su compromiso triunfe es enviarlo a alguno de sus amigos por correo electrónico ahora. Todo lo que debe pedirles es que visiten <?=$values['pledge_url']?> y que se sucriban. Mucha suerte, <?=$values['signature']?>
fr_fr: Subject: Aider votre promesse à réussir Salut, Nous avons remarqué que votre promesse ne croît pas assez rapidement pour atteindre son but. Nous envoyons donc une suggestions pour l'aider à réussir. La meilleur façon d'aider votre promesse à réussir est de l'envoyer par courriel à quelques amis tout de suite. Tout ce qu'il faut faire, c'est de les inviter à visiter <?=$values['pledge_url']?> et de souscrire. Cordialement, <?=$values['signature']?>
ru_ru: Subject: Помощь в достижении цели обещанием Здравствуйте, Мы заметили, что количество единомышленников растет не достаточно быстро для достижения цели вовремя. Цель этого письма, дать рекомендацию по улучшению подключаемости к Вашему обещанию. Наилучший способ продвинуть свое обещание - написать письмо своим друзьям прямо сейчас. Необходимо всего лишь попросить их перейти по данной ссылке <?=$values['pledge_url']?> и подключиться. Всего наилучшего, <?=$values['signature']?>
sk_sk: Subject: Pomoc k tomu, aby bol váš sľub úspešný Dobrý deň, všimli sme si, že podpora pre sľub, ktorý ste napísali, nerastie dosť rýchlo na to, aby bol úspešný. Píšeme vám, aby sme vám dali tip na to, aby sa mu darilo lepšie. Najlepší spôsob, ako pomôcť svojmu sľubu, je rozoslať ho niekoľkým priateľom hneď teraz. Všetko, čo treba urobiť, je poprosiť ich, aby navštívili stránku <?=$values['pledge_url']?> a podpísali sa pod neho. Všetko naj praje <?=$values['signature']?>

source: Subject: Your pledge isn't growing fast enough - here's a tip Hi, We've noticed that your pledge still is growing too slowly to succeed. Why not forward the following text to some friends to encourage them to sign up? ------ Hi there, I created this pledge a few days ago, and I need you guys to help me make it succeed. It'll only take a moment to sign up, so please go to <?=$values['pledge_url']?> yours, <?=$values['creator_name']?>
es_es: Subject: Su compromiso no está creciendo lo suficientemente rápido - aquí tiene un consejo Hola, Hemos notado que su compromiso no crece tan rápido como debiera para tener éxito. ¿Por qué no envía el siguiente textos a algunos amigos para animarlos a suscribirse? ------ Hola, Propuse este compromiso hace algunos días y necesito que me echen una mano para que tenga éxito. Sólo tardaran un minuto en registrarse, así que por favor visiten <?=$values['pledge_url']?> Un saludo, <?=$values['creator_name']?>
fr_fr: Subject: Votre promesse ne croît pas assez rapidement – voici une astuce Salut, Nous avons remarqué que votre promesse est toujours un peu lent au niveau de sa croissance. Pourquoi pas envoyer le texte ci-dessous à quelques amis ? ------ Salut, J'ai créé cette promesse il y a quelques jours, et j'ai besoins de vous tous pour m'aider à la faire réussir. Il ne faut qu'une minute pour souscrire, alors pourquoi pas visiter <?=$values['pledge_url']?> Amicalement, <?=$values['creator_name']?>
ru_ru: Subject: Ваше обещание растет не достаточно быстро - рекомендация Здравствуйте, Мы заметили, что Ваше обещание всё еще слишком медленно растёт. Рекомендуем разослать своим друзьям текст приведенный ниже для того, чтобы Ваше обещание достигло своей цели. ------ Привет, Я создал данное обещание несколько дней назад, и нужны люди, которые могли бы поддержать данное обещание, чтобы сделать его успешным. Подключение займет совсем немного времени. Для подключения необходимо перейти по данной ссылке: <?=$values['pledge_url']?> Удачи! <?=$values['creator_name']?>
sk_sk: Subject: Podpora pre váš sľub nerastie dosť rýchlo — tu je tip Dobrý deň, všimli sme si, že podpora pre váš sľub stále rastie príliš pomaly na to, aby mohol byť úspešný. Skúste rozposlať priateľom tento text, a tak ich povzbudiť, aby sa podpísali. ------ Čaute, pred niekoľkými dňami som napísal(a) tento sľub a potrebujem, aby ste mi pomohli k tomu, aby bol úspešný. Zapísanie sa bude trvať iba chvíľu. Takže, prosím, choďte na stránku <?=$values['pledge_url']?> Váš/Vaša, <?=$values['creator_name']?>

source: Subject: A suggestion to help your pledge succeed Hello, We're sorry to tell you that your pledge still isn't growing fast enough to succeed. Here's a feature you might not have been aware of to help your pledge grow faster. We provide printable flyers for all pledges - yours are right here: <?=$values['pledge_url_flyers']?> Why not print out a few right now, and post them up at work, in your window, or on a communal noticeboard? You can see and print the flyers here <?=$values['pledge_url_flyers']?> All the best, <?=$values['signature']?>
es_es: Subject: Un consejo para hacer que su compromiso tenga éxito Hola, Lamentamos decirle que su compromiso no está creciendo lo suficientemente rápido para tener éxito. Existe una utilidad que puede haber pasado por alto para ayudar a que su compromiso crezca más rápido. Le ofrecemos panfletos imprimibles para todos sus compromisos - Los suyos se encuentran aquí:$ <?=$values['pledge_url_flyers']?> ¿Por qué no imprime unos cuantos ahora y los reparte en su oficina, los pega en su ventana o los cuelga en un tablón comunitario? Puede ver e imprimir los panfletos aquí: <?=$values['pledge_url_flyers']?> Saludos, <?=$values['signature']?>
fr_fr: Subject: Une suggestion pour faire que votre promesse réussisse Bonjour, Nous regrettons de vous informer que les souscriptions ne viennent toujours pas assez rapidement pour faire réussir votre promesse, mais voici quelque chose que vous ne connaissez peut-être pas pour aider. Nous fournissons des tracts adaptés pour chaque promesse – les vôtres sont ici : <?=$values['pledge_url_flyers']?> Pourquoi pas en imprimer quelques uns tout de suite pour afficher au boulot, à la fenêtre chez vous, ou sur un tableau d'affichage ? Vous pouvez voir et imprimer les tracts ici <?=$values['pledge_url_flyers']?> Cordialement, <?=$values['signature']?>
sk_sk: Subject: Návrh na pomoc k tomu, aby bol váš sľub úspešný Dobrý deň, je nám ľúto, že vám musíme oznámiť, že podpora pre váš sľub stále nerastie dosť rýchlo na to, aby mohol byť úspešný. Je tu funkcia, ktorá vám môže pomôcť zvýšiť rýchlosť, akou rastie podpora pre váš sľub, a o ktorej ste možno nevedeli. Ku všetkým sľubom ponúkame letáky, ktoré sa dajú vytlačiť — vaše sú tu: <?=$values['pledge_url_flyers']?> Vytlačte si nejaké hneď teraz, a môžete ich poslať do práce alebo dať na nástenku miestneho alebo obecného úradu. Svoje letáky si môžete prezrieť a vytlačiť na tejto stránke <?=$values['pledge_url_flyers']?> Všetko naj <?=$values['signature']?>

source: Subject: Your pledge needs to grow faster to succeed - here's a suggestion to help. Hi, We've noticed that your pledge is still not growing fast enough to succeed. We've got a really simply suggestion that works. Grab a pen, and scribble PLEDGE onto the back of your hand. Then for the next couple of days when you meet people it will help to remind to you ask them to sign. Remember, the web page address is really easy: <?=$values['pledge_url']?> Good luck! <?=$values['signature']?>
es_es: Subject: Su compromiso tiene que crecer más rápido para tener éxito - Aquí le ofrecemos un consejo muy simple que funciona. Hola, hemos notado que su compromiso no está creciendo lo suficientemente rápido para tener éxito. Tenemos un consejo muy simple que funciona. Coja un bolígrafo y escriba COMPROMISO en la palma de su mano. Durante los próximos días, cuando quede con alguien, le ayudará a recordar pedirle que se suscriba.Recuerde, la dirección de la página web es realmente sencilla: <?=$values['pledge_url']?> ¡Buena suerte! <?=$values['signature']?>
fr_fr: Subject: Votre promesse doit croître plus vite pour réussir – voici une suggestion. Salut, Nous avons remarqué que votre promesse risque de ne pas réussir à cause d'une manque de souscriptions. Nous avons une suggestion toute simple et toute bête pour vous aider. Prenez un stylo, et écrivez PROMESSOTHEQUE sur votre main. Puis, pendant un jour ou deux jusqu'à ce que le mot disparaisse de votre main, ça vous rappellera d'en parler aux gens que vous rencontrez. N'oubliez pas l'adresse : <?=$values['pledge_url']?> Bonne chance! <?=$values['signature']?>
sk_sk: Subject: Váš sľub potrebuje, aby podpora preňho medzi ľuďmi rástla rýchlejšie — tu je návrh na pomoc. Dobrý deň, všimli sme si, že podpora pre váš sľub stále nerastie dosť rýchlo na to, aby mohol byť úspešný. Máme naozaj jednoduchý tip, ktorý funguje. Vezmite si pero a zozadu si na ruku napíšte slovo SĽUB. To vám počas niekoľkých dní, keď budete stretávať ľudí, pomôže pripomenúť, poprosiť ich, aby sa podpísali pod váš sľub. Zapamätajte si, jeho adresa je naozaj jednoduchá: <?=$values['pledge_url']?> Veľa šťastia! <?=$values['signature']?>

source: Subject: Need some help to get your pledge to grow faster? Hello, Local newspapers are really keen to know what people are doing to take control of their own lives, and will often print stories about interesting ideas. Why not use a search engine to find your local newspaper, and then drop them an email with the address of your pledge, and a short description of why it matters to you that this Pledge succeeds. The address of your pledge is <?=$values['pledge_url']?> If you're lucky, they might even send a photographer round, and get your picture in the papers! <?=$values['signature']?>
es_es: Subject: ¿Necesita ayuda para que su compromiso crezca más rápido? Hola, Los periódicos locales están realmente interesados en saber qué está haciendo la gente para tomar control de sus vidas y, a menudo, imprimen historias sobre ideas interesantes. Por qué no busca en internet la dirección de su periódico local y luego les envía un correo con la dirección de su compromiso, junto a una breve descripción de por qué es importante para Vd. que este compromiso tenga éxito. La dirección de su compromiso es: <?=$values['pledge_url']?> Si tiene suerte, pueden incluso enviar un fotógrafo para poner su imagen en los periódicos! <?=$values['signature']?>
fr_fr: Subject: Besoin d'aide pour avoir des souscriptions pour votre promesse ? Bonjour, Les journaux locaux s'intéressent toujours aux initiatives des gens du coin et cherchent à publier des articles à propos d'idées originales ou intéressantes. Pourquoi pas utiliser un moteur de recherche pour trouvez le vôtre, et puis leur écrire un courriel avec l'adresse internet de votre promesse et une petite description de pourquoi cette promesse est important pour vous. L'adresse de votre promesse est <?=$values['pledge_url']?> Avec un peu de chance, ils enverront un photographe! <?=$values['signature']?>
sk_sk: Subject: Potrebujete pomoc, aby podpora pre váš sľub rástla rýchlejšie? Dobrý deň, miestne noviny túžia po tom, aby sa dozvedeli, čo ľudia robia, aby vzali svoje životy do vlastných rúk a o ich zaujímavých nápadoch často napíšu články. Môžete nájsť na internete vyhľadať noviny vo svojom meste a napísať im e-mail s internetovou adresou svojho sľubu a to, prečo vám záleží na tom, aby bol váš sľub úspešný. Adresa vášho sľubu je: <?=$values['pledge_url']?> Ak budete mať šťastie, možno za vami pošlú aj fotografa, aby mohli dať do novín vašu fotku! <?=$values['signature']?>

source: Subject: Your local politicians can help your pledge to grow Howdy, We're sorry to report that your pledge still isn't going to succeed unless you do something to encourage more people to sign up. Have you thought about writing to your local politicians about it? If you're in the UK , you can go straight to www.writetothem.com right now, and write to any of your politicians - we make it really easy. If you're not in Britain, why not try using a search engine to look for local politicians. Remember, the all important part is an explanation of why you think your pledge matters, and the web address, which is: <?=$values['pledge_url']?> Best of luck, <?=$values['signature']?>
es_es: Subject: Los políticos locales pueden ayudarle a que su compromiso crezca Hola, Sentimos tener que anunciarle que su compromiso no tendrá éxito a menos que haga algo para animar a la gente a suscribirse. ¿Ha pensado escribir a sus políticos locales al respecto? Si se encuentra en el Reino Unido, puede ir directamente a www.writetothem.com ahora mismo y escribir a cualquier de sus políticos - se lo ponemos realmente sencillo. Si no se encuentra en Gran Bretaña, ¿por qué no busca en internet cómo contactar a sus políticos locales?. Recuerde, lo más importante es una explicación de por qué piensa que su compromiso es importante y la dirección web del mismo, que es: <?=$values['pledge_url']?> ¡Mucha suerte!, <?=$values['signature']?>
fr_fr: Subject: Vos politiciens locaux peuvent aider avec le succès de votre promesse Bonjour, Nous regrettons que votre promesse risque toujours de rater son but. Est-ce que vous avez pensé à écrire à votre représentant politique ? Si vous habitez au Royaume-Uni, vous pouvez profiter du service à www.writetothem.com tout de suite. Hors du R.U., utilisez un moteur de recherche pour chercher vos politiciens locaux. Rappelez-vous, le plus important, c'est d'expliquer pourquoi cette promesse est important pour vous, et l'adresse de la promesse : <?=$values['pledge_url']?> Bonne chance ! <?=$values['signature']?>
sk_sk: Subject: Aj politici vo vašom meste vám môžu pomôcť, aby sa pod váš sľub podpísalo dosť ľudí Čauko, Je nám ľuto, že vám musíme oznámiť, že váš sľub nebude úspešný, ak neurobíte niečo, čo by povzbudilo viac ľudí, aby sa pod neho podpísali. Rozmýšľali ste nad tým, že o ňom napíšete politikom vo svojom meste? Ak bývate v Spojenom kráľovstve, môžete ísť hneď teraz priamo na stránku www.writetothem.com a napísať niektorému zo svojich politikov — je to naozaj ľahké. Ak nebývate v Spojenom kráľovstve, mohli by ste nájsť nejakých politikov zo svojho miesta pomocou vyhľadávača na internete. Pamätajte na to, že najdôležitejšie je vysvetliť im, prečo si myslíte, že váš sľub je dôležitý a jeho www adresa, ktorá je: <?=$values['pledge_url']?> Veľa šťastia <?=$values['signature']?>

source: Subject: Bribe your friends to help spread your pledge. Hello again, At PledgeBank we're always keen to help people make their pledges succeed. We've calculated that unless you do something then your pledge isn't going to grow fast enough to get the number of people it needs. We have a suggestion though - bribe your friends with food! Write an email right now and tell 5 or 6 people you know really well that you'll make them a slap up meal, but only if they help make your pledge succeed. They can help by printing our flyers from <?=$values['pledge_url_flyers']?> or simply by sending the pledge URL to their friends - <?=$values['pledge_url']?> Go on, if they're real friends they'll want to help! best, <?=$values['signature']?>
es_es: Subject: Invite a sus amigos a ayudarle a promulgar la palabra. Hola de nueve, En PledgeBank estamos siempre dispuestos a ayudar a la gente a lograr sus compromisos. Hemos determinado que a menos que haga algo su compromiso no va a crecer lo suficientemente rápido como para lograr el objetivo requerido. Tenemos un consejo - implique a sus amigos! Escriba ahora a 5 ó 6 personas que conozca bien que los invitará a comer, pero tan sólo si les ayuda a lograr su compromiso. Pueden ayudar imprimiendo los panfletos desde <?=$values['pledge_url_flyers']?> o simplemente enviando la página del compromiso a sus amigos - <?=$values['pledge_url']?> ¡En marcha, si son amigos de verdad le ayudarán! Saludos, <?=$values['signature']?>
fr_fr: Subject: Suborner vos amis pour faire de la pub pour votre promesse ! Bonjour encore. Chez PromessoThèque nous voulons toujours que les promesses réussissent. Nous avons calculé que, sans action de votre part, votre promesse n'aura pas le nombre de souscriptions qu'il faut avant sa date limite. Nous avons pourtant une suggestion – suborner vos amis avec un repas ! Ecrivez un courriel tout de suite pour inviter 5 ou 6 personnes que vous connaissez bien à un super repas chez vous, à condition qu'ils vous aide à faire de la pub pour votre promesse. Ils peuvent aider en imprimant des tracts de <?=$values['pledge_url_flyers']?> ou tout simplement en envoyant le lien à leurs amis - <?=$values['pledge_url']?> Allez, ils aideront si ce sont de bons amis ! Cordialement, <?=$values['signature']?>
sk_sk: Subject: Podplaťte priateľov, aby pomohli rozšíriť informáciu o vašom sľube. Prajeme znova dobrý deň, Na Sľubowebke vždy nadšene pomáhame ľuďom, aby ich sľuby boli úspešné. Obávame sa, že pokiaľ niečo neurobíte, potom podpora pre váš sľub nebude rásť dosť rýchlo na to, aby ste zohnali taký počet ľudí, aký potrebujete. My však máme jeden návrh — podplaťte priateľov jedlom! Hneď teraz napíšte e-mail 5-tim alebo 6-tim ľuďom, ktorých poznáte naozaj dobre, že im uvaríte fantastické jedlo, ale iba ak prispejú k tomu, aby bol váš sľub úspešný. Môžu pomôcť tak, že si vytlačia naše letáky zo stránky <?=$values['pledge_url_flyers' ?> alebo jednoducho pošlu www adresu sľubu svojim priateľom - <?=$values['pledge_url']?> Do toho, ak sú skutočnými priaeľmi, budú vám chcieť pomocť! S pozdravom <?=$values['signature']?>
